Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_signup_*.po
Languages: fr_fr

# signup/tool/src/bundle/messages.properties:tab_event_available_slots
source: Available Places
fr_fr: Places disponibles

# signup/tool/src/bundle/messages.properties:tab_event_category
source: Category
fr_fr: Catégorie

# signup/tool/src/bundle/messages.properties:tab_event_location
source: Location
fr_fr: Lieu

# signup/tool/src/bundle/messages.properties:tab_event_location_custom
source: enter a new location
fr_fr: Saisissez un nouveau lieu

# signup/tool/src/bundle/messages.properties:tab_event_name
source: Meeting Title
fr_fr: Titre de la réunion

# signup/tool/src/bundle/messages.properties:tab_event_owner
source: Organizer
fr_fr: Organisateur

# signup/tool/src/bundle/messages.properties:tab_event_remove
source: Remove
fr_fr: Supprimer

# signup/tool/src/bundle/messages.properties:tab_event_time
source: Time
fr_fr: Heure

# signup/tool/src/bundle/messages.properties:tab_event_your_appointment_time
source: Time
fr_fr: Heure

# signup/tool/src/bundle/messages.properties:tab_event_your_status
source: Your Status
fr_fr: Votre statut

# signup/tool/src/bundle/messages.properties:tab_max_attendee
source: Max # of Participants
fr_fr: Nombre maximum de participants

# signup/tool/src/bundle/messages.properties:tab_max_participants
source: Max # Of<br>Participants
fr_fr: Nombre maximum de Participants <br>

# signup/tool/src/bundle/messages.properties:tab_start_time
source: Start Time
fr_fr: Heure de début

# signup/tool/src/bundle/messages.properties:tab_time_slot
source: Time Slot
fr_fr: Créneau horaire

# signup/tool/src/bundle/messages.properties:tab_waiting_list
source: Wait List
fr_fr: Liste d'attente

# signup/tool/src/bundle/messages.properties:tab_waiting_list_disabled
source: &nbsp;[disabled]
fr_fr: &nbsp;[désactivé]

# signup/tool/src/bundle/messages.properties:timeslot.just.canceled
source: This time slot has been canceled and is no longer available.
fr_fr: Ce créneau horaire a été annulé et n'est plus disponible.

# signup/tool/src/bundle/messages.properties:timeslot.just.locked
source: This time slot has been locked and is not available.
fr_fr: Ce créneau horaire a été bloqué et n'est pas disponible.

# signup/tool/src/bundle/messages.properties:title_tip_click_hide_schedule
source: Click to hide calendar details.
fr_fr: Cliquez pour masquer les détails du programme.

# signup/tool/src/bundle/messages.properties:title_tip_click_show_schedule
source: Click to show calendar details.
fr_fr: Cliquez pour afficher les détails du programme.

# signup/tool/src/bundle/messages.properties:title_tip_delete_this_ts
source: delete the timeslot.
fr_fr: supprimer le créneau horaire.

# signup/tool/src/bundle/messages.properties:tool_tip_add_waitlist
source: Add to Wait List
fr_fr: Ajouter à la liste d'attente

# signup/tool/src/bundle/messages.properties:unlimited_num_attendee
source: Unlimited number of participants
fr_fr: Nombre illimité de participants

# signup/tool/src/bundle/messages.properties:user.has.no.permission.attend
source: The user:{0} has no permission to attend this event.
fr_fr: L'utilisateur : {0} n'est pas autorisé à assister à cet événement.

# signup/tool/src/bundle/messages.properties:user.not.allowed.to.waitlist
source: The ability to join the Wait List has been disabled by the organizer.
fr_fr: La possibilité de rejoindre la liste d'attente a été désactivée par l'organisateur.

# signup/tool/src/bundle/messages.properties:user.not.found
source: User is not found
fr_fr: Utilisateur introuvable

# signup/tool/src/bundle/messages.properties:view_all
source: All
fr_fr: Toutes

# signup/tool/src/bundle/messages.properties:view_all_future_meetings
source: All Future Meetings
fr_fr: Toutes les réunions futures

# signup/tool/src/bundle/messages.properties:view_current_month
source: Next 30 Days
fr_fr: 30 prochains jours

# signup/tool/src/bundle/messages.properties:view_current_three_months
source: Next 90 Days
fr_fr: 90 prochains jours

# signup/tool/src/bundle/messages.properties:view_immediate_avail_ones
source: Meetings Available For Sign-up
fr_fr: Réunions ouvertes pour inscription

# signup/tool/src/bundle/messages.properties:view_my_signed_up
source: View Meetings I Am Signed Up For
fr_fr: Voir les réunions auxquelles je suis inscrit(e)

# signup/tool/src/bundle/messages.properties:view_previous_events
source: All Past Meetings
fr_fr: Toutes les réunions précédentes

# signup/tool/src/bundle/messages.properties:view_semi_year
source: Current Semester
fr_fr: Semestre en cours

# signup/tool/src/bundle/messages.properties:waitlist.option.just.turn.off
source: The Wait List option is just removed.
fr_fr: L'option de liste d'attente vient d'être retirée.

# signup/tool/src/bundle/messages.properties:warning.event.crossed_twoDays
source: The meeting is scheduled across two different days.
fr_fr: La réunion se tiendra sur deux jours différents.

# signup/tool/src/bundle/messages.properties:warning.event.crossed_twoMonths
source: The meeting is scheduled across two different months.
fr_fr: La réunion se tiendra sur deux mois différents.

# signup/tool/src/bundle/messages.properties:warning.event.crossed_twoYears
source: The meeting is scheduled across two different years.
fr_fr: La réunion se tiendra sur deux années différentes.

# signup/tool/src/bundle/messages.properties:wksheet_appointment_duration
source: Duration (min)
fr_fr: Durée (min)

# signup/tool/src/bundle/messages.properties:wksheet_appointment_start_time
source: Appointment Time
fr_fr: Heure de rendez-vous

# signup/tool/src/bundle/messages.properties:wksheet_attendance_UserID
source: UserID
fr_fr: Identifiant de l'utilisateur

# signup/tool/src/bundle/messages.properties:wksheet_category
source: Category
fr_fr: Catégorie

# signup/tool/src/bundle/messages.properties:wksheet_location
source: Location
fr_fr: Lieu

# signup/tool/src/bundle/messages.properties:wksheet_meeting_duration
source: Event Duration (min)
fr_fr: Durée de l'événement (min)

# signup/tool/src/bundle/messages.properties:wksheet_meeting_name
source: Event Name
fr_fr: Nom de l'événement

# signup/tool/src/bundle/messages.properties:wksheet_meeting_start_time
source: Event Start Time
fr_fr: Heure de début d'événement

# signup/tool/src/bundle/messages.properties:wksheet_num_of_attendees
source: #Num Attendees in Slot
fr_fr: Nombre de participants dans le créneau horaire

# signup/tool/src/bundle/messages.properties:wksheet_organizer
source: Organizer
fr_fr: Organisateur

# signup/tool/src/bundle/messages.properties:wksheet_site_name
source: Site Title
fr_fr: Code du cours (p. ex. F13-ACCT-134C-01)

# signup/tool/src/bundle/messages.properties:wksheet_user_comment
source: Attendees' Comment
fr_fr: Commentaire des participants

# signup/tool/src/bundle/messages.properties:wksheet_user_email
source: Email
fr_fr: Courriel

# signup/tool/src/bundle/messages.properties:wksheet_user_id
source: Attendees' User ID
fr_fr: Identifiant utilisateur des participants

# signup/tool/src/bundle/messages.properties:wksheet_user_name
source: Attendee Name
fr_fr: Nom du participant

# signup/tool/src/bundle/messages.properties:you.already.in_waiting_list
source: You are already on the Wait List.
fr_fr: Vous êtes déjà sur la liste d'attente.

# signup/tool/src/bundle/messages.properties:you_need_to_login
source: You need to log-in to view the meetings.
fr_fr: Vous avez besoin de vous connecter pour afficher les réunions.

# signup/tool/src/bundle/messages.properties:send_email_to_notify_the_attendee
source: Send email to notify the attendee.
fr_fr: Envoyer un courriel pour informer le participant.

# signup/tool/src/bundle/messages.properties:send_email_to_notify_the_organizers
source: Send email to notify the organizers.
fr_fr: Envoyer un courriel pour informer les organisateurs.

# signup/tool/src/bundle/messages.properties:edit
source: Edit
fr_fr: Modifier

# signup/tool/src/bundle/messages.properties:delete
source: Delete
fr_fr: Supprimer

# signup/tool/src/bundle/messages.properties:email
source: Email Address
fr_fr: Adresse de courriel

# signup/tool/src/bundle/messages.properties:sort_ascending
source: Sort by {0} ascending
fr_fr: Trier par ordre croissant de {0}

# signup/tool/src/bundle/messages.properties:sort_descending
source: Sort by {0} descending
fr_fr: Trier par {0} décroissant

source: Comment in {0} has been updated for meeting {1} on {2}, {3}
fr_fr: Le commentaire dans {0} a été mis à jour pour la réunion {1} le {2}, {3}

source: {0} has assigned you to a meeting for the {1} site on {2}:
fr_fr: {0} vous a affecté à une réunion pour l'espace {1} sur {2} :

# signup/impl/src/bundle/emailMessage.properties:body.meeting.recurrence
source: Meeting Recurrence:
fr_fr: Récurrence de la réunion :

# signup/impl/src/bundle/emailMessage.properties:body.meeting.repeatDaily
source: daily
fr_fr: quotidienne

# signup/impl/src/bundle/emailMessage.properties:body.meeting.repeatWeekdays
source: weekdays (Mon-Fri)
fr_fr: en semaine (Lun-Ven)

# signup/impl/src/bundle/emailMessage.properties:body.meeting.repeatWeekly
source: weekly
fr_fr: hebdomadaire

# signup/impl/src/bundle/emailMessage.properties:body.meeting.repeatBiWeekly
source: biweekly
fr_fr: Toutes les deux semaines

# signup/impl/src/bundle/emailMessage.properties:body.recurrence.meeting.status
source: This meeting recurs <b>{0}</b> until: {1}
fr_fr: Cette réunion a pour récurrence <b>{0}</b> jusqu'au : {1}

source: <b>Attention:</B> you have been assigned to all recurring meetings.
fr_fr: <b>Attention :</B> vous avez été affecté à toutes les réunions récurrentes.

source: - All the remaining occurrences of this meeting have also changed.
fr_fr: -Toutes les occurrences restantes de cette réunion ont également changé.

source: <b>Attention:</B> you have only been assigned to the current meeting.
fr_fr: <b>Attention :</B> vous avez seulement été affecté à la réunion courante.

# signup/impl/src/bundle/emailMessage.properties:body.meeting.place
source: Meeting Place:
fr_fr: Lieu de la réunion :

# signup/impl/src/bundle/emailMessage.properties:body.top.greeting.part
source: Dear {0},
fr_fr: Cher/Chère {0},

# signup/impl/src/bundle/emailMessage.properties:body.meetingTopic.part
source: Meeting Title: {0}
fr_fr: Titre de la réunion : {0}

# signup/impl/src/bundle/emailMessage.properties:body.timeslot
source: Time slot:
fr_fr: Créneau horaire :

# signup/impl/src/bundle/emailMessage.properties:body.ownComment
source: My Comment: {0}
fr_fr: Mon commentaire : {0}

# signup/impl/src/bundle/emailMessage.properties:body.commentBy
source: Comment by {0}: {1}
fr_fr: Commentaire de {0} : {1}

# signup/impl/src/bundle/emailMessage.properties:body.comment
source: Uptodate Comment: {0}
fr_fr: Commentaire à jour : {0}

# signup/impl/src/bundle/emailMessage.properties:body.organizer.meeting.timeframe
source: Meeting Time: {0} - from {1} to {2} ({3})
fr_fr: Date et horaire de réunion : {0} de {1} à {2} ({3})

source: Meeting Time: {0}, {1} to {2}, {3} ({4})
fr_fr: Dates et horaire de réunion : du {1} à {0} au {3} à {2} ({4})

source: Meeting Time: {0} - {1} on {2} ({3})
fr_fr: Date et horaire de réunion : le {2} de {0} à {1} ({3})

source: Meeting Time: {0}, {1} - {2}, {3} ({4})
fr_fr: Dates et horaire de réunion : du {1} à {0} au {3} à {2} ({4})

# signup/impl/src/bundle/emailMessage.properties:body.attendee.meeting.timeslot
source: Time slot: {0} - {1} on {2} ({3})
fr_fr: Créneau horaire : le {2} de {0} à {1} ({3})

source: Time slot: {0}, {1} - {2}, {3} ({4})
fr_fr: Créneau horaire : du {1} à {0} au {3} à {2} ({4})

# signup/impl/src/bundle/emailMessage.properties:body.meeting.timeslot.timeframe
source: {0} - {1} on {2} ({3})
fr_fr: le {2} de {0} à {1} ({3})

source: The time slot details are shown as followings:
fr_fr: Les détails sur les créneaux horaires apparaissent comme suit :

source: - Time Slot {0} -
fr_fr: - Créneau horaire {0}-

source: time period: {0} - {1}
fr_fr: Période : {0} - {1}

source: time period: {0}, {1} - {2}, {3}
fr_fr: Période : {1} {0} à {3} {2}

source: max # of participants: {0}
fr_fr: Nombre maximum de participants : {0}

# signup/impl/src/bundle/emailMessage.properties:body.new.announce.type.message
source: No sign-up is required for this meeting.
fr_fr: Aucune inscription requise pour cette réunion.

source: From {0} - {1} {4}To {2} - {3}
fr_fr: De {0} - {1} {4} à {2} - {3}

source: From {0},{1} - {2}, {3} {8}To {4}, {5} - {6}, {7}
fr_fr: Depuis de {1} {0} à {3} {2} {8} en de {5} {4} à {7} {6}

# signup/impl/src/bundle/emailMessage.properties:body.thankyou
source: Thank you.
fr_fr: Merci.

# signup/impl/src/bundle/emailMessage.properties:body.attendee.hasSignup.part
source: {0} has signed up for the meeting for the {1} site on {2}:
fr_fr: {0} s'est inscrit à la réunion de l'espace {1} sur {2} :

source: {0} has canceled the following meeting for the {1} site on {2}:
fr_fr: {0} a annulé la réunion suivante de l'espace {1} sur {2} :

source: {0} has canceled the following meeting for the {1} site on {2}:
fr_fr: {0} a annulé la réunion suivante de l'espace {1} sur {2} :

# signup/impl/src/bundle/emailMessage.properties:body.organizerCancel.meeting.part
source: {0} has canceled the {1} meeting for the {2} site on {3}.
fr_fr: {0} a annulé la réunion {1} de l'espace {2} sur {3}.

source: A new meeting has been announced for the {0} site on {1} by {2}.
fr_fr: Une nouvelle réunion a été annoncée pour l'espace {0} sur {1} par {2}.

# signup/impl/src/bundle/emailMessage.properties:body.cancelled.timeSlots
source: The previous meeting has been canceled due to the following:
fr_fr: La réunion précédente a été annulée pour la raison qui suit :

# signup/impl/src/bundle/emailMessage.properties:body.auto.reminder.part
source: This is a reminder that you have a {0} appointment tomorrow.
fr_fr: Ceci est un rappel de votre rendez-vous {0} de demain.

# signup/impl/src/bundle/emailMessage.properties:body.attendee.signup.own
source: You have signed up for the following meeting in the {0} site on {1}:
fr_fr: Vous êtes inscrit à la réunion suivante de l'espace {0} sur {1} :

# signup/impl/src/bundle/emailMessage.properties:body.footer.text.no.access.link
source: This automatic notification message was sent by {0} from the {1} site.
fr_fr: Cette notification automatique a été envoyée par {0} depuis l'espace {1}.
