Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_samigo_*.po
Languages: fr_fr

source: Score: ______ / ______
fr_fr: Note : ______ / ______

source: X-Small
fr_fr: XS

source: Small
fr_fr: S

source: Medium
fr_fr: M

source: Large
fr_fr: L

source: X-Large
fr_fr: XL

source: Show Description/Intro, Part's Title & Information
fr_fr: Afficher la Description / Introduction, le titre de la partie et les informations

source: Show Answer Key
fr_fr: Afficher le corrigé

source: Show Answer Key with Feedback
fr_fr: Afficher le corrigé et les retours

source: Show Numbered Sequences
fr_fr: Afficher les séquences numérotées

source: Apply Settings
fr_fr: Appliquer les paramètres

source: Answer Key
fr_fr: Corrigé

source: Answer Point Value
fr_fr: Valeur en points de la réponse

source: Model Short Answer
fr_fr: Exemple de réponse courte

source: Correct Feedback
fr_fr: Retour pour réponse correcte

source: Incorrect Feedback
fr_fr: Retour pour réponse incorrecte

source: Time Allowed (seconds)
fr_fr: Temps alloué (secondes)

source: Number of Tries Allowed
fr_fr: Nombre d'essais permis

source: File
fr_fr: Parcourir

source: Upload
fr_fr: Déposer

source: Attachments
fr_fr: Fichiers joints

source: Navigation Page
fr_fr: Page de navigation

source: Sakai Assessment Manager
fr_fr: Gestionnaire d'évaluation de Sakai

source: Welcome
fr_fr: Bienvenue

source: Select Assessments
fr_fr: Sélectionner les évaluations

source: View Results
fr_fr: Afficher les résultats

source: Author
fr_fr: Auteur

source: Template Editor
fr_fr: Éditeur de modèles

source: Deliver Test as PDF
fr_fr: Envoyer le test en PDF

source: Debug Session
fr_fr: Session de débogage

source: Exit
fr_fr: Quitter

source: Built:
fr_fr: Compilation :

source: You have now left the application.
fr_fr: Vous venez de quitter l'application.

source: Add
fr_fr: Ajouter

source: Add New Pool
fr_fr: Ajouter un Nouveau Groupe

source: Search
fr_fr: Rechercher

source: User Admin
fr_fr: Utilisateur Admin

source: Confirm
fr_fr: Confirmer

source: Copy
fr_fr: Copier

source: Move
fr_fr: Déplacer

source: Import
fr_fr: Importer

source: Export
fr_fr: Exporter

source: Preview
fr_fr: Aperçu

source: Delete?
fr_fr: Supprimer ?

source: Reset
fr_fr: Réinitialiser

source: Save
fr_fr: Enregistrer

source: Summary
fr_fr: Résumé

source: (optional)
fr_fr: (optionnel)

source: Assessments
fr_fr: Évaluations

source: Templates
fr_fr: Modèles

source: Assessments
fr_fr: Évaluations

source: Print
fr_fr: Imprimer

source: Remove me
fr_fr: Me retirer

source: Select all
fr_fr: Sélectionner tout

source: Return
fr_fr: Retour

source: General Information
fr_fr: Information générale

source: Add Question
fr_fr: Ajouter Question

source: Add Pool
fr_fr: Ajouter un Groupe

source: Required items marked with *.
fr_fr: Éléments requis identifiés par *.

source: Add Question to Pool
fr_fr: Ajouter une Question à un Groupe

source: Add Subpool
fr_fr: Ajouter un Sous-groupe

source: Add the above question(s) to the following assessment
fr_fr: Ajouter les question(s) ci-dessus à l'évaluation suivante

source: Add to Assessment
fr_fr: Ajouter à l'évaluation

source: All
fr_fr: Toutes

source: An error occured in the bean. Error Message is
fr_fr: Une erreur s'est produite. Le message d'erreur est

source: Are you sure you want to remove the following question(s)?
fr_fr: Êtes-vous sûr de vouloir supprimer les questions suivantes ?

source: Assessment Title
fr_fr: Titre de l'évaluation

source: By Question Type
fr_fr: Par Type de Question

source: Copy Pool
fr_fr: Copier le Groupe

source: Copy Question
fr_fr: Copier Question

source: Copy this pool to
fr_fr: Copier ce groupement à

source: Copy this question to
fr_fr: Copier cette question à

source: Edit Pool
fr_fr: Modifier le Groupe

source: Edit Subpool
fr_fr: Modifier le sous-groupe

source: Error page index
fr_fr: Erreur d'index de page

source: Export Pool
fr_fr: Exporter le Groupe

source: Export Question
fr_fr: Exporter Question

source: Export Question(s)
fr_fr: Exporter Question(s)

source: Export to
fr_fr: Exporter vers

source: File
fr_fr: Copier ?

source: Import Pool
fr_fr: Importer un Groupe

source: Import Question
fr_fr: Importer Question

source: Import from Question Pool
fr_fr: Importer du groupe de questions

source: Import from a file
fr_fr: Importer d'un fichier

source: In Pool(s)
fr_fr: Dans le(s) Groupe(s)

source: Last Modified
fr_fr: Dernière modification le

source: Move Pool
fr_fr: Déplacer le Groupe

source: Move Question
fr_fr: Déplacer Question

source: Move this pool to
fr_fr: Déplacer ce groupe vers

source: Move this question to
fr_fr: Déplacer cette question vers

source: Open a question pool and select a question using a checkbox,
fr_fr: Ouvrir un groupe de questions et choisir une question en utilisant une case à cocher,

source: Parent Pool ID
fr_fr: Identifiant du groupe parent

source: Pool Name
fr_fr: Nom du Groupe

source: Pools to be removed:
fr_fr: Noms de Groupes

source: Question List
fr_fr: Liste de Questions

source: Question Names
fr_fr: Nom de Questions

source: Question Pools TOP
fr_fr: HAUT des Groupes de Questions

source: Question Pools
fr_fr: Groupes de Questions

source: Question Pool
fr_fr: Groupe de Questions

source: Question Text
fr_fr: Texte de Question

source: Question Type
fr_fr: Type de questions

source: Remove Pool
fr_fr: Enlever le Groupe

source: Remove Pool Confirmation
fr_fr: Confirmation d'enlèvement de groupe

source: Remove Pool Confirmation
fr_fr: Confirmation d'enlèvement de groupe

source: Remove Question
fr_fr: Supprimer Question

source: Remove Question Confirmation
fr_fr: Confirmation de suppression de question

source: Rubrics
fr_fr: Rubriques

source: Sakai Assessment Manager
fr_fr: Gestionnaire d'évaluation de Sakai

source: Search for Question(s)
fr_fr: Rechercher des question(s)

source: Select the destination pool(s) for
fr_fr: Choisir le(s) groupe(s) de destination pour

source: Select the destination pool for
fr_fr: Choisir le groupe de destination pour

source: Select question type
fr_fr: Choisir le type de question

source: Select search criteria
fr_fr: Choisir les critères de recherche

source: Stack Trace is
fr_fr: Trace de pile est

source: View Question Pools
fr_fr: Voir les Groupes de Questions

source: of Questions
fr_fr: de questions

source: # of Questions in
fr_fr: nombre de questions dans

source: of Subpools
fr_fr: de sous-groupes

source: Subpools
fr_fr: Sous-groupes

source: Subpool
fr_fr: Sous-groupe

source: # of Subpools in
fr_fr: nombre de sous-groupes dans

source: Copy
fr_fr: Copier

source: of
fr_fr: de

source: Questions from Part
fr_fr: Questions de la partie

source: Add Pool
fr_fr: Ajouter un Groupe

source: add main form
fr_fr: ajouter la forme principale

source: Owner
fr_fr: Propriétaire

source: Department/Group
fr_fr: Département/Groupe

source: Objectives
fr_fr: Objectifs

source: Keywords
fr_fr: Mots clés

source: Update
fr_fr: Mise à jour

source: Audio Response
fr_fr: Réponse audio

source: File Upload
fr_fr: Dépôt de fichier

source: Fill in the Blank
fr_fr: Exercice à trous

source: Numeric Response
fr_fr: Réponse Numérique

source: Multiple Choice (multiple correct)
fr_fr: Choix Multiple (multiple correct)

source: Multiple Choice (single correct)
fr_fr: Choix multiple (un seul correct)

source: Multiple Choice Survey
fr_fr: Sondage à Choix Multiple

source: Matching
fr_fr: Appariement

source: Short Answer/Essay
fr_fr: Réponse courte/Dissertation

source: True/False Question
fr_fr: Question Vrai / Faux

source: Survey: Matrix of Choices
fr_fr: Sondage : Matrice de choix

source: Delete
fr_fr: Supprimer

source: Previous
fr_fr: Précédent

source: Show 10 Items per Page
fr_fr: Montrer 10 éléments par Page

source: This question is already in one or more of the specified pools.
fr_fr: Cette question est déjà dans un ou plusieurs des groupes spécifiés.

source: Pool Name should not be empty.
fr_fr: Le nom du Groupe ne doit pas être vide.

source: You cannot have duplicate pool names. Please choose another name.
fr_fr: Vous ne pouvez pas avoir des groupes avec des noms identiques. Veuillez choisir un autre nom.

source: There are currently no pools defined.
fr_fr: Il n'y a actuellement aucun groupe défini.

source: Sort Question Pools by Title
fr_fr: Tri de groupes de questions par titre

source: Sort Question Pools by Creator
fr_fr: Tri de groupes de questions par auteur

source: Sort Question Pools by Number of Questions
fr_fr: Tri de groupes de questions par nombre de questions

source: Sort Question Pools by Number of Subpools
fr_fr: Tri de groupes de questions par nombre de sous-groupes

source: Sort Question Pools by Last Modified
fr_fr: Tri de groupes de questions par date de dernière modification

source: Sort Questions by Question Text
fr_fr: Tri de questions par texte de question

source: Sort Questions by Type
fr_fr: Tri de questions par type

source: Add Pool
fr_fr: Ajouter un Groupe

source: Add Subpool
fr_fr: Ajouter un Sous-groupe

source: Add Question
fr_fr: Ajouter Question

source: Add New Pool
fr_fr: Ajouter un Nouveau Groupe

source: Edit Pool
fr_fr: Modifier le Groupe

source: Edit Question
fr_fr: Modifier la Question

source: Copy Pool
fr_fr: Copier le Groupe

source: Move Pool
fr_fr: Déplacer le Groupe

source: RemovePool
fr_fr: Supprimer le Groupe

source: Copy Question
fr_fr: Copier Question

source: Move Question
fr_fr: Déplacer Question

source: Export Question
fr_fr: Exporter Question

source: Preview Question
fr_fr: Prévisualiser Question

source: Toggle Tree
fr_fr: Développer ou compacter l'affichage de l'arborescence

source: Check All
fr_fr: Tout cocher

source: Uncheck All
fr_fr: Tout décocher

source: Share
fr_fr: Partager

source: Remove me
fr_fr: Me retirer

source: Update
fr_fr: Mise à jour

source: Preview Pool
fr_fr: Prévisualiser le groupement

source: Export Pool to excel
fr_fr: Exporter le groupement vers Excel

source: Print Pool
fr_fr: Pool d’impression

source: Tags
fr_fr: Etiquettes

source: Sort by Title in Ascending
fr_fr: Trier sur le Titre par ordre alphabétique

source: Sort by Title in Descending
fr_fr: Trier sur le Titre par ordre alphabétique inverse

source: Sort by Creator in Ascending
fr_fr: Trier sur l'auteur par ordre alphabétique

source: Sort by Creator in Descending
fr_fr: Trier sur l'auteur par ordre alphabétique inverse

source: Sort by Number of Questions in Ascending
fr_fr: Trier par Nombre de Questions croissant

source: Sort by Number of Questions in Descending
fr_fr: Trier par Nombre de Questions décroissant

source: Sort by Number of Subpools in Ascending
fr_fr: Trier par Nombre de Sous-groupes croissant

source: Sort by Number of Subpools in Descending
fr_fr: Trier par Nombre de Sous-groupes décroissant

source: Sort by Last Modified in Ascending
fr_fr: Trier par Dernière Modification croissante

source: Sort by Last Modified in Descending
fr_fr: Trier par Dernière Modification décroissante

source: Sort by Question Text in Ascending
fr_fr: Trier sur Texte de Question par ordre alphabétique

source: Sort by Question Text in Descending
fr_fr: Trier sur Texte de Question par ordre alphabétique inverse

source: Sort by Type in Ascending
fr_fr: Trier sur le Type par ordre alphabétique

source: Sort by Type in Descending
fr_fr: Trier sur le Type par ordre alphabétique inverse

source: Expand/Collapse Pools and Subpools
fr_fr: Développer/réduire l'affichage des groupes et sous-groupes

source: Import Pool
fr_fr: Importer un Groupe

source: Share pool
fr_fr: Partager le groupe

source: Site Members with access to
fr_fr: Membres du Site avec accès à

source: Site Members without access to
fr_fr: Membres du Site sans accès à

source: Name
fr_fr: Nom

source: Role
fr_fr: Rôle

source: Grant access
fr_fr: Accorder l'accès

source: Revoke access
fr_fr: Supprimer l’accès

source: Order by name
fr_fr: Classer par nom

source: Order by name in Ascending
fr_fr: Classer sur le nom par ordre alphabétique

source: Order by name in Descending
fr_fr: Classer sur le nom par ordre alphabétique inverse

source: Order by role
fr_fr: Classer par rôle

source: Order by role in Ascending
fr_fr: Classer sur le rôle par ordre alphabétique

source: Order by role in Descending
fr_fr: Classer sur le rôle par ordre alphabétique inverse

source: Response
fr_fr: Réponse

source: Discount
fr_fr: Pénalité

source: key
fr_fr: clef

source: Feedback
fr_fr: Rétroaction

source: Correct feedback
fr_fr: Retour d'expérience pour réponse correcte

source: Incorrect feedback
fr_fr: Retour d'expérience pour réponse incorrecte

source: Answer model:
fr_fr: Modèle de réponse :

source: File upload:
fr_fr: Dépôt de fichier :

source: Time allowed (seconds):
fr_fr: Temps alloué (secondes) :

source: Number of tries allowed:
fr_fr: Nombre d'essais permis :

source: Transfer Pool
fr_fr: Transfert de pool

source: transfer pool
fr_fr: Transfert de pool

source: Continue
fr_fr: Continuer

source: Back
fr_fr: Retour

source: Cancel
fr_fr: Annuler

source: Transfer Ownership
fr_fr: Transfert de propriété

source: transfer pool add user
fr_fr: transfert de pool ajouter utilisateur

source: transfer pool confirmation
fr_fr: confirmation de transfert de pool

source: Ownership of the following pools will be transferred to {0}:
fr_fr: L'appartenance des pools de questions suivants est transférée à {0} :

source: Please input user ID.
fr_fr: Entrez l'ID utilisateur.

source: Please enter a valid username.
fr_fr: Veuillez entrer un nom d'utilisateur valide.

source: Select All Pools
fr_fr: Sélectionner tous les pools de questions

source: Create Assessment/Question Pool
fr_fr: Créer une Évaluation / un Groupe de Questions

source: Step 1 of 2
fr_fr: Étape 1 sur 2

source: Step 2 of 2
fr_fr: Étape 2 sur 2

source: Validate Assessment/Question Pool
fr_fr: Valider l'évaluation / le Groupe de Questions

source: Instructions:
fr_fr: Consignes :

source: Example:
fr_fr: Exemple :

source: General Instructions
fr_fr: Instructions Générales

source: Question 1 (10 points) (2.5 discount)
fr_fr: Question 1 (10 points)

source: Question (10 points) (2.5 discount)
fr_fr: Question (10 points)

source: 1. (10 points) (2.5 discount)
fr_fr: 1. (10 points)

source: Who was the first president of the United States?
fr_fr: Qui fut le premier président des États-Unis ?

source: Fill in the Blank
fr_fr: Exercice à trous

source: The correct answer should be prefixed with an asterisk (*).
fr_fr: La réponse correcte devrait être précédée d’un astérisque (*).

source: What color is a violet? ____
fr_fr: De quelle couleur est la violette ? ____

source: *Blue
fr_fr: *Bleue

source: Short Essay
fr_fr: Dissertation courte

source: No answer should be provided for this question type.
fr_fr: Aucune réponse ne devrait être prévue pour ce type de questions.

source: Explain the purpose of education.
fr_fr: Expliquez le but de l'éducation.

source: True/False
fr_fr: Vrai/Faux

source: Question 5 (7 points) (1.5 discount)
fr_fr: Question 5 (7 points)

source: Question (7 points) (1.5 discount)
fr_fr: Question (7 points)

source: 5. (7 points) (1.5 discount)
fr_fr: 5. (7 points)

source: The sky is blue.
fr_fr: Le ciel est bleu.

source: *True
fr_fr: *Vrai

source: False
fr_fr: Faux

source: Fill in Numeric
fr_fr: Réponse numérique

source: What value has the pi constant? ____
fr_fr: Quelle est la valeur de la constante pi ? ____

source: Assessment/Question Pool Information
fr_fr: Évaluation/Information sur le Groupe de Questions

source: Name
fr_fr: Nom

source: Data
fr_fr: Données

source: Instructions & Examples
fr_fr: Instructions et Exemples

source: Create Assessment
fr_fr: Créer une Évaluation

source: Create Question Pool
fr_fr: Créer un Groupe de Questions

source: Next >
fr_fr: Suivant >

source: < Back
fr_fr: < Retour

source: < Back
fr_fr: < Retour

source: Answers
fr_fr: Réponses

source: Discount
fr_fr: Pénalité

source: Multiple Choice
fr_fr: Choix multiple

source: Multiple Correct Choices
fr_fr: Choix multiple plusieurs corrects

source: Fill in the Blank
fr_fr: Exercice à trous

source: True/False
fr_fr: Vrai/Faux

source: Short Essay
fr_fr: Dissertation courte

source: Fill in Numeric
fr_fr: Réponse numérique

source: Incorrect
fr_fr: Incorrecte

source: Feedback
fr_fr: Rétroaction

source: Incorrect
fr_fr: Incorrecte

source: True
fr_fr: Vrai

source: False
fr_fr: Faux

source: yyyy-MMM-dd hh:mm:ss aaa
fr_fr: dd-MMM-yyyy hh:mm:ss aaa

source: yyyy-MMM-dd hh:mm aaa
fr_fr: dd-MMM-yyyy hh:mm aaa

source: yyyy-MMM-dd
fr_fr: dd-MMM-yyyy

source: MM/dd/yyyy
fr_fr: dd/MM/yyyy

source: MM/dd/yyyy hh:mm:ss a
fr_fr: dd/MM/yyyy hh:mm:ss a

source: EEEE, yyyy-MMM-dd hh:mm aaa
fr_fr: EEEE, dd-MMM-yyyy hh:mm aaa

source: Remove Media
fr_fr: Supprimer Media

source: select
fr_fr: sélectionner

source: Add
fr_fr: Ajouter

source: Assessments
fr_fr: Évaluations

source: Assessment Types
fr_fr: Types d'évaluation

source: Question Pools
fr_fr: Réserves de Questions

source: Event Log
fr_fr: Journal des événements

source: User Activity Report
fr_fr: Rapport d’activité de l’utilisateur

source: Go to Authoring Page
fr_fr: Aller à la Page de Création

source: Go to Assessment Type Page
fr_fr: Aller à la page des Types d'Évaluations

source: Go to Question Pool Page
fr_fr: Aller à la page de Réserve de Question

source: Go to Event Log Page
fr_fr: Aller à la page du journal des événements

source: Go to User Activity Report page
fr_fr: Aller à la page de rapport d’activité de l’utilisateur

source: Alert: You need to choose at least one group.
fr_fr: Attention : Vous devez choisir au moins un groupe.

source: Please select to whom you wish to make the assessment available
fr_fr: Veuillez indiquer à qui vous destinez cette évaluation

source: KB
fr_fr: ko

source: Assessment Item Delivery
fr_fr: Présentation de l'élément d'évaluation

source: Assessments
fr_fr: Évaluations

source: Take an Assessment
fr_fr: Passer une évaluation

source: Due Date/Time
fr_fr: Date/Heure butoir

source: Submitted Assessments
fr_fr: Évaluations Remises

source: Review an assessment
fr_fr: Modifier une évaluation

source: There are currently no assessments available for you to take.
fr_fr: Il n'y a aucune évaluation disponible.

source: You have not yet submitted any assessments.
fr_fr: Aucune évaluation n'a été remise.

source: Title
fr_fr: Titre

source: Statistics
fr_fr: Statistiques

source: Grade
fr_fr: Note

source: Raw Score
fr_fr: Note brute

source: Score
fr_fr: Note

source: Recorded Score
fr_fr: Note enregistrée

source: Individual Score
fr_fr: Note individuelle

source: Feedback Available
fr_fr: Date de Retour d'expérience

source: Statistics
fr_fr: Statistiques

source: Time
fr_fr: Heure

source: Submitted
fr_fr: Remise

source: days
fr_fr: jours

source: hrs
fr_fr: heures

source: hr
fr_fr: h

source: n/a
fr_fr: s/o

source: View
fr_fr: Vue

source: MM/dd/yyyy kk:mm a
fr_fr: dd/MM/yyyy kk:mm a

source: n/a
fr_fr: s/o

source: List of Available Assessments
fr_fr: Liste des Évaluations Disponibles

source: List of Submitted Assessments.
fr_fr: Liste des Évaluations Remises

source: *Assessment was updated.*
fr_fr: *Évaluation mise à jour.*

source: *Assessment was updated. You must resubmit for credit.*
fr_fr: *Évaluation mise à jour. Vous devez remettre à nouveau pour notation.*

source: *Assessment was retracted. Feedback is not available.*
fr_fr: *Évaluation retirée. Le retour n'est pas disponible.*

source: Sort Assessments by Title
fr_fr: Trier les évaluations par Titre

source: Sort Assessments by Feedback Date
fr_fr: Trier les évaluations par Date du retour

source: Sort Assessments by Score
fr_fr: Trier les évaluations par Résultat

source: Sort Assessments by Time Spent
fr_fr: Trier les évaluations par Temps Passé

source: Sort Assessments by Submitted Date
fr_fr: Trier les évaluations par Date de Remise

source: Take Assessment
fr_fr: Passer l’évaluation

source: Review Assessment
fr_fr: Examiner l'évaluation

source: View Statistics
fr_fr: Afficher les statistiques

source: Sort by Title in Ascending
fr_fr: Trier sur le Titre par ordre alphabétique

source: Sort by Title in Descending
fr_fr: Trier sur le Titre par ordre alphabétique inverse

source: Sort by Feedback Date in Ascending
fr_fr: Trier par Date de Retour croissante

source: Sort by Feedback Date in Descending
fr_fr: Trier par Date de Retour d'expérience décroissante

source: Sort by Score in Ascending
fr_fr: Trier par note croissante

source: Sort by Score in Descending
fr_fr: Trier par note décroissante

source: Sort by Time Spent in Ascending
fr_fr: Trier par temps passé croissant

source: Sort by Time Spend in Descending
fr_fr: Trier par temps passé décroissant

source: Sort by Submitted Date in Ascending
fr_fr: Trier par Date de Remise croissante

source: Sort by Submitted Date in Descending
fr_fr: Trier par Date de Remise décroissante

source: Immediate
fr_fr: Immédiat

source: View
fr_fr: Vue

source: View All Submissions/Scores
fr_fr: Voir toutes les remises / notes

source: View Only Recorded Scores
fr_fr: Voir uniquement les notes officielles

source: Recorded
fr_fr: officielles

source: (Average)
fr_fr: (Moyenne)

source: (Highest)
fr_fr: (Plus haute)

source: (Last)
fr_fr: (Dernière)

source: Time Limit
fr_fr: Limite de temps

source: All Graded
fr_fr: Tous corrigés

source: LATE
fr_fr: EN RETARD

source: AUTO-SUBMIT
fr_fr: AUTO-REMETTRE

source: Number of Points
fr_fr: Nombre de points

source: Number of Students
fr_fr: Nombre d'étudiants

source: (anonymous)
fr_fr: (anonyme)

source: (by username)
fr_fr: (par nom d'utilisateur)

source: Adjustment
fr_fr: Ajustement

source: All <br />Graded <br />LATE
fr_fr: Tous <br>Corrigés <br>EN RETARD

source: All Submissions
fr_fr: Toutes les remises

source: Average Submission
fr_fr: Remise moyenne

source: Comment
fr_fr: Commentaire

source: Comments:
fr_fr: Commentaires :

source: Detailed
fr_fr: Détaillé

source: Done
fr_fr: Terminé

source: Return
fr_fr: Retour

source: Frequency
fr_fr: Fréquence

source: Grading
fr_fr: Notation

source: Assessments
fr_fr: Évaluations

source: Templates
fr_fr: Modèles

source: Question Pools
fr_fr: Groupes de Questions

source: Grading - Histogram View
fr_fr: Correction - Vue Histogramme

source: Grading - Question
fr_fr: Correction - Question

source: Grading - Question Scores View
fr_fr: Correction - Vue par notes des questions

source: Grading - Review Results
fr_fr: Correction - Modifier les résultats

source: Grading - Statistics and Histograms
fr_fr: Correction - Statistiques et histogrammes

source: Grading - Submission Status
fr_fr: Correction - Statut de la remise

source: Total Scores
fr_fr: Note totale

source: Question Scores
fr_fr: Notes des questions

source: Total Scores
fr_fr: Note totale

source: Grading Settings
fr_fr: Configuration de la correction

source: Grading:
fr_fr: Correction :

source: Last Submission
fr_fr: Dernière remise

source: Highest Submission
fr_fr: Remise la plus élevée

source: Max Score Possible
fr_fr: Note maximale possible

source: Mean
fr_fr: Moyenne

source: Median
fr_fr: Médiane

source: Name
fr_fr: Nom

source: Last Name
fr_fr: Nom

source: First Name
fr_fr: Prénom

source: User Name
fr_fr: Nom d'Utilisateur

source: Name:
fr_fr: Nom :

source: No Responses found.
fr_fr: Aucune réponse trouvée.

source: Part
fr_fr: Partie

source: % Students Correct
fr_fr: % Étudiants corrects

source: % Students with Max Score
fr_fr: % Étudiants avec la note maximale

source: Points Earned:
fr_fr: Points mérités :

source: Points Possible:
fr_fr: Points possibles :

source: Submission Status
fr_fr: Statut de la remise

source: Pool
fr_fr: Réserve

source: Range
fr_fr: Ecart

source: Response:
fr_fr: Réponse :

source: Responses
fr_fr: Réponses

source: Response
fr_fr: Réponse

source: No responses
fr_fr: Aucune réponse

source: Correct Responses
fr_fr: Réponses correctes
