Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_admin-tools_*.po
Languages: fr_fr

# admin-tools/src/bundle/sites.properties:sitact.site
source: Site {0} not found
fr_fr: L'espace {0} est introuvable

# admin-tools/src/bundle/sites.properties:sitact.newpag
source: New Page
fr_fr: Nouvelle page

# admin-tools/src/bundle/sites.properties:sitact.newgrp
source: New Group
fr_fr: Nouveau groupe

# admin-tools/src/bundle/sites.properties:sitact.newsit
source: New Site
fr_fr: Nouvel espace

# admin-tools/src/bundle/sites.properties:sitact.newtoo
source: New Tool
fr_fr: Nouvel outil

# admin-tools/src/bundle/sites.properties:sitact.plesel
source: Please select a feature for this tool.
fr_fr: Veuillez sélectionner une fonctionnalité pour cet outil.

# admin-tools/src/bundle/sites.properties:sitact.plespe
source: Please specify the page title.
fr_fr: Veuillez définir le titre de la page.

# admin-tools/src/bundle/sites.properties:sitact.rempag
source: Remove Page
fr_fr: Supprimer la page

# admin-tools/src/bundle/sites.properties:sitact.remgrp
source: Remove Group
fr_fr: Supprimer le groupe

# admin-tools/src/bundle/sites.properties:sitact.remsit
source: Remove Site
fr_fr: Supprimer l'espace

# admin-tools/src/bundle/sites.properties:sitact.remtoo
source: Remove Tool
fr_fr: Supprimer l'outil

# admin-tools/src/bundle/sites.properties:sitact.savas
source: Save As
fr_fr: Enregistrer sous

# admin-tools/src/bundle/sites.properties:sitact.thesit
source: The Site's Page and Tool IDs have been re-generated.
fr_fr: La page de l'espace et les identifiants d'outils ont été générés à nouveau.

# admin-tools/src/bundle/sites.properties:sitact.thesitid
source: The site id {0} is already in use
fr_fr: L'Identifiant d'espace {0} est déjà utilisé

# admin-tools/src/bundle/sites.properties:sitact.thesitid2
source: The site id {0} is invalid
fr_fr: L'identifiant d'espace {0} n'est pas valide

# admin-tools/src/bundle/sites.properties:sitact.youdonot1
source: You do not have permission to update this Site {0}.
fr_fr: Vous n'avez pas le droit de mettre à jour l'espace {0}.

# admin-tools/src/bundle/sites.properties:sitact.youdonot2
source: You do not have permission to create this Site {0}.
fr_fr: Vous n'avez pas le droit de créer l'espace {0}.

# admin-tools/src/bundle/sites.properties:sitact.youdonot3
source: You do not have permission to remove Site {0}.
fr_fr: Vous n'avez pas le droit de supprimer l'espace {0}.

# admin-tools/src/bundle/sites.properties:sitact.sperol
source: Please specify a qualified joiner's role.
fr_fr: Veuillez spécifier un rôle adéquat pour la personne s'incrivant.

# admin-tools/src/bundle/sites.properties:sitconrem.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/sites.properties:sitconrem.can
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/sites.properties:sitconrem.plecon
source: Please confirm the removal of this Site:
fr_fr: Veuillez confirmer la suppression de cet espace :

# admin-tools/src/bundle/sites.properties:sitconrem.rem
source: Remove
fr_fr: Supprimer

# admin-tools/src/bundle/sites.properties:sitconrem.remvi
source: Removing Site...
fr_fr: Suppression de l'espace...

# admin-tools/src/bundle/sites.properties:sitedi.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/sites.properties:sitedi.assnew
source: Assign New IDs
fr_fr: Affecter de nouveaux Identifiants

# admin-tools/src/bundle/sites.properties:sitedi.can
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/sites.properties:sitedi.comthesit
source: Complete the Site Edit
fr_fr: Finir la modification de l'espace

# admin-tools/src/bundle/sites.properties:sitedi.conedi
source: Continue Editing
fr_fr: Continuer la modification

# admin-tools/src/bundle/sites.properties:sitedi.cre
source: Created:
fr_fr: Créé le :

# admin-tools/src/bundle/sites.properties:sitedi.creby
source: Created by:
fr_fr: Créé par :

# admin-tools/src/bundle/sites.properties:sitedi.deleted
source: Softly Deleted:
fr_fr: Suppression réversible :

# admin-tools/src/bundle/sites.properties:sitedi.deletedon
source: Softly Deleted on:
fr_fr: Suppression réversible le :

# admin-tools/src/bundle/sites.properties:sitedi.edisit
source: Edit: Site
fr_fr: Modifier l'espace

# admin-tools/src/bundle/sites.properties:pagedi.edisit
source: Edit: Page
fr_fr: Modifier la page

# admin-tools/src/bundle/sites.properties:tooldi.edisit
source: Edit: Tool
fr_fr: Modifier l'outil

# admin-tools/src/bundle/sites.properties:sitedi.joi
source: Joinable?:
fr_fr: Auto-inscription ? :

# admin-tools/src/bundle/sites.properties:sitedi.joirol
source: Role to assign to joiners:
fr_fr: Rôle à attribuer aux personnes s'inscrivant :

# admin-tools/src/bundle/sites.properties:sitedi.mod
source: Modified:
fr_fr: Modifié le :

# admin-tools/src/bundle/sites.properties:sitedi.modby
source: Modified By:
fr_fr: Modifié par :

# admin-tools/src/bundle/sites.properties:sitedi.no
source: no
fr_fr: Non

# admin-tools/src/bundle/sites.properties:sitedi.grp
source: Groups
fr_fr: Groupes

# admin-tools/src/bundle/sites.properties:sitedi.pub
source: Published:
fr_fr: Publié :

# admin-tools/src/bundle/sites.properties:sitedi.pub2
source: published
fr_fr: publié

# admin-tools/src/bundle/sites.properties:sitedi.pubvie
source: Public View?:
fr_fr: Vue publique ? :

# admin-tools/src/bundle/sites.properties:sitedi.revandmod
source: Review and modify this Site's information.
fr_fr: Vérifier et modifier l'information de l'espace.

# admin-tools/src/bundle/sites.properties:sitedi.revsit
source: Review Site information
fr_fr: Vérifier l'information de l'espace

# admin-tools/src/bundle/sites.properties:sitedi.sav
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/sites.properties:sitedi.sho
source: Short Description:
fr_fr: Description courte :

# admin-tools/src/bundle/sites.properties:sitedi.sit
source: Site
fr_fr: Espace

# admin-tools/src/bundle/sites.properties:sitedi.sit2
source: Site Id:
fr_fr: Identifiant de l'espace :

# admin-tools/src/bundle/sites.properties:sitedi.ski
source: Skin:
fr_fr: Habillage :

# admin-tools/src/bundle/sites.properties:sitedi.specon
source: Special Conversion
fr_fr: Conversion spéciale

# admin-tools/src/bundle/sites.properties:sitedi.tit
source: Title:
fr_fr: Titre:

# admin-tools/src/bundle/sites.properties:sitedi.unpub
source: unpublished
fr_fr: non publié

# admin-tools/src/bundle/sites.properties:sitedi.worsit
source: Worksite Icon URL:
fr_fr: URL de l'icône de l'espace :

# admin-tools/src/bundle/sites.properties:sitedi.worsit2
source: Worksite Info URL:
fr_fr: URL de l'information de l'espace :

# admin-tools/src/bundle/sites.properties:sitedi.yes
source: yes
fr_fr: Oui

# admin-tools/src/bundle/sites.properties:sitedi.pro
source: Properties
fr_fr: Propriétés

# admin-tools/src/bundle/sites.properties:sitedi.info
source: Info
fr_fr: Information

# admin-tools/src/bundle/sites.properties:sitedi.addeditprops
source: Add/Edit Properties
fr_fr: Ajouter/Modifier les propriétés

# admin-tools/src/bundle/sites.properties:sitedi.props
source: Properties
fr_fr: Propriétés

# admin-tools/src/bundle/sites.properties:sitedi.newprop
source: New Property
fr_fr: Nouvelle propriété

# admin-tools/src/bundle/sites.properties:sitedi.name
source: Name
fr_fr: Nom

# admin-tools/src/bundle/sites.properties:sitedi.value
source: Value
fr_fr: Valeur

# admin-tools/src/bundle/sites.properties:sitedipag.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/sites.properties:sitedipag.can
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/sites.properties:sitedipag.comthesit
source: Complete the Site Edit
fr_fr: Finir la modification de l'espace

# admin-tools/src/bundle/sites.properties:sitedipag.conedi
source: Continue Editing
fr_fr: Continuer la modification

# admin-tools/src/bundle/sites.properties:sitedipag.don
source: Done
fr_fr: Terminé

# admin-tools/src/bundle/sites.properties:sitedipag.edisit
source: Edit: Site
fr_fr: Modifier l'espace

# admin-tools/src/bundle/sites.properties:sitedipag.lay
source: Layout:
fr_fr: Mise en page :

# admin-tools/src/bundle/sites.properties:sitedipag.pag2
source: Page Id:
fr_fr: Identifiant de la page :

# admin-tools/src/bundle/sites.properties:sitedipag.pop
source: Popup?
fr_fr: Nouvelle fenêtre ?

# admin-tools/src/bundle/sites.properties:sitedipag.custom
source: Custom Title?
fr_fr: Titre personnalisé ?

# admin-tools/src/bundle/sites.properties:sitedipag.revandmod
source: Review and modify this Page's information.
fr_fr: Vérifier et modifier l'information de cette page.

# admin-tools/src/bundle/sites.properties:sitedipag.sav
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/sites.properties:sitedipag.tit
source: Title:
fr_fr: Titre:

# admin-tools/src/bundle/sites.properties:sitedipag.too
source: Tools
fr_fr: Outils

# admin-tools/src/bundle/sites.properties:sitedipag.tool.list.summary
source: List of tools in this page.
fr_fr: Liste des outils dans cette page.

# admin-tools/src/bundle/sites.properties:sitedipag.show5
source: show 5 items...
fr_fr: Afficher 5 éléments...

# admin-tools/src/bundle/sites.properties:sitedipag.show10
source: show 10 items...
fr_fr: Afficher 10 éléments...

# admin-tools/src/bundle/sites.properties:sitedipag.show20
source: show 20 items...
fr_fr: Afficher 20 éléments...

# admin-tools/src/bundle/sites.properties:sitedipag.show50
source: show 50 items...
fr_fr: Afficher 50 éléments...

# admin-tools/src/bundle/sites.properties:sitedipag.show100
source: show 100 items...
fr_fr: Afficher 100 éléments...

# admin-tools/src/bundle/sites.properties:sitedipag.show200
source: show 200 items....
fr_fr: Afficher 200 éléments...

# admin-tools/src/bundle/sites.properties:sitedipag.listnavselect
source: Press alt + up and down arrows to scroll through menu
fr_fr: Pressez Alt + les touches de déplacement vers le haut et vers le bas pour faire défiler le menu

# admin-tools/src/bundle/sites.properties:sitedipag.first
source: First
fr_fr: Premier

# admin-tools/src/bundle/sites.properties:sitedipag.previous
source: Previous
fr_fr: Précédent

# admin-tools/src/bundle/sites.properties:sitedipag.next
source: Next
fr_fr: Suivant

# admin-tools/src/bundle/sites.properties:sitedipag.last
source: Last
fr_fr: Dernier

# admin-tools/src/bundle/sites.properties:sitedipag.list.viewing
source: You are viewing {0} - {1} of {2} results.
fr_fr: Vous voyez les résultats {0} à {1} sur {2}.

# admin-tools/src/bundle/sites.properties:sitedipag.alias.isinval
source: Alias {0} is invalid.
fr_fr: L'alias {0} n'est pas valide.

# admin-tools/src/bundle/sites.properties:sitedipag.alias.nopermission
source: does not have permission to add alias.
fr_fr: Vous n'avez pas le droit d'ajouter des alias.

# admin-tools/src/bundle/sites.properties:sitedipag.url_alias
source: Site URL Alias
fr_fr: URL de l'alias de l'espace

# admin-tools/src/bundle/sites.properties:sitedigrp.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/sites.properties:sitedigrp.can
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/sites.properties:sitedigrp.comthesit
source: Complete the Site Edit
fr_fr: Finir la modification de l'espace

# admin-tools/src/bundle/sites.properties:sitedigrp.conedi
source: Continue Editing
fr_fr: Continuer la modification

# admin-tools/src/bundle/sites.properties:sitedigrp.don
source: Done
fr_fr: Terminé

# admin-tools/src/bundle/sites.properties:sitedigrp.edisit
source: Edit: Site
fr_fr: Modifier l'espace

# admin-tools/src/bundle/sites.properties:sitedigrp.grp
source: Group
fr_fr: Groupe

# admin-tools/src/bundle/sites.properties:sitedigrp.grp2
source: Group Id:
fr_fr: Identifiant du groupe :

# admin-tools/src/bundle/sites.properties:sitedigrp.revandmod
source: Review and modify this Group's information.
fr_fr: Vérifier et modifier l'information de ce groupe.

# admin-tools/src/bundle/sites.properties:sitedigrp.sav
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/sites.properties:sitedigrp.tit
source: Title:
fr_fr: Titre:

# admin-tools/src/bundle/sites.properties:siteditoo.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/sites.properties:siteditoo.can
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/sites.properties:siteditoo.comthesit
source: Complete the Site Edit
fr_fr: Finir la modification de l'espace

# admin-tools/src/bundle/sites.properties:siteditoo.conedi
source: Continue Editing
fr_fr: Continuer la modification

# admin-tools/src/bundle/sites.properties:siteditoo.don
source: Done
fr_fr: Terminé

# admin-tools/src/bundle/sites.properties:siteditoo.edisit
source: Edit: Site
fr_fr: Modifier l'espace

# admin-tools/src/bundle/sites.properties:siteditoo.fea
source: Features:
fr_fr: Fonctionnalités :

# admin-tools/src/bundle/sites.properties:siteditoo.lay
source: LayoutHints
fr_fr: Pistes de mise en page

# admin-tools/src/bundle/sites.properties:siteditoo.revandmod
source: Review and modify this Tool's information.
fr_fr: Vérifier et modifier l'information de cet outil.

# admin-tools/src/bundle/sites.properties:siteditoo.rowcol
source: (row, col 0 based):
fr_fr: (ligne, colonne 0 comme base) :

# admin-tools/src/bundle/sites.properties:siteditoo.sav
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/sites.properties:siteditoo.tit
source: Title:
fr_fr: Titre:

# admin-tools/src/bundle/sites.properties:siteditoo.too
source: Tool
fr_fr: Outil

# admin-tools/src/bundle/sites.properties:siteditoo.toocon
source: Tool Configuration
fr_fr: Configuration de l'outil

# admin-tools/src/bundle/sites.properties:siteditoo.toofea
source: Tool Feature
fr_fr: Fonctionnalité de l'outil

# admin-tools/src/bundle/sites.properties:siteditoo.tooid
source: Tool Id:
fr_fr: Identifiant de l'outil :

# admin-tools/src/bundle/sites.properties:sitlis.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/sites.properties:sitlis.sites
source: Sites
fr_fr: Espaces

# admin-tools/src/bundle/sites.properties:sitlis.cre
source: Created:
fr_fr: Créé le :

# admin-tools/src/bundle/sites.properties:sitlis.ico
source: Icon URL:
fr_fr: URL de l'icône :

# admin-tools/src/bundle/sites.properties:sitlis.joi
source: Joinable?
fr_fr: Auto-inscription ?

# admin-tools/src/bundle/sites.properties:sitlis.joialt
source: joinable
fr_fr: auto-inscription

# admin-tools/src/bundle/sites.properties:sitlis.nosit
source: No sites are defined that meet the search criteria.
fr_fr: Aucun des espaces définis ne correspond aux critères de recherche.

# admin-tools/src/bundle/sites.properties:sitlis.pub
source: Published
fr_fr: Publié

# admin-tools/src/bundle/sites.properties:sitlis.shodes
source: Short Description:
fr_fr: Description courte :

# admin-tools/src/bundle/sites.properties:sitlis.sitid
source: Site Id
fr_fr: Identifiant du site

# admin-tools/src/bundle/sites.properties:sitlis.sitinf
source: Site info URL:
fr_fr: URL de l'information du site :

# admin-tools/src/bundle/sites.properties:sitlis.tit
source: Title
fr_fr: Titre

# admin-tools/src/bundle/sites.properties:sitlis.uid
source: User ID
fr_fr: Identifiant

# admin-tools/src/bundle/sites.properties:sitlis.sid
source: Site ID
fr_fr: Identifiant de l'espace

# admin-tools/src/bundle/sites.properties:sitlis.link
source: Go to site
fr_fr: Aller au site

# admin-tools/src/bundle/sites.properties:sitpag.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/sites.properties:sitpag.can
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/sites.properties:sitpag.comthesit
source: Complete the Site Edit
fr_fr: Finir la modification de l'espace

# admin-tools/src/bundle/sites.properties:sitpag.conedi
source: Continue Editing
fr_fr: Continuer la modification

# admin-tools/src/bundle/sites.properties:sitpag.don
source: Done
fr_fr: Terminé

# admin-tools/src/bundle/sites.properties:sitpag.edisit
source: Edit: Site
fr_fr: Modifier l'espace

# admin-tools/src/bundle/sites.properties:sitpag.fea
source: Features:
fr_fr: Fonctionnalités :

# admin-tools/src/bundle/sites.properties:sitpag.lay
source: Layout:
fr_fr: Mise en page :

# admin-tools/src/bundle/sites.properties:sitpag.mopadown
source: move page down
fr_fr: déplacer la page vers le bas

# admin-tools/src/bundle/sites.properties:sitpag.mopaup
source: move page up
fr_fr: déplacer la page vers le haut

# admin-tools/src/bundle/sites.properties:sitpag.nopag
source: No pages are defined.
fr_fr: Aucune page n'est définie.

# admin-tools/src/bundle/sites.properties:sitpag.pagid
source: Page Id
fr_fr: Identifiant de la page

# admin-tools/src/bundle/sites.properties:sitpag.sav
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/sites.properties:sitpag.tit
source: Title
fr_fr: Titre

# admin-tools/src/bundle/sites.properties:sitgrp.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/sites.properties:sitgrp.can
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/sites.properties:sitgrp.comthesit
source: Complete the Site Edit
fr_fr: Finir la modification de l'espace

# admin-tools/src/bundle/sites.properties:sitgrp.conedi
source: Continue Editing
fr_fr: Continuer la modification

# admin-tools/src/bundle/sites.properties:sitgrp.don
source: Done
fr_fr: Terminé

# admin-tools/src/bundle/sites.properties:sitgrp.edisit
source: Edit: Site
fr_fr: Modifier l'espace

# admin-tools/src/bundle/sites.properties:sitgrp.lisofgrp
source: List of Groups
fr_fr: Liste des groupes

# admin-tools/src/bundle/sites.properties:sitgrp.nogrp
source: No groups are defined.
fr_fr: Aucun groupe n'est défini.

# admin-tools/src/bundle/sites.properties:sitgrp.grpid
source: Group Id
fr_fr: Identifiant du groupe

# admin-tools/src/bundle/sites.properties:sitgrp.sav
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/sites.properties:sitgrp.theare
source: These are the Groups defined in this Site. Click on one to edit.
fr_fr: Voici les groupes définis dans cet espace. Cliquez sur l'un d'eux pour le modifier.

# admin-tools/src/bundle/sites.properties:sitgrp.tit
source: Title
fr_fr: Titre

# admin-tools/src/bundle/sites.properties:sitgrp.plespe
source: Please specify the Group title.
fr_fr: Veuillez spécifier le titre du groupe.

# admin-tools/src/bundle/sites.properties:sitpag.lay_sngl
source: Single Column Layout
fr_fr: Mise en page sur une colonne

# admin-tools/src/bundle/sites.properties:sitpag.lay_dbl
source: Double Column Layout
fr_fr: Mise en page sur deux colonnes

# admin-tools/src/bundle/sites.properties:sitsav.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/sites.properties:sitsav.can
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/sites.properties:sitsav.sav
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/sites.properties:sitsav.savas
source: Save As ...
fr_fr: Enregistrer sous...

# admin-tools/src/bundle/sites.properties:sitsav.sit
source: Site
fr_fr: Espace

# admin-tools/src/bundle/sites.properties:sitsav.sitid
source: Site Id:
fr_fr: Identifiant de l'espace :

# admin-tools/src/bundle/sites.properties:sittoo.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/sites.properties:sittoo.can
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/sites.properties:sittoo.comthe
source: Complete the Site Edit
fr_fr: Finir la modification de l'espace

# admin-tools/src/bundle/sites.properties:sittoo.conedi
source: Continue Editing
fr_fr: Continuer la modification

# admin-tools/src/bundle/sites.properties:sittoo.don
source: Done
fr_fr: Terminé

# admin-tools/src/bundle/sites.properties:sittoo.edisit
source: Edit: Site
fr_fr: Modifier l'espace

# admin-tools/src/bundle/sites.properties:sittoo.fea
source: Features
fr_fr: Fonctionnalités

# admin-tools/src/bundle/sites.properties:sittoo.lay
source: Layout Hints:
fr_fr: Conseils de mise en page :

# admin-tools/src/bundle/sites.properties:sittoo.sav
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/sites.properties:sittoo.tit
source: Title:
fr_fr: Titre:

# admin-tools/src/bundle/sites.properties:sittoo.tooid
source: Tool Id
fr_fr: Identifiant de l'outil

# admin-tools/src/bundle/sites.properties:sittoo.motoup
source: move tool up
fr_fr: déplacer l'outil vers le haut

# admin-tools/src/bundle/sites.properties:sittoo.motodown
source: move tool down
fr_fr: déplacer l'outil vers le bas

# admin-tools/src/bundle/sites.properties:sites.noaccess
source: You do not have permission to use this tool.
fr_fr: Vous n'avez pas la permission d'utiliser cet outil.

# admin-tools/src/bundle/sites.properties:sitedi.addeditpages
source: Add/Edit pages
fr_fr: Ajouter/modifier des pages

# admin-tools/src/bundle/sites.properties:sitedi.addeditgroups
source: Add/Edit groups
fr_fr: Ajouter/modifier des groupes

# admin-tools/src/bundle/sites.properties:term
source: term
fr_fr: semestre

# admin-tools/src/bundle/sites.properties:sitedi.custom
source: Custom Page Order?:
fr_fr: Ordre de page personnalisé ? :

# admin-tools/src/bundle/memory.properties:memory.notpermis
source: You do not have permission to perform this action.
fr_fr: Vous n'avez pas le droit d'accomplir cette action.

# admin-tools/src/bundle/memory.properties:memory.vm.alert.nosplit
source: Alert: {0}
fr_fr: Alerte : {0}

# admin-tools/src/bundle/memory.properties:memory.vm.ava.nosplit
source: Available Memory: {0}
fr_fr: Mémoire disponible : {0}

# admin-tools/src/bundle/memory.properties:memory.vm.memory
source: Memory
fr_fr: Mémoire

# admin-tools/src/bundle/memory.properties:memory.vm.reset
source: Reset All Caches
fr_fr: Réinitialiser tous les Caches

# admin-tools/src/bundle/memory.properties:memory.vm.evict
source: Evict Expired Members
fr_fr: Purger les entrées périmées

# admin-tools/src/bundle/memory.properties:memory.vm.status
source: Status
fr_fr: Statut

# admin-tools/src/bundle/memory.properties:memory.noaccess
source: You do not have permission to use this tool.
fr_fr: Vous n'avez pas la permission d'utiliser cet outil.

# admin-tools/src/bundle/authz-tool.properties:gen.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/authz-tool.properties:gen.can
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/authz-tool.properties:gen.sav
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/authz-tool.properties:gen.don
source: Done
fr_fr: Terminé

# admin-tools/src/bundle/authz-tool.properties:gen.show5
source: show 5 items...
fr_fr: Afficher 5 éléments...

# admin-tools/src/bundle/authz-tool.properties:gen.show10
source: show 10 items...
fr_fr: Afficher 10 éléments...

# admin-tools/src/bundle/authz-tool.properties:gen.show20
source: show 20 items...
fr_fr: Afficher 20 éléments...

# admin-tools/src/bundle/authz-tool.properties:gen.show50
source: show 50 items...
fr_fr: Afficher 50 éléments...

# admin-tools/src/bundle/authz-tool.properties:gen.show100
source: show 100 items...
fr_fr: Afficher 100 éléments...

# admin-tools/src/bundle/authz-tool.properties:gen.show200
source: show 200 items....
fr_fr: Afficher 200 éléments...

# admin-tools/src/bundle/authz-tool.properties:gen.first
source: First
fr_fr: Premier

# admin-tools/src/bundle/authz-tool.properties:gen.previous
source: Previous
fr_fr: Précédent

# admin-tools/src/bundle/authz-tool.properties:gen.next
source: Next
fr_fr: Suivant

# admin-tools/src/bundle/authz-tool.properties:gen.last
source: Last
fr_fr: Dernier

# admin-tools/src/bundle/authz-tool.properties:gen.enable
source: Enable
fr_fr: Activer

# admin-tools/src/bundle/authz-tool.properties:gen.back
source: Back
fr_fr: Retour

# admin-tools/src/bundle/authz-tool.properties:gen.yes
source: yes
fr_fr: Oui

# admin-tools/src/bundle/authz-tool.properties:gen.no
source: no
fr_fr: Non

# admin-tools/src/bundle/authz-tool.properties:per.alrgra
source: already granted
fr_fr: déjà attribué

# admin-tools/src/bundle/authz-tool.properties:per.lis.head
source: Permission
fr_fr: Droits

# admin-tools/src/bundle/authz-tool.properties:per.lis.head.title
source: Toggle all permissions for all roles
fr_fr: Permuter tous les droits pour tous les rôles
