Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_msgcntr_*.po
Languages: fr_fr

source: Add ->
fr_fr: Ajouter ->

source: <- Remove
fr_fr: <- Supprimer

source: Messages Area
fr_fr: Zone de messages

source: Messages & Forums
fr_fr: Messages et forums

source: Compose Message
fr_fr: Composer un message

source: Start a New Conversation
fr_fr: Nouveau fil de discussion

source: Display Message Content
fr_fr: Afficher le contenu du message

source: Reply to Initial Message
fr_fr: Répondre au message initial

source: Display Subject Only
fr_fr: Afficher le sujet seulement

source: Start a Conversation
fr_fr: Démarrer une Conversation

source: Your Message
fr_fr: Votre message

source: Required items marked with
fr_fr: Les éléments obligatoires sont indiqués par

source: Title
fr_fr: Titre

source: Title cannot be empty.
fr_fr: Le titre ne peut être vide.

source: Insert original text
fr_fr: Insérer le texte original

source: Word Count
fr_fr: Nombre de mots

source: Words:
fr_fr: Mots :

source: Characters:
fr_fr: Caractères :

source: Update word count
fr_fr: Mettre à jour le nombre de mots

source: Attachment(s):
fr_fr: Pièce(s) jointe(s):

source: No attachments yet
fr_fr: Aucune pièce jointe pour le moment

source: Remove
fr_fr: Supprimer

source: Add attachments
fr_fr: Ajouter des pièces jointes

source: Add more attachments
fr_fr: Ajouter des pièces jointes

source: None
fr_fr: Aucun

source: Validation Error: Value is required.
fr_fr: Erreur de validation : une valeur est requise.

source: Post
fr_fr: Publier

source: Save Draft
fr_fr: Enregistrer brouillon

source: Cancel
fr_fr: Annuler

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: Delete Message
fr_fr: Supprimer le message

source: Delete Forum
fr_fr: Supprimer le forum

source: Delete Topic
fr_fr: Supprimer le thème du forum

source: Processing...
fr_fr: Traitement en cours...

source: Add Individuals/Groups
fr_fr: Ajouter des personnes ou des groupes

source: Mark as Read
fr_fr: Marquer comme lu

source: Reply to This Message
fr_fr: Répondre au message

source: Reply to Topic
fr_fr: Répondre au thème

source: Reply to Initial Message
fr_fr: Répondre au message initial

source: Delete
fr_fr: Supprimer

source: Grade
fr_fr: Note

source: Post Edited Message
fr_fr: Publier le message modifié

source: Approve
fr_fr: Approuver

source: Deny
fr_fr: Refuser

source: Deny & Comment
fr_fr: Refuser et commenter

source: Add Comment
fr_fr: Ajouter un commentaire

source: Insert Original Message Text
fr_fr: Insérer le texte original

source: Comment By
fr_fr: Commentaire de

source: Comment By Moderator
fr_fr: Commentaire par modérateur

source: Moderate
fr_fr: Modérer

source: Mark as Read
fr_fr: Marquer comme lu

source: - Read by:
fr_fr: - Nombre de lecteurs :

source: Statistics & Grading
fr_fr: Statistiques et Notation

source: Name
fr_fr: Nom

source: User
fr_fr: Utilisateur

source: Authored
fr_fr: Auteur

source: Read
fr_fr: Lire

source: Unread
fr_fr: Non lu

source: Percent Read
fr_fr: Pourcentage lu

source: Forum Title
fr_fr: Titre du forum

source: Word Count
fr_fr: Nombre de mots

source: Comments
fr_fr: Commentaires

source: Hide Comments
fr_fr: Cacher les commentaires

source: Show Comments
fr_fr: Afficher commentaires

source: --Hidden--
fr_fr: --masqué--

source: Submit Grades
fr_fr: Remettre les notes

source: Cancel Changes
fr_fr: Annuler les Modifications

source: Apply Grade to all Ungraded
fr_fr: Appliquer une note à tous les travaux non notés

source: You must submit the grades to save your changes.
fr_fr: Vous devez remettre les notes pour enregistrer vos modifications.

source: Details
fr_fr: Détails

source: Topic Title
fr_fr: Titre du thème

source: Subject
fr_fr: Sujet :

source: Sort By Name
fr_fr: Trier par nom

source: Sort By Num Authored
fr_fr: Trier par nombre d'écrits

source: Sort By Num Read
fr_fr: Trier par nombre lu

source: Sort By Num Unread
fr_fr: Trier par nombre non lu

source: Sort By Percent Read
fr_fr: Trier par pourcentage lu

source: Note: anonymous messages are not disclosed
fr_fr: Remarque : les messages anonymes ne sont pas divulgués

source: Messages Read
fr_fr: Messages lus

source: Messages Authored
fr_fr: Messages écrits

source: < Previous Participant
fr_fr: < Participant précédent

source: Next Participant >
fr_fr: Participant suivant >

source: Show Full Text for All Authored Messages
fr_fr: Afficher le texte complet de tous les messages publiés

source: No authored messages
fr_fr: Aucun message créé

source: No read messages
fr_fr: Aucun message lu

source: [display in conversation]
fr_fr: [afficher dans la conversation]

source: Sort by Topic
fr_fr: Trier par thème

source: Sort by Date
fr_fr: Trier par date

source: by User
fr_fr: par utilisateur

source: by Topic
fr_fr: par thème

source: Total Messages
fr_fr: Nombre total de messages

source: Labels
fr_fr: Étiquettes

source: New!
fr_fr: Nouveau !

source: Go to next new message
fr_fr: Aller au prochain message non lu

source: Last new message
fr_fr: Dernier message non lu

source: Go to next pending message
fr_fr: Aller au prochain message en attente

source: Last pending message
fr_fr: Dernier message en attente

source: Go to first new message
fr_fr: Aller au premier message non lu

source: Go to first pending message
fr_fr: Aller au premier message en attente

source: New messages
fr_fr: Nouveaux messages

source: New messages
fr_fr: Nouveaux messages

source: Yes
fr_fr: Ou

source: No
fr_fr: Non

source: DRAFT
fr_fr: BROUILLON

source: Discussion Forums
fr_fr: Forums de discussion

source: New Forum
fr_fr: Nouveau forum

source: New Topic
fr_fr: Nouveau thème

source: Note:
fr_fr: Remarque :

source: You need to add at least one topic.
fr_fr: Vous devez ajouter au moins un thème.

source: You need to add at least one topic for the forum above to be active.
fr_fr: Vous devez ajouter au moins un thème pour que le forum ci-dessus soit actif.

source: Create a topic?
fr_fr: Créer un thème ?

source: Create a forum?
fr_fr: Créer un forum ?

source: {0} Copy
fr_fr: Copie de {0}

source: Duplicate Topic
fr_fr: Dupliquer le thème

source: Duplicate Forum
fr_fr: Dupliquer le forum

source: Are you sure you wish to duplicate this topic?
fr_fr: Voulez-vous vraiment dupliquer ce thème ?

source: Are you sure you wish to duplicate this forum?
fr_fr: Voulez-vous vraiment dupliquer ce forum ?

source: You do not have privileges to duplicate this.
fr_fr: Vous ne disposez pas des droits permettant de dupliquer cet élément.

source: Create one topic
fr_fr: Créer un thème

source: Automatically Create Topics
fr_fr: Créer les thèmes automatiquement

source: Automatically create multiple topics for groups
fr_fr: Créer automatiquement plusieurs thèmes pour les groupes

source: Organize
fr_fr: Organiser

source: Statistics & Grading
fr_fr: Statistiques et Notation

source: Template Settings
fr_fr: Configuration du modèle

source: Default Settings Template
fr_fr: Modèle de configuration par défaut

source: Organize Forums and Topics
fr_fr: Organiser les forums et les thèmes

source: Check All
fr_fr: Tout cocher

source: Subject
fr_fr: Sujet :

source: Authored By
fr_fr: Rédigé par

source: Conversation
fr_fr: Fil de discussion

source: Expand All/Collapse All
fr_fr: Développer Tout /Replier Tout

source: Label
fr_fr: Étiquette

source: Show/Hide Actions
fr_fr: Afficher/Masquer les actions

source: Display Options
fr_fr: Options d'affichage

source: Forum Settings
fr_fr: Configuration du forum

source: Topic Settings
fr_fr: Configuration du thème

source: More
fr_fr: Encore

source: Mark Read
fr_fr: Marquer les éléments coché(s) comme lu(s)

source: Mark Unread
fr_fr: Marquer les éléments coché(s) comme non lu(s)

source: Delete
fr_fr: Supprimer

source: Move
fr_fr: Déplacer

source: Mark All as Read
fr_fr: Tout marquer comme lu

source: Reply
fr_fr: Répondre

source: Print
fr_fr: Imprimer

source: Printer Friendly Format
fr_fr: Format pour l'impression

source: Go up one level
fr_fr: Remonter d'un niveau

source: Next Topic >
fr_fr: Thème suivant >

source: < Previous Topic
fr_fr: < Thème précédent

source: Next Conversation >
fr_fr: Fil suivant >

source: < Previous Conversation
fr_fr: < Fil précédent

source: View Full Description
fr_fr: Voir la description complète

source: Hide Full Description
fr_fr: Masquer la description complète

source: View Dates
fr_fr: Voir les dates

source: Hide Dates
fr_fr: Masquer les dates

source: More?
fr_fr: Plus ?

source: View message you are replying to
fr_fr: Voir le message auquel vous répondez

source: Hide message you are replying to
fr_fr: Masquer le message auquel vous répondez

source: Profile Information
fr_fr: Informations du profil

source: and
fr_fr: et

source: Attachment(s)
fr_fr: les pièces jointes

source: There are no topics posted in this forum.
fr_fr: Aucun thème n'a été publié dans ce forum.

source: There are no messages posted.
fr_fr: Aucun message n'a été publié.

source: There are no unread messages.
fr_fr: Aucun message non lu.

source: Access
fr_fr: Accès

source: Contributor(s)
fr_fr: Contributeur(s)

source: Read-only Access
fr_fr: Accès en lecture seule

source: Permissions
fr_fr: Droits

source: Control Permissions
fr_fr: Contrôler les droits

source: Message Permissions
fr_fr: Droits d'accès du message

source: Forum Title
fr_fr: Titre du forum

source: Forum Posting
fr_fr: Règles de publication du forum

source: Mark All Messages in Conversations Read
fr_fr: Marquer tous les messages des conversations comme lus

source: Availability
fr_fr: Disponibilité

source: Show immediately
fr_fr: Afficher immédiatement

source: Specify dates to open (show) and/or close (hide)
fr_fr: Indiquer les dates d'ouverture (afficher) et/ou de fermeture (masquer)

source: Short Description (255 characters max)
fr_fr: Description courte (255 caractères maximum)

source: %1 chars remain
fr_fr: %1 caractères restants

source: Forum Settings
fr_fr: Configuration du forum

source: Required items marked with
fr_fr: Les éléments obligatoires sont indiqués par

source: Lock forum (disable forum postings)
fr_fr: Verrouiller le forum (désactiver la création de messages dans le forum)

source: Moderate topics in forum
fr_fr: Modérer les thèmes du forum

source: Moderate topics in forums
fr_fr: Modérer les thèmes des forums

source: Require users to post before reading
fr_fr: Obliger les utilisateurs à écrire avant de lire

source: You must post to this topic before you can view any messages
fr_fr: Vous devez écrire un message dans ce thème pour pouvoir lire les autres messages

source: This setting cannot be changed after topic creation.
fr_fr: Ce paramètre ne peut être modifié après la création du thème.

source: This setting cannot be changed.
fr_fr: Ce paramètre ne peut pas être modifié.

source: (me)
fr_fr: (moi)

source: Automatically mark all messages in a conversation as read
fr_fr: Marquer automatiquement tous les messages d'une conversation comme lus

source: Save
fr_fr: Enregistrer

source: Save Settings & Add Topic
fr_fr: Enregistrer la configuration et Ajouter un thème

source: Delete Forum
fr_fr: Supprimer le forum

source: Topic Settings
fr_fr: Configuration du thème

source: Topic Title
fr_fr: Titre du thème

source: moderated
fr_fr: modéré

source: not moderated
fr_fr: non modéré

source: Post Before Reading
fr_fr: Publier avant la lecture

source: Topic Posting
fr_fr: Publication du thème

source: Anonymous Responses
fr_fr: Réponses anonymes

source: Allow anonymous postings (Identity known to administrative users)
fr_fr: Permettre l'écriture anonyme (L'identité est connue des administrateurs.)

source: I do not wish to know the authors identity
fr_fr: Je ne désire pas connaître l'identité des auteurs.

source: Users must post a response before reading others
fr_fr: Les utilisateurs doivent écrire une réponse avant de lire les autres

source: Response Visibility
fr_fr: Visibilité de la réponse

source: Lock Topic (Disable topic postings)
fr_fr: Verrouiller le thème (désactiver la création de messages dans le thème)

source: Moderate Topic
fr_fr: Thème modéré

source: Delete Topic
fr_fr: Supprimer le thème du forum

source: Short description cannot be longer than 255 characters.
fr_fr: La description courte ne peut excéder 255 caractères.

source: Last Edited By
fr_fr: Dernière modification par

source: on
fr_fr: le

source: Edited on
fr_fr: Édité le

source: MMM d, yyyy h:mm a
fr_fr: d MMM yyyy H:mm

source: MMM d, yyyy
fr_fr: d MMM yyyy

source: h:mm a
fr_fr: H:mm

source: (MMM d, yyyy h:mm a)
fr_fr: (d MMM yyyy H:mm)

source: MMM d, yyyy h:mm a z
fr_fr: d MMM yyyy H:mm z

source: View
fr_fr: Vue

source: Please enter a valid forum title
fr_fr: Veuillez inscrire un titre de forum valide.

source: Please enter a valid topic title
fr_fr: Veuillez inscrire un titre de thème valide.

source: Insufficient privileges to edit Template Settings
fr_fr: Droits insuffisants pour éditer la configuration du modèle

source: Insufficient privileges to delete this forum
fr_fr: Droits insuffisants pour supprimer ce forum

source: Insufficient privileges to
fr_fr: Privilèges insuffisants pour

source: Insufficient privileges to revise this message
fr_fr: Droits insuffisants pour modifier ce message

source: Insufficient privileges to change forum settings
fr_fr: Droits insuffisants pour modifier la configuration du forum

source: Insufficient privileges to create new topic
fr_fr: Droits insuffisants pour créer un nouveau thème

source: Insufficient privileges to change topic settings
fr_fr: Droits insuffisants pour modifier la configuration du thème

source: Insufficient privileges to post a conversation to topic {0}
fr_fr: Droits insuffisants pour créer une conversation dans le thème {0}

source: Topic {0} is locked.
fr_fr: Le thème {0} est verrouillé.

source: This forum is locked
fr_fr: Ce forum est verrouillé

source: An error has occurred while posting a conversation.
fr_fr: Une erreur s'est produite lors de la création d'une conversation.

source: User is not allowed to create a new forum
fr_fr: L'utilisateur n'est pas autorisé à créer un nouveau forum.

source: Invalid forum selected
fr_fr: Forum non valide sélectionné

source: Forum not found
fr_fr: Forum introuvable

source: Create New Topic Failed!
fr_fr: La création d'un nouveau thème a échoué !

source: Selected Forum not found
fr_fr: Le forum sélectionné est introuvable.

source: Topic with id '
fr_fr: Le thème avec l'identifiant «

source: Message with id '
fr_fr: Le message avec l'identifiant «

source: 'not found
fr_fr: » est introuvable

source: Parent Forum not found
fr_fr: Forum parent introuvable

source: Could not find a redirect page
fr_fr: Une page de redirection est introuvable

source: Message reference not found
fr_fr: La référence au message est introuvable

source: Topic reference not found for the message
fr_fr: La référence au thème est introuvable pour le message.

source: Unable to retrieve topic
fr_fr: Impossible d'extraire le thème

source: Parent Forum for new topic was not found
fr_fr: Le forum parent pour le nouveau thème est introuvable

source: Failed to create new topic
fr_fr: Échec lors de la création d'un nouveau thème

source: Failed Rending Messages
fr_fr: Échec lors de l'affichage des messages

source: This view is under contruction
fr_fr: Cet affichage est en construction.

source: Lost association with current topic
fr_fr: Association perdue avec le thème courant

source: No message selected to mark as read. Please select a message.
fr_fr: Aucun message n'a été sélectionné pour être marqué comme lu. Veuillez sélectionner un message.

source: Grade submission successful.
fr_fr: L'envoi de la note a réussi.

source: Please input a number greater than or equal to 0.
fr_fr: Veuillez saisir un nombre supérieur ou égal à 0.

source: Please input number with 2 or fewer digits after decimal point.
fr_fr: Veuillez saisir un nombre avec deux décimales ou moins.

source: Please enter a valid grade.
fr_fr: Veuillez saisir une note valable.

source: Alert:
fr_fr: Alerte :

source: Drafts
fr_fr: Brouillons

source: Pending Messages
fr_fr: Messages en attente

source: Pending
fr_fr: EN ATTENTE

source: Denied
fr_fr: REFUSÉ

source: This message has been deleted
fr_fr: Ce message a été supprimé

source: Message has been approved.
fr_fr: Le message a été approuvé.

source: Message has been denied.
fr_fr: Le message a été refusé.

source: Messages Pending Approval
fr_fr: Messages en attente d'approbation

source: There are no pending messages to display.
fr_fr: Aucun message en attente à afficher.

source: No message selected to approve or deny. Please select a message.
fr_fr: Aucun message n'est sélectionné pour être approuvé ou refusé. Veuillez sélectionner un message.

source: Selected message(s) approved.
fr_fr: Message(s) sélectionné(s) approuvé(s).

source: Selected message(s) denied.
fr_fr: Message(s) sélectionné(s) refusé(s).

source: in
fr_fr: dans

source: You must choose a Gradebook item before you submit a grade.
fr_fr: Vous devez sélectionner un élément du bulletin de notes avant de noter.

source: You must enter grade points before you submit a grade.
fr_fr: Vous devez indiquer le nombre de points avant de noter.

source: Grade is larger than the maximum grade. Are you sure?
fr_fr: La note est supérieure à la note maximale. Êtes-vous sûr ?

source: You must enter a comment.
fr_fr: Vous devez entrer un commentaire.

source: You do not have permission to add a comment to this message.
fr_fr: Privilèges insuffisants pour ajouter un commentaire à ce message.

source: You do not have permission to delete this message.
fr_fr: Vous n'êtes pas autorisé à supprimer ce message.

source: Attachments
fr_fr: Fichiers joints

source: Size
fr_fr: Taille

source: Replying To
fr_fr: Réponse à

source: Show/hide replying-to message
fr_fr: Afficher/masquer le message auquel on répond

source: From
fr_fr: De

source: Grade Forum Message
fr_fr: Noter le message du forum

source: Grade (Points Only):
fr_fr: Note (points seulement) :

source: Grade:
fr_fr: Note :

source: Grade (Letter Grade):
fr_fr: Note (notation par lettre) :

source: Current score:
fr_fr: Note actuelle :

source: Gradebook items:
fr_fr: Éléments du bulletin de notes :

source: Select a Gradebook item
fr_fr: Sélectionnez un élément du bulletin de notes

source: Comments:
fr_fr: Commentaires :

source: Send Notification
fr_fr: Envoyer une notification

source: Submit Grade
fr_fr: Envoyer la note

source: Cancel
fr_fr: Annuler

source: < Previous Message
fr_fr: < Message précédent

source: Next Message >
fr_fr: Message suivant >

source: Reply to Forum Message
fr_fr: Répondre au message du forum

source: Reply to Forum Conversation
fr_fr: Répondre à la conversation du Forum

source: Replying to:
fr_fr: Réponse à :

source: Reply Title
fr_fr: Titre de la réponse

source: Reply to Forum Topic
fr_fr: Répondre au thème du forum

source: unread
fr_fr: non lu

source: of
fr_fr: de

source: unread
fr_fr: non lu

source: No forums have been created.
fr_fr: Aucun forum n'a été créé.

source: Edit Forum Message
fr_fr: Modifier le message du forum

source: ; Moderated
fr_fr: ; Modéré

source: ( Moderated )
fr_fr: (Modéré)

source: Add Comment to Denied Posting
fr_fr: Ajouter un commentaire à l'article refusé

source: Add Comment:
fr_fr: Ajouter un commentaire :

source: Original Message:
fr_fr: Message original :

source: Note:
fr_fr: Remarque :

source: ({0} points possible)
fr_fr: ({0} points possibles)

source: Permission Level
fr_fr: Niveau de droits

source: Role
fr_fr: Rôle

source: This site role:
fr_fr: Statut :

source: which you can customize below:
fr_fr: que vous pouvez personnaliser ci-dessous :

source: Customize
fr_fr: Personnaliser

source: New Forum
fr_fr: Nouveau forum

source: New Topic
fr_fr: Nouveau thème

source: New Conversation
fr_fr: Nouvelle conversation

source: Reply
fr_fr: Répondre

source: Move Messages
fr_fr: Déplacer les messages

source: Moderate Messages
fr_fr: Modérer les messages

source: Change Settings
fr_fr: Modifier la configuration

source: Post to Gradebook
fr_fr: Publier dans le bulletin de notes

source: Edit Messages
fr_fr: Modifier les messages

source: Delete Messages
fr_fr: Supprimer les messages

source: Identify Anonymous Authors
fr_fr: Identifier les auteurs anonymes

source: Read
fr_fr: Lire

source: Edit Any
fr_fr: Modifier tous

source: Edit Own
fr_fr: Modifier les siens

source: Delete Any
fr_fr: Supprimer tous

source: Delete Own
fr_fr: Supprimer les siens

source: Mark as Read
fr_fr: Marquer comme lu

source: Grading
fr_fr: Notation

source: Gradebook item:
fr_fr: Élément du bulletin de notes :

source: This will be the default in this forum's topics.
fr_fr: Ce sera la valeur par défaut dans les thèmes de ce forum.

source: This will be the default when grading in this topic.
fr_fr: Cela deviendra la valeur par défaut pour la notation dans ce thème.

source: (More?)
fr_fr: (Plus ? )

source: Own
fr_fr: Les siens

source: All
fr_fr: Toutes

source: None
fr_fr: Aucun

source: Owner
fr_fr: Propriétaire

source: Author
fr_fr: Auteur

source: Nonediting Author
fr_fr: Auteur non correcteur

source: Contributor
fr_fr: Contributeur

source: Reviewer
fr_fr: Relecteur

source: None
fr_fr: Aucun

source: Custom
fr_fr: Personnaliser

source: All Messages
fr_fr: Tous les messages

source: ----Expand All
fr_fr: ----Développer tout

source: ----Collapse All
fr_fr: ----Replier tout

source: Unread Only
fr_fr: Non lus seulement

source: By Label
fr_fr: Par étiquette

source: View
fr_fr: Vue

source: Has attachment(s)
fr_fr: A des pièces jointes

source: Unread
fr_fr: Non lu

source: Expanded View
fr_fr: Vue développée

source: Show
fr_fr: Afficher

source: Entire Message
fr_fr: Message complet

source: Subject Only
fr_fr: Sujet seulement

source: Organize
fr_fr: Organiser

source: by Conversation
fr_fr: par fil de discussion

source: by Date Ascending
fr_fr: par date croissante

source: by Date Descending
fr_fr: par date décroissante

source: Unread
fr_fr: Non lu

source: Sort by subject ascending
fr_fr: Trier par sujet de A-Z

source: Sort by subject descending
fr_fr: Trier par sujet de Z-A

source: Sort by author ascending
fr_fr: Trier par auteur de A-Z

source: Sort by author descending
fr_fr: Trier par auteur de Z-A

source: Sort by recipients ascending
fr_fr: Trier par destinataires de A-Z

source: Sort by recipients descending
fr_fr: Trier par destinataires de Z-A

source: Sort by date ascending
fr_fr: Trier par date croissante

source: Sort by date descending
fr_fr: Trier par date décroissante

source: Sort by label ascending
fr_fr: Trier par étiquette de A-Z

source: Sort by label descending
fr_fr: Trier par étiquette de Z-A

source: Sort by attachment ascending
fr_fr: Trier par pièce jointe de A-Z

source: Sort by attachment descending
fr_fr: Trier par pièce jointe de Z-A

source: Sort by subject
fr_fr: Trier par sujet

source: Sort by author
fr_fr: Trier par auteur

source: Sort by recipients
fr_fr: Trier par destinataires

source: Sort by date
fr_fr: Trier par date

source: Sort by label
fr_fr: Trier par étiquette

source: Sort by attachment
fr_fr: Trier par pièce jointe

source: Sort by conversation
fr_fr: Trier par conversation

source: Received
fr_fr: Reçu

source: Sent
fr_fr: Envoyé

source: Deleted
fr_fr: Supprimé

source: Draft
fr_fr: Brouillon

source: Organize
fr_fr: Organiser

source: Statistics
fr_fr: Statistiques

source: Settings
fr_fr: Configuration

source: Compose Message
fr_fr: Composer un message

source: This tool does not support anonymous users
fr_fr: Cet outil n'est pas compatible avec les utilisateurs anonymes

source: New Folder
fr_fr: Nouveau dossier

source: Folder Settings
fr_fr: Configuration du dossier

source: Search
fr_fr: Rechercher

source: Advanced Search
fr_fr: Recherche avancée

source: Mark Checked as Read
fr_fr: Marquer les éléments sélectionnés comme lus
