Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_delegatedaccess_*.po
Languages: fr_fr

source: Delegated Access
fr_fr: Accès délégué

source: Delegated Access
fr_fr: Accès délégué

source: Go to the home page
fr_fr: Aller à la page d'accueil

source: Home
fr_fr: Page d'accueil

source: Go to the home page
fr_fr: Aller à la page d'accueil

source: Search by User
fr_fr: Recherche par utilisateur

source: Search for user's to add or remove access
fr_fr: Recherche d'utilisateurs pour ajouter ou supprimer des accès

source: Shopping Admin
fr_fr: Administration des courses

source: Set shopping period for my sites
fr_fr: Définir la période de courses pour mes sites

source: Shopping List
fr_fr: Liste de courses

source: See list of open shopping sites
fr_fr: Voir la liste des espaces ouverts pour les courses

source: Admin Tools
fr_fr: Outils d'administration

source: Admin tools
fr_fr: Outils d'administration

source: Search by Access
fr_fr: Recherche par accès

source: Search which users have access where
fr_fr: Rechercher quels utilisateurs ont accès à quoi

source: Results for:
fr_fr: Résultats pour :

source: Search for users:
fr_fr: Recherche d'utilisateurs :

source: User Id
fr_fr: Identifiant de l'utilisateur

source: Name
fr_fr: Nom

source: Email
fr_fr: Courriel

source: Expand/Collapse All Nodes
fr_fr: Développer/replier tous les nœuds

source: Expand All Nodes
fr_fr: Développer tous les nœuds

source: Collapse All Nodes
fr_fr: Replier tous les nœuds

source: You do not have any delegated access
fr_fr: Vous n'avez pas d'accès délégué

source: This user does not have any delegated access
fr_fr: Cet utilisateur n'a aucun accès délégué

source: Add Access
fr_fr: Ajouter l'accès

source: Add
fr_fr: Ajouter

source: Remove
fr_fr: Supprimer

source: Update
fr_fr: Mise à jour

source: Access
fr_fr: Accès

source: Successfully saved
fr_fr: Sauvegarde réussie

source: An error has occurred while saving
fr_fr: Une erreur s'est produite lors de la sauvegarde

source: Realm
fr_fr: Domaine

source: Role
fr_fr: Rôle

source: Default Access Role
fr_fr: Rôle d'accès par défaut

source: Delegated Access
fr_fr: Accès délégué

source: Restricted Tools
fr_fr: Outils limités

source: Inherited
fr_fr: Hérité

source: No tools inherited
fr_fr: Aucun outil hérité

source: No permissions inherited
fr_fr: Aucun droit hérité

source: Cancel
fr_fr: Annuler

source: Save
fr_fr: Enregistrer

source: Done
fr_fr: Terminé

source: Close
fr_fr: Fermer

source: Inherited List
fr_fr: Liste héritée

source: This node inherits the following from its closest parent.
fr_fr: Ce nœud hérite de ce qui suit de son plus proche parent.

source: Nothing inherited
fr_fr: Aucun héritage

source: Choose Tools to Restrict
fr_fr: Choisissez les outils à restreindre

source: Choose Tools to Show
fr_fr: Choisir les outils à montrer

source: Inherited Tools
fr_fr: Outils hérités

source: Search Sites
fr_fr: Rechercher des espaces

source: Site Title
fr_fr: Code du cours (p. ex. F13-ACCT-134C-01)

source: Site Id
fr_fr: Identifiant du site

source: End Date
fr_fr: Date de fin

source: Start Date
fr_fr: Date de début

source: Permissions
fr_fr: Droits

source: Inherited
fr_fr: Hérité

source: Inherited
fr_fr: Hérité

source: Choose Permissions to Grant
fr_fr: Choisissez les droits à accorder

source: Inherited Permissions
fr_fr: Droits hérités

source: Authorization
fr_fr: Autorisation

source: Shoppers Become
fr_fr: Le client obtient les droits

source: User Becomes
fr_fr: L'utilisateur obtient les droits

source: Shopping Admin
fr_fr: Administration des courses

source: Site Access
fr_fr: Accès Site

source: You do not have any shopping period admin access
fr_fr: Vous n'avez pas d'accès administrateur pour la période des courses

source: Edit Shopping Period Settings
fr_fr: Modifier les paramètres de période de courses

source: Delegated Access
fr_fr: Accès délégué

source: Edit Permission for:
fr_fr: Modifier les droits pour :

source: Instructor:
fr_fr: Enseignant :

source: Instructor
fr_fr: Enseignant

source: Member
fr_fr: Membre

source: User
fr_fr: Utilisateur

source: Advanced Search Options
fr_fr: Options de recherche avancée

source: Hide Advanced Search Options
fr_fr: Cacher les options de recherche avancée

source: Term:
fr_fr: Semestre :

source: Term
fr_fr: Semestre

source: Instructor
fr_fr: Enseignant

source: No sites are available
fr_fr: Aucun espace n'est disponible

source: Shopping Period
fr_fr: Période de courses

source: Logged In
fr_fr: Connecté

source: Any
fr_fr: Tous

source: Show Tools
fr_fr: Afficher les outils

source: Tools: Logged In
fr_fr: Outils : Connecté

source: Tools: Public
fr_fr: Outils : Public

source: Active Shopping Sites
fr_fr: Sites ouverts pour les courses

source: Shows a list of all the active shopping sites and their settings.
fr_fr: Affiche une liste de tous les sites ouverts pour les courses et leurs paramètres.

source: All Shopping Sites
fr_fr: Tous les sites paramétrés pour les courses

source: Shows the list of all shopping sites and their settings.
fr_fr: Affiche la liste de tous les espaces paramétrés pour les courses et leurs paramètres.

source: Access Modified By
fr_fr: Accès modifié par

source: Access Modified On
fr_fr: Accès modifié le

source: Hide Instructions
fr_fr: Masquer les instructions

source: Show Instructions
fr_fr: Afficher les instructions

source: Access Admin
fr_fr: Administration des accès

source: Lookup Instructor
fr_fr: Chercher un enseignant

source: Disable Instructor Override
fr_fr: Désactiver le changement de paramétrage par l'enseignant

source: You have not selected any tools.
fr_fr: Vous n'avez sélectionné aucun outil.

source: Advanced
fr_fr: Avancé

source: Advanced Options
fr_fr: Options avancées

source: All children will inherit these settings unless overridden.
fr_fr: Tous les enfants hériteront de ces paramètres s'ils ne sont pas changés.

source: Instructor Settings
fr_fr: Paramètres de l'instructeur

source: No activity has been detected for this site
fr_fr: Aucune activité n'a été détectée pour cet espace

source: Legend
fr_fr: Légende

source: Admin Tools
fr_fr: Outils d'administration

source: Add Delegated Access to Homes
fr_fr: Ajouter l'accès délégué aux espaces de travail

source: Add Delegated Access to MyWorkspaces
fr_fr: Ajouter l'accès délégué aux espaces de travail

source: Never been scheduled.
fr_fr: N'a jamais été planifié.

source: Status:
fr_fr: Statut :

source: Failed during last run
fr_fr: A échoué au cours de la dernière exécution

source: Scheduled
fr_fr: Planifié

source: Successfully ran last on
fr_fr: Exécuté avec succès en dernier sur

source: Allow user to use Become User tool for users in these sites
fr_fr: Permettre à l'utilisateur d'employer l'outil Devenir Utilisateur pour les utilisateurs de ces espaces

source: User is allowed to become any user in these sites
fr_fr: L'utilisateur est autorisé à devenir n'importe quel utilisateur dans ces espaces

source: Hierarchy Node
fr_fr: Nœud de hiérarchie

source: Site
fr_fr: Espace

source: Instructor Edited
fr_fr: Instructeur modifié

source: hierarchy
fr_fr: hiérarchie

source: user id
fr_fr: Identifiant de l'utilisateur

source: Search by
fr_fr: Chercher par

source: Hierarchy
fr_fr: Hiérarchie

source: User does not exist
fr_fr: L'utilisateur n'existe pas

source: Access
fr_fr: Accès

source: Shopping Admin
fr_fr: Administration des courses

source: Access Admin
fr_fr: Administration des accès

source: Edit
fr_fr: Modifier

source: Site
fr_fr: Espace

source: View Access
fr_fr: Voir l'accès

source: Please enter a valid eid
fr_fr: Veuillez entrer un eid valide

source: Could not find user with that eid
fr_fr: Impossible de trouver l'utilisateur avec cet eid

source: No access found for this user or you don't have permission to view it.
fr_fr: Aucun accès trouvé pour cet utilisateur ou vous n'avez pas la permission de l'afficher.

source: No access found at this level or you don't have permission to view it.
fr_fr: Aucun accès trouvé à ce niveau ou vous n'avez pas la permission de l'afficher.

source: Are you sure you want to remove this permission?
fr_fr: Êtes-vous sûr de que vouloir supprimer ce droit ?

source: Include lower levels
fr_fr: Inclure des niveaux inférieurs

source: Remove All Permissions
fr_fr: Supprimer tous les droits

source: Are you sure you want to remove all permissions for this user?
fr_fr: Êtes-vous sûr de que vouloir supprimer tous les droits pour cet utilisateur ?

source: Access
fr_fr: Accès

source: Save Search
fr_fr: Enregistrer la recherche

source: Copy link for pasting into email
fr_fr: Copier le lien pour le coller dans un courrier électronique

source: Published
fr_fr: Publié

source: Yes
fr_fr: Ou

source: No
fr_fr: Non

source: Roster
fr_fr: Liste

source: Lookup Roster
fr_fr: Rechercher dans liste d'étudiants

source: Export to CSV
fr_fr: Exporter au format CSV

source: Bulk Add, Update, and Delete Shopping Period Settings
fr_fr: Faire en vrac ajouter, mettre à jour, ou supprimer des paramètres de périodicité pour faire des courses

source: Bulk Add, Update, or Delete
fr_fr: Faire en vrac ajouter, mettre à jour, ou supprimer

source: Delete Shopping Period Settings
fr_fr: Supprimer les paramètres de la période de courses

source: Site IDs
fr_fr: IDs espace

source: (one ID per line)
fr_fr: (un seul ID par ligne)

source: Sites to be deleted
fr_fr: Espaces à supprimer

source: No sites to add.
fr_fr: Aucun espace à ajouter.

source: The following sites were not found in the hierarchy: {0}
fr_fr: Les espaces suivants n'ont pas été trouvés dans la hiérarchie : {0}

source: You do not have permission to modify the following sites: {0}
fr_fr: Vous n'êtes pas autorisé à modifier les espaces suivants : {0}

source: Site ID
fr_fr: Identifiant de l'espace

source: Title
fr_fr: Titre

source: Add or Update Shopping Period Settings
fr_fr: Ajouter ou mettre à jour les paramètres de période de courses

source: Sites to be added or updated
fr_fr: Espaces à ajouter ou à mettre à jour

source: Shopping Period Settings
fr_fr: Paramètres de la période des courses

source: Select All
fr_fr: Tout sélectionner

source: Select Tools
fr_fr: Sélectionnez Outils

source: You must have at least one site in the add/update or delete lists.
fr_fr: Vous devez avoir au moins un espace dans les listes supprimées ou ajoutées/mises à jour.

source: At least one date is required to add/update sites.
fr_fr: Il faut au moins une date pour ajouter/mettre à jour des espaces.

source: Start date must be before end date.
fr_fr: La date de début doit être antérieure à la date de fin.

source: Role is required.
fr_fr: Un rôle est requis.

source: Filter By
fr_fr: Filtrer par

source: Hierarchy Level
fr_fr: Niveau de hiérarchie

source: Filter
fr_fr: Filtrer

source: Clear
fr_fr: Effacer
