Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_samigo_*.po
Languages: fr_fr

source: % Students All Correct
fr_fr: % Étudiants qui ont eu tout correct

source: Role
fr_fr: Rôle

source: Order of Submission (1=first)
fr_fr: # de la Remise

source: Update
fr_fr: Mise à jour

source: Save and Exit
fr_fr: Enregistrer et Quitter

source: Score
fr_fr: Note

source: Show/Hide Editor
fr_fr: Afficher/Cacher éditeur

source: Standard Deviation
fr_fr: Écart-type

source: Statistics
fr_fr: Statistiques

source: Statistics:
fr_fr: Statistiques :

source: Not Correct
fr_fr: Incorrect

source: Status
fr_fr: Statut

source: Submissions
fr_fr: Copies

source: Submission Id
fr_fr: ID de la remise

source: Submission ID
fr_fr: ID de Remise

source: Submission Status
fr_fr: Statut de la remise

source: Submissions
fr_fr: Copies

source: Table of Contents
fr_fr: Table des matières

source: Final Score
fr_fr: Note totale

source: Total Score:
fr_fr: Note totale :

source: Total Points Possible
fr_fr: Points totaux possibles

source: Total Score Possible
fr_fr: Note maximale possible

source: Total Score
fr_fr: Note totale

source: Upload as Zip
fr_fr: Déposer comme un Zip

source: UserID
fr_fr: Identifiant de l'utilisateur

source: for All Participants.
fr_fr: pour Tous les Participants.

source: response
fr_fr: réponse

source: responses
fr_fr: réponses

source: students responding,
fr_fr: étudiants ayant répondu,

source: View
fr_fr: Vue

source: Search
fr_fr: Rechercher

source: True
fr_fr: Vrai

source: False
fr_fr: Faux

source: Answer Key
fr_fr: Corrigé

source: Model Short Answer:
fr_fr: Exemple de réponse courte :

source: Rationale
fr_fr: Raisons

source: No Statistics Available for Randomly Drawn Questions
fr_fr: Aucune statistiques disponibles pour les questions tirées au hasard.

source: Entire Site
fr_fr: Ensemble de l'espace

source: All Parts
fr_fr: Toutes les parties

source: Released Sections/Groups
fr_fr: Sections/Groupes Publiés

source: No Submission
fr_fr: Aucun devoir remis

source: Submitted
fr_fr: Remise

source: Download All
fr_fr: Tout télécharger

source: No Answer
fr_fr: Aucune Réponse

source: Viewing {0} - {1} of {2} items
fr_fr: Vous voyez les éléments {0} à {1} sur {2}.

source: Find
fr_fr: Chercher

source: Clear
fr_fr: Effacer

source: Student name or ID
fr_fr: Nom ou Identifiant de l'étudiant

source: This is a random draw part.
fr_fr: Ceci est une partie tirée au hasard.

source: Please grade this part by student.
fr_fr: Veuillez noter cette partie par étudiant.

source: No Questions
fr_fr: Aucune Question

source: click here
fr_fr: cliquez ici

source: Submit Date
fr_fr: Date de remise

source: Auto-scored
fr_fr: Auto-Notation

source: Allow retake?
fr_fr: Permettre de passer à nouveau ?

source: Retake Assessment
fr_fr: Repasser l’évaluation

source: Retake Assessment
fr_fr: Repasser l’évaluation

source: Are you sure you want to allow
fr_fr: Êtes-vous sûr de vouloir autoriser

source: to submit one more time?
fr_fr: à remettre à nouveau ?

source: Assessment
fr_fr: Évaluation

source: Item
fr_fr: Élément

source: Comments for Student
fr_fr: Commentaires pour l'étudiant

source: Grader's comments
fr_fr: Commentaires du correcteur

source: Student's comments
fr_fr: Commentaires de l'étudiant

source: Start time
fr_fr: Heure de début

source: These questions must be scored via the user interface.
fr_fr: Ces questions doivent être marquées par l'intermédiaire de l'interface utilisateurs.

source: These question results must be downloaded separately.
fr_fr: Ces résultats des questions doivent être téléchargés séparément.

source: No submission
fr_fr: Non rendu

source: Responses Displayed Inline
fr_fr: Réponses affichées en ligne

source: Responses Displayed in Pop-Up
fr_fr: Réponses affichées dans une fenêtre pop-up

source: Whole Group
fr_fr: Groupe entier

source: Upper 27%
fr_fr: 27% supérieurs

source: Lower 27%
fr_fr: 27% inférieurs

source: Item Analysis
fr_fr: Analyse d'élément

source: Email
fr_fr: Courriel

source: Create New Email
fr_fr: Créer un nouveau courriel

source: From
fr_fr: De

source: To
fr_fr: À

source: Subject
fr_fr: Sujet :

source: Cc: me
fr_fr: Cc : moi

source: Yes
fr_fr: Ou

source: No
fr_fr: Non

source: Dear
fr_fr: Cher

source: Regarding
fr_fr: Quant à

source: Attachments
fr_fr: Fichiers joints

source: No attachment(s) yet
fr_fr: Aucune pièce jointe pour l'instant

source: Add Attachments
fr_fr: Ajouter des pièces jointes

source: Add / Remove Attachments
fr_fr: Ajouter / supprimer des pièces jointes

source: Send
fr_fr: Envoyer

source: Cancel
fr_fr: Annuler

source: Retake
fr_fr: Reprendre

source: No server....
fr_fr: Aucun serveur...

source: No port...
fr_fr: Aucun port...

source: Close
fr_fr: Fermer

source: Email Sent!
fr_fr: Courriel envoyé !

source: Error!
fr_fr: Erreur !

source: Audio Response
fr_fr: Réponse audio

source: File Upload
fr_fr: Dépôt de fichier

source: Fill in the Blank
fr_fr: Exercice à trous

source: Numeric Response
fr_fr: Réponse Numérique

source: Multiple Choice Survey
fr_fr: Sondage à Choix Multiple

source: Matching
fr_fr: Appariement

source: Extended Matching Items
fr_fr: Question à appariement détaillé

source: Short Answer/Essay
fr_fr: Réponse courte/Dissertation

source: True/False Question
fr_fr: Question Vrai / Faux

source: Survey: Matrix of Choices
fr_fr: Sondage : Matrice de choix

source: Hot Spot
fr_fr: Interaction graphique

source: File
fr_fr: Parcourir

source: Upload
fr_fr: Déposer

source: Click to see student response
fr_fr: Cliquez pour voir la réponse de l'étudiant

source: Click to see rationale
fr_fr: Cliquez pour voir le Raisonnement

source: Score is not of the correct type.
fr_fr: La note n'est pas d'un type correct.

source: Calculated Question
fr_fr: Question calculée

source: MM/dd/yyyy
fr_fr: dd/MM/yyyy

source: MMddyyyy
fr_fr: yyyy-MM-dd

source: Go to Total Scores Page
fr_fr: Aller à la page des Notes Totales

source: Go to Question Scores Page
fr_fr: Aller à la page des Notes des Questions

source: Go to Item Analysis Page
fr_fr: Aller à la page d'analyse de l'élément

source: Go to Statistics Page
fr_fr: Aller à la Page de statistiques

source: Go to Submission Status Page
fr_fr: Aller à la page d'état de remise

source: Go to Download File Submissions Page
fr_fr: Aller à la page de téléchargement des fichiers remis

source: Student Scores
fr_fr: Notes de l'étudiant

source: View Student Answer
fr_fr: Voir Réponse de l'Étudiant

source: Sort by Last Name
fr_fr: Trier par nom

source: Sort by Submission Id
fr_fr: Trier par Id de Remise

source: Sort by User Id
fr_fr: Trier par Id Utilisateur

source: Sort by Role
fr_fr: Trier par Rôle

source: Sort by Submitted Date
fr_fr: Trier par Date de Remise

source: Sort by Score
fr_fr: Trier par Note

source: Sort by Student Response
fr_fr: Trier par Réponse de l'Étudiant

source: Sort by Answer Key
fr_fr: Tri par clé de réponse

source: Sort by Comment
fr_fr: Trier par Commentaire

source: Sort by Status
fr_fr: Trier par État

source: Sort by Adjusting Score
fr_fr: Trier par Note Ajustée

source: Sort by Final Score
fr_fr: Trier par Note Finale

source: Sort by time
fr_fr: Trier par durée

source: View Full Short Answer
fr_fr: Visualiser Réponse Courte Complète

source: View Student Rationale
fr_fr: Visualiser Raisonnement de l'Étudiant

source: Play Audio
fr_fr: Jouer Audio

source: Display File Upload
fr_fr: Afficher Dépôt de Fichiers

source: Expand/Collapse Part
fr_fr: Agrandir/Réduire Partie

source: Retake
fr_fr: Reprendre

source: Model Short Answer
fr_fr: Exemple de réponse courte

source: Show Student response on image
fr_fr: Voir la réponse de l’étudiant sur l’image

source: Recording
fr_fr: Enregistrer

source: Incorrect
fr_fr: Incorrecte

source: Sort by Last Name in Ascending
fr_fr: Tri par nom de famille dans l'ordre croissant

source: Sort by Last Name in Descending
fr_fr: Trier par Nom de Famille décroissant

source: Sort by Submission Id in Ascending
fr_fr: Trier par Id de Remise croissant

source: Sort by Submission Id in Descending
fr_fr: Trier par Id de Remise décroissant

source: Sort by User Id in Ascending
fr_fr: Trier par Id d'Utilisateur croissant

source: Sort by User Id in Descending
fr_fr: Trier par Id d'Utilisateur décroissant

source: Sort by Role in Ascending
fr_fr: Trier par le rôle croissant

source: Sort by Role in Descending
fr_fr: Trier par rôle décroissant

source: Sort by Submitted Date in Ascending
fr_fr: Trier par Date de Remise croissante

source: Sort by Submitted Date in Descending
fr_fr: Trier par Date de Remise décroissante

source: Sort by Time in Ascending
fr_fr: Trier par durée croissante

source: Sort by Time in Descending
fr_fr: Trier par durée décroissante

source: Sort by Score in Ascending
fr_fr: Trier par note croissante

source: Sort by Score in Descending
fr_fr: Trier par note décroissante

source: Sort by Adjusting Score in Ascending
fr_fr: Trier par Note Ajustée croissante

source: Sort by Adjusting Score in Descending
fr_fr: Trier par Note Ajustée décroissante

source: Sort by Final Score in Ascending
fr_fr: Trier par note finale croissante

source: Sort by Final Score in Descending
fr_fr: Trier par Note Finale croissante

source: Sort by Comment in Ascending
fr_fr: Trier par commentaire en croissant

source: Sort by Comment in Descending
fr_fr: Trier par commentaire en décroissant

source: Sort by Student Response in Ascending
fr_fr: Trier par Réponse de l'Étudiant croissante

source: Sort by Student Response in Descending
fr_fr: Trier par Réponse de l'Étudiant décroissante

source: Sort by Answer Key in Ascending
fr_fr: Trier croissant par clef de réponse

source: Sort by Answer Key in Descending
fr_fr: Trier décroissant par clef de réponse

source: Rows will be the survey items, the columns will be the degrees
fr_fr: Lignes correspondront aux éléments du sondage, les colonnes aux degrés de l'échelle

source: (random draw, {0} questions from pool of {1}):
fr_fr: (tirage au sort, {0} questions sur une réserve de {1}) :

source: Data Discrepancy
fr_fr: Anomalie de données

source: Time
fr_fr: Heure

source: Requires student submission
fr_fr: Nécessite que l'étudiant ait remis son évaluation

source: Comments for Student
fr_fr: Commentaires pour l'étudiant

source: Sort by Comment for Student
fr_fr: Trier par commentaire pour l'étudiant

source: (What's This?)
fr_fr: (Quoi s'agit-il?)

source: What:
fr_fr: Quoi :

source: Where:
fr_fr: Où :

source: How:
fr_fr: Comment :

source: - Click the <b>Save Settings</b> button.
fr_fr: - Cliquez sur le bouton <b>Enregistrer les paramètres</b>.

source: Apply This Score
fr_fr: Appliquer cette note

source: You must enter a real number to adjust the score for User Id(s)
fr_fr: Vous devez entrer un nombre réel pour ajuster le score pour les identifiants utilisateur

source: You must enter a real number to adjust the score for Submission id(s)
fr_fr: Vous devez entrer un nombre réel pour ajuster la note pour les identifiants de soumission

source: Please close all windows except one.
fr_fr: Veuillez fermer toutes les fenêtres sauf une.

source: On Image
fr_fr: Sur l’image

source: for
fr_fr: pour

source: for Entire Site
fr_fr: pour l'ensemble de l'espace

source: All Sections/Groups
fr_fr: Toutes les sections/groupes

source: with
fr_fr: avec

source: Download File Submissions
fr_fr: Télécharger les fichiers remis

source: Download responses to
fr_fr: Télécharger les réponses à

source: Select All
fr_fr: Tout sélectionner

source: for entire site
fr_fr: pour l'ensemble de l'espace

source: for selected section(s)/group(s)
fr_fr: pour les sections/groupes sélectionnés

source: Download
fr_fr: Télécharger

source: Objectives
fr_fr: Objectifs

source: Keywords
fr_fr: Mots clés

source: Percent Correct
fr_fr: Pourcentage de correct

source: Save
fr_fr: Enregistrer

source: Above Average
fr_fr: Au-dessus de la moyenne

source: Add Items:
fr_fr: Ajouter éléments :

source: Add Matches:
fr_fr: Ajouter appariements :

source: Add more answer section:--
fr_fr: Ajouter plus de section réponse:--

source: Add more answer sections:--
fr_fr: Ajouter plus de sections réponse:--

source: Add Question:
fr_fr: Ajouter question :

source: Addresses:
fr_fr: Adresses :

source: Admin
fr_fr: Administrateur

source: done
fr_fr: terminé

source: All user input saved automatically.
fr_fr: Toutes les entrées de l'utilisateur enregistrées automatiquement.

source: Allow only specified IP
fr_fr: Ne permettre que les adresses IP spécifiées

source: Anonymous
fr_fr: Anonyme

source: Anonymous Grading Only
fr_fr: Correction anonyme seulement

source: Another Part
fr_fr: Une autre partie

source: Answer:
fr_fr: Réponse :

source: Answer Point Value:
fr_fr: Valeur en points de la réponse :

source: Answer Text: Predefined set of scales for survey reporting.
fr_fr: Texte de Réponse : Jeu prédéfini d'échelles pour les rapports de sondages.

source: Answers:
fr_fr: Réponses :

source: Answers: Select answer below.
fr_fr: Réponses : Sélectionnez un réponse ci-dessous.

source: As listed on Assessment Questions page
fr_fr: Tel qu'énuméré sur la page de questions de l'évaluation

source: Assessment:
fr_fr: Évaluation :

source: Assessment Introduction
fr_fr: Introduction de l'Evaluation

source: Assessment Item Delivery
fr_fr: Présentation de l'élément d'évaluation

source: Assessment Metadata
fr_fr: Métadonnées de l'évaluation

source: Assessment Organization
fr_fr: Organisation de l'évaluation

source: Assessment released to:
fr_fr: Évaluation publiée pour :

source: Assessment Table of Contents
fr_fr: Table des matières de l'évaluation

source: Assessment Title
fr_fr: Titre de l'évaluation

source: Assessment title:
fr_fr: Titre de l'évaluation :

source: Assessment Title:
fr_fr: Titre de l'évaluation :

source: Assign to
fr_fr: Allouer à

source: Assign to Part:
fr_fr: Allouer à la partie :

source: Assign to question pool:
fr_fr: Allouer à la réserve de questions

source: Assign to question pool:
fr_fr: Allouer à la réserve de questions

source: Audio recording
fr_fr: Enregistrement audio

source: All users
fr_fr: Tous les utilisateurs

source: Author(s)
fr_fr: Auteur(s)

source: Auto Save
fr_fr: Enregistrement automatique

source: Auto Save:
fr_fr: Enregistrement automatique :

source: Auto-submit
fr_fr: Remise automatique

source: Auto-submit when time expires
fr_fr: Remise automatique après la limite de temps

source: Auto submit when time expires:
fr_fr: Remise automatique après la limite de temps :

source: Available
fr_fr: Disponible

source: Begin Assessment
fr_fr: Commencer l'évaluation

source: Continue Assessment
fr_fr: Continuer l'évaluation

source: Below Average --
fr_fr: Sous la moyenne --

source: BG Color
fr_fr: Couleur d'arrière-plan

source: BG Image
fr_fr: Image d'arrière-plan

source: but remember
fr_fr: mais rappelez-vous

source: Add
fr_fr: Ajouter

source: Continue
fr_fr: Continuer

source: Return to Assessment
fr_fr: Retour à l'évaluation

source: Done
fr_fr: Terminé

source: OK
fr_fr: Valider

source: Quit
fr_fr: Quitter

source: Return
fr_fr: Retour

source: Return to Assessment List
fr_fr: Retour à la liste des évaluations

source: Exit
fr_fr: Quitter

source: Save and Exit
fr_fr: Enregistrer et Quitter

source: Save for Later
fr_fr: Enregistrer pour plus Tard

source: Save and Publish Assessment
fr_fr: Enregistrer et publier l'évaluation

source: Submit for Grading
fr_fr: Remettre pour Notation

source: Submit
fr_fr: Remettre

source: Are you sure you would like to remove this question?
fr_fr: Voulez-vous vraiment supprimer cette question ?

source: Are you sure you would like to remove this media?
fr_fr: Voulez-vous vraiment supprimer ce média ?

source: Change Question Type:
fr_fr: Changer de type de question :

source: Change Question Type :
fr_fr: Changer de type de question :

source: Please choose what you would like to remove:
fr_fr: Veuillez sélectionner ce que vous voulez supprimer :

source: Collect Metadata for Parts in Question Editor
fr_fr: Recueillir métadonnées pour les parties dans l'éditeur de questions

source: Collect Metadata for Questions in Question Editor
fr_fr: Recueillir métadonnées pour les questions dans l'éditeur de questions

source: Comment
fr_fr: Commentaire

source: Confirmation Number
fr_fr: Numéro de confirmation

source: Final Page
fr_fr: Dernière Page

source: Continuous numbering between parts.
fr_fr: Numérotation continue entre les parties.

source: Correct.
fr_fr: Correcte.

source: Correct answer
fr_fr: Réponse correcte

source: Correct answer (optional)
fr_fr: Réponse correcte (optionnelle)

source: Correct/Incorrect answer feedback:
fr_fr: Retour d'expérience à la réponse correcte/incorrecte:

source: Course:
fr_fr: Cours :

source: Course Name
fr_fr: Nom du cours

source: Create / Edit Assessment
fr_fr: Créer / Modifier évaluation

source: Create / Edit Part
fr_fr: Créer / Modifier partie

source: Creator
fr_fr: Créateur

source: Delivery Dates
fr_fr: Dates de Remise

source: MM/dd/yyyy kk:mm a
fr_fr: dd/MM/yyyy kk:mm a

source: MM/dd/yyyy
fr_fr: dd/MM/yyyy

source: denotes marked for review question
fr_fr: signifie question marquée pour révision

source: denotes unanswered question
fr_fr: signifie question sans réponse

source: Description: ASI Author XML Style Sheet: Multimedia Audio
fr_fr: Description : Feuille de Style XML ASI auteur : Audio multimédia

source: Description/Intro (optional)
fr_fr: Description/Introduction (optionnelle)

source: Disagree, Agree
fr_fr: En désaccord, En accord

source: Disagree, Undecided, Agree
fr_fr: En désaccord, Indécis, En accord

source: Due
fr_fr: À rendre

source: Due Date
fr_fr: Date de remise

source: Due Date:
fr_fr: Date de remise :

source: Each Part is on a separate Web page.
fr_fr: Chaque partie est sur une page Web séparée.

source: Each question is on a separate Web page.
fr_fr: Chaque question est sur une page Web séparée.

source: Editor
fr_fr: Éditeur

source: Enabled
fr_fr: Activé

source: Existing Questions
fr_fr: Questions existantes

source: False
fr_fr: Faux

source: Feedback will be displayed to the student at a specified date:
fr_fr: Le retour d'expérience sera affiché à l'étudiant à une date spécifique :

source: Feedback will be available on
fr_fr: Un retour d'expérience sera disponible le

source: File:
fr_fr: Fichier :

source: File Upload
fr_fr: Dépôt de fichier

source: File Upload Example
fr_fr: Exemple de dépôt de fichier

source: Fill in the Blank
fr_fr: Exercice à trous

source: Numeric Response
fr_fr: Réponse Numérique

source: For example: Roses are {red} and violets are {blue}.
fr_fr: Par exemple : Les roses sont {rouges} et les violettes sont {bleues}.

source: General Assessment Information
fr_fr: Information générale sur l'évaluation

source: General Assessment Settings:
fr_fr: Configuration générale de l'évaluation :

source: Assessments
fr_fr: Évaluations

source: Question Pools
fr_fr: Groupes de Questions

source: Templates
fr_fr: Modèles

source: Gradebook Options
fr_fr: Options du bulletin de notes

source: Grading
fr_fr: Notation

source: Grading Options
fr_fr: Options de correction

source: Graphics
fr_fr: Graphiques

source: High Security
fr_fr: Haute Sécurité

source: Honor Pledge
fr_fr: Engagement sur l'honneur

source: Require students to agree to honor pledge before beginning assessment
fr_fr: Exige des étudiants qu'ils acceptent de s'engager sur l'honneur avant de commencer l'évaluation

source: Honor Pledge: I will neither give nor receive aid on this assessment.
fr_fr: Engagement sur l'honneur : je ne donne ni bénéficie d'aide pour cette évaluation.

source: Required
fr_fr: Obligatoire

source: hrs
fr_fr: heures

source: If Multiple Submissions per User:
fr_fr: Si des remises multiples existent par utilisateur

source: Immediate Feedback
fr_fr: Retour d'expérience immédiat

source: Import an assessment
fr_fr: Importer une évaluation

source: Import from a file:
fr_fr: Importer à partir d'un fichier :

source: Import from Question Pool
fr_fr: Importer du groupe de questions

source: Import from Question Pool
fr_fr: Importer du groupe de questions

source: Incorrect answer (optional)
fr_fr: Réponse incorrecte (optionnelle)

source: Add Question
fr_fr: Ajouter Question

source: Insert additional answers
fr_fr: Insérer des réponses additionnelles

source: Insert Part:
fr_fr: Insérer une Partie :

source: Insert Question
fr_fr: Insérer question

source: Instructor
fr_fr: Enseignant

source: Item
fr_fr: Élément

source: Item Display - Author mode
fr_fr: Affichage d'élément - Mode auteur

source: Items:
fr_fr: Éléments :

source: Key:
fr_fr: Identifiant :

source: Keyword:
fr_fr: Mot-clé :

source: Late Handling
fr_fr: Gestion des remises tardives

source: Late Submissions (After Due Date) will NOT be accepted
fr_fr: Les remises tardives (après la date de remise) NE seront PAS acceptées.

source: Mark for Review
fr_fr: Marquer pour vérification

source: Match
fr_fr: Appariement

source: Matching
fr_fr: Appariement

source: Matching Question - Continued
fr_fr: Question d'appariement - Suite

source: Metadata
fr_fr: Métadonnées

source: mins
fr_fr: minutes

source: Model Short Answer (optional)
fr_fr: Exemple de réponse courte (optionnel)

source: Model Short Answer:
fr_fr: Exemple de réponse courte :

source: Edit Question
fr_fr: Modifier la Question

source: Multiple Choice (single correct)
fr_fr: Choix multiple (un seul correct)

source: Multiple Correct Answers
fr_fr: Choix Multiple (multiple correct)

source: Multiple Choice Survey
fr_fr: Sondage à Choix Multiple

source: Mutually Exclusive :
fr_fr: Mutuellement exclusif :

source: Assessments
fr_fr: Évaluations

source: Question Pools
fr_fr: Groupes de Questions

source: Templates
fr_fr: Modèles

source: New Part
fr_fr: Nouvelle partie

source: There are NEXT and PREV buttons on each page for navigation.
fr_fr: Il y a des boutons SUIVANT et PRÉCÉDENT sur chaque page pour la navigation.

source: No
fr_fr: Non

source: NO Feedback will be displayed to the student.
fr_fr: AUCUN retour d'expérience ne sera affiché à l'étudiant.

source: There is NO Table of Contents page.
fr_fr: Il n'y a PAS de page de table des matières.

source: None
fr_fr: Aucun

source: NONE
fr_fr: AUCUN

source: Not correct.
fr_fr: Incorrect.

source: NOTE: Place curly braces ({}) around words requiring a blank.
fr_fr: NOTE : Placez des accolades ({}) de part et d'autre des mots qui représentent des cases à remplir.

source: Number of attempts:
fr_fr: Nombre de tentatives :

source: Indicate number of times students are allowed to re-record answer
fr_fr: Indiquez le nombre de fois que les étudiants ont le droit de réenregistrer la réponse

source: Number of questions:
fr_fr: Nombre de questions :

source: Number of Submissions Allowed
fr_fr: Nombre de remises permises

source: Number of submissions allowed:
fr_fr: Nombre de remises permises :

source: Number of submissions remaining
fr_fr: Nombre de remises restantes

source: Numbering
fr_fr: Numérotation

source: Objectives:
fr_fr: Objectifs :

source: (one per line)
fr_fr: (un par ligne)

source: Only
fr_fr: Seulement

source: There are only NEXT buttons only to go forward.
fr_fr: Il n'y a que des boutons SUIVANT qui permettent seulement d'aller vers l'avant.

source: Organization
fr_fr: Organisation

source: Part
fr_fr: Partie

source: Part Information:
fr_fr: Information de la partie :

source: Part Title:
fr_fr: Titre de la partie :

source: Part -
fr_fr: Partie -

source: Please wait...
fr_fr: Veuillez patienter...

source: Pool name:
fr_fr: Nom de la réserve :

source: . Point(s) deducted for incorrect answer:
fr_fr: . Point (s) déduit pour une réponse incorrecte :

source: questions answered
fr_fr: questions répondues

source: Question Layout
fr_fr: Disposition de la question

source: Question-level Feedback
fr_fr: Retour d'expérience au niveau des questions
