Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_samigo_*.po
Languages: fr_fr

source: submissions allowed.
fr_fr: remises permises.

source: Submissions Section
fr_fr: Section des remises

source: Can be viewed?
fr_fr: Peut être vu ?

source: Can be edited?
fr_fr: Peut être édité ?

source: Can edit
fr_fr: Peut modifier

source: Background can be edited?
fr_fr: L'arrière-plan peut-être édité ?

source: Can edit default value (below)?
fr_fr: Peut éditer les valeurs par défaut (ci-dessous) ?

source: Edit Assessment Type:
fr_fr: Éditer Type d’évaluation :

source: Assessment Type Info
fr_fr: Info du Type d’évaluation

source: Assessment Type Information
fr_fr: Information du Type d’évaluation

source: Assessment Type Title
fr_fr: Titre du Type d’évaluation

source: Students' Identities
fr_fr: Identités des étudiants

source: Timed Assessment
fr_fr: Évaluation Chronométrées

source: Timed Assessment Section
fr_fr: Section des évaluations chronométrées

source: Unlimited
fr_fr: Illimité

source: Remove Assessment Type
fr_fr: Supprimez le Type d'évaluation

source: Remove Assessment Type Confirmation
fr_fr: Confirmation de suppression de type d'évaluation

source: Are you sure that you want to remove the assessment type
fr_fr: Voulez-vous vraiment supprimer le type d'évaluation?

source: Mark for Review
fr_fr: Marquer pour vérification

source: Add Mark for Review feature
fr_fr: Marquer pour la fonctionnalité de vérification

source: Open
fr_fr: Ouvrir

source: Close
fr_fr: Fermer

source: All Menus
fr_fr: Tous les menus

source: Show/Hide
fr_fr: Afficher/Cacher

source: Editor
fr_fr: Éditeur

source: Assessment Type Title should not be empty.
fr_fr: Le nom du Type d’évaluation ne devrait pas être vide.

source: Sort Assessment Types by Name
fr_fr: Trier les Types d’évaluation par Nom

source: Sort Assessment Types by Last Modified
fr_fr: Trier les Types d'Évaluation par Dernière Modification

source: Edit Assessment Type
fr_fr: Modifier le Type d'évaluation

source: Remove Assessment Type
fr_fr: Supprimez le Type d'évaluation

source: Open All Menus
fr_fr: Ouvrir Tous les Menus

source: Close All Menus
fr_fr: Fermer tous les Menus

source: Sort by Name in Ascending
fr_fr: Trier sur le Nom par ordre alphabétique

source: Sort by Name in Descending
fr_fr: Trier sur le Nom par ordre alphabétique inverse

source: Sort by Last Modified in Ascending
fr_fr: Trier par Dernière Modification croissante

source: Sort by Last Modified in Descending
fr_fr: Trier par Dernière Modification décroissante

source: Release Questions and the following
fr_fr: Diffuser les Questions et ce qui suit

source: Only Release Student's Assessment Scores (questions not shown)
fr_fr: Seuls les notes obtenues par l'étudiant à l'évaluation seront diffusées (les questions ne seront pas montrées)

source: Require Locked Browser
fr_fr: Exiger un navigateur verrouillé

source: Sakai Assessment Manager
fr_fr: Gestionnaire d'évaluation de Sakai

source: Assessments
fr_fr: Évaluations

source: Question Pools
fr_fr: Groupes de Questions

source: Assessment Type
fr_fr: Type d'évaluation

source: Assessment Introduction
fr_fr: Introduction de l'Evaluation

source: Delivery Dates
fr_fr: Dates de Remise

source: Assessment Released To
fr_fr: Évaluation publiée pour

source: Ensure students take exams from specific location
fr_fr: S'assurer que les étudiants passent les examens depuis des lieux précis

source: Timed Assessment
fr_fr: Évaluation Chronométrées

source: Assessment Organization
fr_fr: Organisation de l'évaluation

source: Submissions
fr_fr: Copies

source: Add message that students will see after submission
fr_fr: Ajouter un message que les étudiants verront après la remise

source: Feedback
fr_fr: Rétroaction

source: Graphics
fr_fr: Graphiques

source: Metadata
fr_fr: Métadonnées

source: About this Assessment
fr_fr: A propos de cette évaluation

source: Availability and Submissions
fr_fr: Disponibilité et remises

source: Grading and Feedback
fr_fr: Notation et commentaires

source: Exceptions to Time Limit and Delivery Date
fr_fr: Exceptions à la limitation dans le temps et date de publication

source: Layout and Appearance
fr_fr: Disposition et apparence

source: Change background?
fr_fr: Changer le fond ?

source: Clear Date
fr_fr: Effacer la date

source: Settings
fr_fr: Configuration

source: Title
fr_fr: Titre

source: Author(s)
fr_fr: Auteur(s)

source: Description/Intro (optional)
fr_fr: Description/Introduction (optionnelle)

source: Honor Pledge
fr_fr: Engagement sur l'honneur

source: Require students to agree to honor pledge before beginning assessment
fr_fr: Exige des étudiants qu'ils acceptent de s'engager sur l'honneur avant de commencer l'évaluation

source: Title
fr_fr: Titre

source: Creator
fr_fr: Créateur

source: Author(s)
fr_fr: Auteur(s)

source: Description/Intro (optional)
fr_fr: Description/Introduction (optionnelle)

source: It is available
fr_fr: Il est ouvert le

source: It is due
fr_fr: Il est à rendre le

source: and has a time limit of
fr_fr: et a une durée chronométrée de

source: Late submissions accepted?
fr_fr: Remise tardive acceptée ? (les étudiants ont une chance de remettre après la date de remise s'ils n'ont pas déjà remis)

source: No, not after due date
fr_fr: Non, pas après la date de remise

source: Yes, until
fr_fr: Oui, jusqu'au

source: indefinitely (if blank)
fr_fr: indéfiniment (si vide)

source: Autosubmit
fr_fr: Auto-soumission sauvegarde les travaux des apprenants après la dernière date d'acceptation, sauf si l'apprenant a déjà remis

source: Due:
fr_fr: À rendre :

source: display due date on
fr_fr: Afficher la date de remise dans le

source: OR
fr_fr: OU

source: Republished
fr_fr: Republié

source: Available
fr_fr: Disponible

source: Due
fr_fr: À rendre

source: Retract
fr_fr: Retirer

source: hr
fr_fr: h

source: seconds
fr_fr: secondes

source: Available Immediately
fr_fr: Disponible Immédiatement

source: was Republished
fr_fr: a été republié

source: Subject:
fr_fr: Sujet :

source: without notification
fr_fr: sans notification

source: Find this assessment at the {0} site on {1}.
fr_fr: Cette évaluation est disponible dans l'espace {0} sur {1}.

source: is available immediately
fr_fr: est disponible immédiatement

source: is available on {0}
fr_fr: est disponible le {0}

source: is <b>available on {0}</b> to take anonymously at {1}
fr_fr: est <b>disponible le {0}</b> de manière anonyme à l'adresse {1}

source: is <b>available on {0}</b> to the entire class at {1}
fr_fr: est <b>disponible le {0}</b> a l'espace entier à l'adresse {1}

source: is <b>available on {0}</b> to {1} at {2}
fr_fr: est <b>disponible le {0}</b> pour {1} à l'adresse {1} {2}

source: It is <b>due {0}</b>.
fr_fr: Elle doit être <b>rendue pour le {0}</b>.

source: There is no time limit.
fr_fr: Il n'y a pas de limite de temps.

source: The time limit is
fr_fr: La durée est limitée à

source: This assessment will be submitted when time is up.
fr_fr: Cette évaluation sera soumise lorsque le temps sera écoulé.

source: Students can submit this an unlimited number of times.
fr_fr: Les étudiants peuvent soumettre autant de fois qu’ils souhaitent.

source: Students can submit this {0} time(s).
fr_fr: Les étudiants peuvent soumettre cette évaluation {0} fois.

source: (The highest score will be recorded).
fr_fr: (Le meilleur score sera enregistré).

source: (The last score will be recorded).
fr_fr: (Le dernier score sera enregistré).

source: Timed Assessment with Time Limit:
fr_fr: Évaluation chronométrée avec limite de temps :

source: hrs.
fr_fr: heures

source: Assessment will be submitted automatically when time is up.
fr_fr: L'évaluation sera remise automatiquement lorsque le temps sera écoulé.

source: Assessment released to
fr_fr: Évaluation publiée pour

source: Anonymous Users
fr_fr: Utilisateurs anonymes

source: Entire Site
fr_fr: Ensemble de l'espace

source: Selected Group(s)
fr_fr: Groupes choisis

source: Select All Groups
fr_fr: Sélectionner tous les groupes

source: Allow only specified IP Addresses
fr_fr: Ne permettre que le adresses IP spécifiées

source: Secondary Password
fr_fr: Identifiant et mot de passe secondaires

source: Question Layout
fr_fr: Disposition de la question

source: Each Question is on a separate Web page
fr_fr: Chaque question est sur une page Web séparée

source: Each Part is on a separate Web page
fr_fr: Chaque partie est sur une page Web séparée

source: The complete Assessment is displayed on one Web page
fr_fr: L'évaluation complète est affichée sur une page Web

source: Automatic Submission
fr_fr: Remise Automatique

source: This option forces the submission of saved assessments.
fr_fr: Cette option force la remise des évaluations enregistrées pour les étudiants qui n'ont AUCUNE remise précédente.

source: Stop Accepting Now
fr_fr: Arrêter d'accepter maintenant

source: Stop Accepting
fr_fr: Arrêter d'accepter

source: Numbering
fr_fr: Numérotation

source: Continuous numbering between parts
fr_fr: Numérotation continue entre les parties

source: Restart numbering for each part
fr_fr: Recommencer la numérotation pour chaque partie

source: The number of submissions allowed
fr_fr: Le nombre de remises autorisés est

source: Question Scores
fr_fr: Notes des questions

source: Show question point value during assessment
fr_fr: Voir la valeur de point de question au cours de l’évaluation

source: Hide question point value during assessment
fr_fr: Masquer la valeur point question au cours de l’évaluation

source: Number of Submissions Allowed
fr_fr: Nombre de remises permises

source: Unlimited
fr_fr: Illimité

source: Only
fr_fr: Seulement

source: submissions allowed
fr_fr: remises permises

source: Email Notification
fr_fr: Notification par courriel

source: Yes - send me an email for every submission
fr_fr: Oui - envoyez moi un email pour chaque soumission

source: Yes - send me one email digest each day
fr_fr: Oui - envoyez-moi un email de résumé chaque jour

source: No - I do not want to receive any emails
fr_fr: Non - je ne veux pas recevoir d’e-mails

source: Autosave
fr_fr: Enregistrement automatique

source: All user input saved automatically
fr_fr: Toutes les entrées des utilisateurs sont enregistrées automatiquement

source: Submission Message
fr_fr: Message de Remise

source: Final Page URL
fr_fr: URL de la page finale

source: Selection-Level (A,B,C...) Feedback
fr_fr: Retour d'expérience au niveau de la sélection (A,B,C,...)

source: Both
fr_fr: Les deux

source: For the Author
fr_fr: Pour l'auteur

source: For the Student
fr_fr: Pour l'étudiant

source: Set the type of feedback a student receives
fr_fr: Définissez le type de retour d'expérience, qu'un étudiant reçoit

source: Set how feedback will be authored
fr_fr: Définir comment le retour d'expérience sera rédigé

source: Immediate Feedback
fr_fr: Retour d'expérience immédiat

source: Immediate
fr_fr: Immédiat

source: Feedback will be displayed to the student on a specific date
fr_fr: Le retour d'expérience sera affiché à l'étudiant à une date spécifique

source: No Feedback will be displayed to the student
fr_fr: Aucun retour d'expérience ne sera affichée à l'étudiant

source: Student will receive <b>immediate feedback</b>.
fr_fr: L'étudiant recevra <b>immédiatement le retour d’expérience</b>.

source: Student will receive <b>feedback on submission</b>.
fr_fr: L'étudiant recevra <b>le retour d’expérience à la remise</b>.

source: Student will receive <b>no feedback</b>.
fr_fr: L'étudiant ne recevra <b>aucun retour d’expérience</b>.

source: Student will receive <b>feedback</b> at <b>{0}</b>.
fr_fr: L'étudiant recevra <b>le retour d’expérience</b> le <b>{0}</b>.

source: Set advanced feedback options
fr_fr: Sélectionner les composants de retour d'expérience

source: Question Text
fr_fr: Texte de Question

source: Student's Assessment Scores
fr_fr: Notes d'évaluations de l'étudiant

source: Student's Question and Part Scores
fr_fr: Note de l'étudiant pour la question

source: Grader's Comments
fr_fr: Commentaires du correcteur

source: Anonymous Grading
fr_fr: Notation anonyme

source: Hide student identity from grader
fr_fr: Masquer l’identité de l'étudiant au correcteur

source: Gradebook Options
fr_fr: Options du bulletin de notes

source: If multiple submissions, record the
fr_fr: Note enregistrée si des remises multiples existent par utilisateur

source: highest score
fr_fr: Enregistrer la note la plus élevée

source: average score
fr_fr: Enregistrer la note moyenne

source: last score
fr_fr: Enregistrer la dernière note

source: Background
fr_fr: Arrière-plan

source: Background Color
fr_fr: Couleur d'arrière-plan

source: Background Image URL
fr_fr: Image d'arrière-plan

source: Assessment Metadata
fr_fr: Métadonnées de l'évaluation

source: Keywords
fr_fr: Mots clés

source: Objectives
fr_fr: Objectifs

source: Rubrics
fr_fr: Rubriques

source: Record Metadata for:
fr_fr: Enregistrer les métadonnées pour :

source: Parts
fr_fr: Parties

source: Save Settings and Publish
fr_fr: Enregistrer la configuration et Publier

source: Save Settings
fr_fr: Enregistrer la configuration

source: Edit Settings
fr_fr: Éditer Propriétés

source: Stop Accepting Now
fr_fr: Arrêter d'accepter maintenant

source: Stop Accepting
fr_fr: Arrêter d'accepter

source: This feature is optional and has no impact on your submission.
fr_fr: Ce dispositif est facultatif et n'a aucun impact sur votre remise.

source: Close
fr_fr: Fermer

source: Mark for Review
fr_fr: Marquer pour vérification

source: Add checkboxes next to questions so they can be marked for review
fr_fr: Ajouter des cases à cocher en regard des questions pour qu'elle puissent être marquées comme étant à revoir

source: What's This?
fr_fr: Qu'est-ce que c'est ?

source: Publish Assessment
fr_fr: Publier l'évaluation

source: Publish Assessment
fr_fr: Publier l'évaluation

source: Republish Assessment
fr_fr: Republier l'évaluation

source: Regrade and Republish Assessment
fr_fr: Réévaluer et republier l'évaluation

source: Click <b>{0}</b> to wait or edit assessment.
fr_fr: Cliquez sur <b>{0}</b> pour attendre ou modifier l'évaluation.

source: Students have started or submitted this assessment.
fr_fr: Les u00e9tudiants ont commencé ou remis cette u00e9valuation.

source: Allow students to update their latest submission.
fr_fr: Permettre aux étudiants de mettre à jour leur dernier dépôt.

source: Published Assessment URL
fr_fr: URL d'évaluation publiée

source: Time Limit
fr_fr: Limite de temps

source: No Time Limit
fr_fr: Aucune limite de temps

source: Please specify a time limit under Timed Assessment.
fr_fr: Veuillez spécifier une limite de temps sous Évaluation chronométrée.

source: Assessment Name should not be empty.
fr_fr: Le Nom de l'évaluation ne devrait pas être vide.

source: Examples:
fr_fr: Exemples :

source: 171.64.139.* or 171.64.*.*
fr_fr: 171.64.139.* ou 171.64.*.*

source: Please specify the date for Feedback Delivery under Feedback.
fr_fr: Veuillez spécifier la date pour la remise de la rétroaction sous Rétroaction.

source: Validate URL
fr_fr: Valider l'URL

source: Assessment Introduction
fr_fr: Introduction de l'Evaluation

source: Delivery Dates
fr_fr: Dates de Remise

source: Assessment Released To
fr_fr: Évaluation publiée pour

source: High Security
fr_fr: Haute Sécurité

source: Timed Assessment
fr_fr: Évaluation Chronométrées

source: Assessment Organization
fr_fr: Organisation de l'évaluation

source: Submissions
fr_fr: Copies

source: Submission Message
fr_fr: Message de Remise

source: Grading
fr_fr: Notation

source: Graphics
fr_fr: Graphiques

source: Metadata
fr_fr: Métadonnées

source: Attachments
fr_fr: Fichiers joints

source: Add Attachments
fr_fr: Ajouter des pièces jointes

source: Add / Remove Attachments
fr_fr: Ajouter / supprimer des pièces jointes

source: No Attachment(s) yet
fr_fr: Aucune pièce jointe pour l'instant

source: Remove Attachment
fr_fr: Supprimer la pièce jointe

source: confirm remove attachment
fr_fr: confirmer la suppression de la pièce jointe

source: Are you sure you would like to remove this attachment?
fr_fr: Êtes-vous certain de vouloir supprimer cette pièce jointe ?

source: Display Attachment on different window
fr_fr: Afficher la pièce jointe dans une autre fenêtre

source: Color Picker
fr_fr: Sélecteur de couleurs

source: Web Safe Palette
fr_fr: Palette Web

source: Windows System Palette
fr_fr: Palette de Windows

source: Grey Scale Palette
fr_fr: Palette de gris

source: Click Here to Pick Color
fr_fr: Cliquez ici pour choisir une couleur

source: Click Here to Pick Date
fr_fr: Cliquez ici pour choisir une date

source: Click to record your answer...
fr_fr: Cliquer pour enregistrer votre réponse…

source: Zero recording attempts remain.
fr_fr: In ne vous reste plus de tentative d'enregistrement.

source: Audio Recording
fr_fr: Enregistrement Audio

source: The Due Date cannot be earlier than the Available Date.
fr_fr: La date de remise ne peut être antérieure à la date de disponibilité.

source: Require Locked Browser
fr_fr: Exiger un navigateur verrouillé

source: Exit password (optional)
fr_fr: Mot de passe de sortie (facultatif)

source: The only characters allowed for the exit password are a-z, A-Z and 0-9
fr_fr: Seuls les caractères suivants sont autorisés pour le mot de passe de sortie : a-z, A-Z et 0-9

source: None
fr_fr: Aucun

source: Survey: Matrix of Choices
fr_fr: Sondage : Matrice de choix

source: Survey - Matrix of Choices
fr_fr: Sondage - Matrice de choix

source: Add Column Choices to Favorites
fr_fr: Ajouter choix de colonne à vos favoris

source: Add Comment Field
fr_fr: Ajouter un champ de commentaire

source: Favorites Label
fr_fr: Étiquette de favoris

source: Field Label
fr_fr: Étiquette du champ

source: Relative Widths of Columns
fr_fr: Largeur relative des colonnes

source: Row field can't be empty
fr_fr: Le champ de ligne ne doit pas être vide

source: Select from Favorites
fr_fr: Sélectionner depuis les favoris

source: Cancel
fr_fr: Annuler

source: User
fr_fr: Utilisateur

source: Group
fr_fr: Groupe

source: Start Date
fr_fr: Date de début

source: Due Date
fr_fr: Date de remise

source: Hours
fr_fr: Heures

source: Delete
fr_fr: Supprimer

source: Edit
fr_fr: Modifier

source: Expand All
fr_fr: Développer tout

source: Collapse All
fr_fr: Replier tout

source: Search
fr_fr: Rechercher

source: discount(s?)
fr_fr: pénalité(s?)

source: Save answer
fr_fr: Enregistrer la réponse

source: True
fr_fr: Vrai

source: False
fr_fr: Faux

# samigo/samigo-pack/src/bundle/samigo-noti-prefs.properties:prefs_title
source: Tests & Quizzes
fr_fr: Tests et Quiz

# samigo/samigo-pack/src/bundle/samigo-noti-prefs.properties:prefs_opt3
source: Send me an email confirmation each time I submit an assessment
fr_fr: Envoyez-moi un email de confirmation chaque fois que je soumets une évaluation

# samigo/samigo-pack/src/bundle/samigo-noti-prefs.properties:prefs_opt2
source: Send me one email per day confirming all of my submissions
fr_fr: Envoyez-moi un e-mail par jour confirmant toutes mes soumissions

# samigo/samigo-pack/src/bundle/samigo-noti-prefs.properties:prefs_opt1
source: Do not send me any email confirmations
fr_fr: Ne m’envoyez aucun email de confirmation
