Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_site-manage_*.po
Languages: fr_fr

# site-manage/site-manage-link-helper/src/bundle/link.properties:gen.alert
source: Alert
fr_fr: Alerte

# site-manage/site-manage-link-helper/src/bundle/link.properties:gen.save
source: Set Link
fr_fr: Etablir le lien

# site-manage/site-manage-link-helper/src/bundle/link.properties:gen.cancel
source: Cancel
fr_fr: Annuler

# site-manage/site-manage-link-helper/src/bundle/link.properties:gen.remove
source: Remove Link
fr_fr: Supprimer le lien

# site-manage/site-manage-link-helper/src/bundle/link.properties:title
source: Link to Parent Site
fr_fr: Lier à un espace parent

source: ---- Please Select Parent Site----
fr_fr: ---Veuillez sélectionner l'espace parent---

source: Current Parent Site:
fr_fr: Espace parent actuel :

source: Could not set parent id for site.
fr_fr: Pas pu définir l'id du parent pour cet espace.

source: Could not remove parent id from site.
fr_fr: Impossible de supprimer l'id parent de cet espace.

source: Error accessing site information.
fr_fr: Erreur pour accéder aux informations de l'espace.

# site-manage/site-manage-link-helper/src/bundle/link.properties:error.nosites
source: You do not have access to any suitable parent sites.
fr_fr: Pas d'accès à un espace parent approprié.

source: Parent site no longer exists, link removed. {0}
fr_fr: L'espace parent n'existe plus, lien supprimé. {0}

source: Subject:
fr_fr: Sujet :

source: Course:
fr_fr: Cours :

# site-manage/site-manage-impl/impl/src/bundle/UserAuditService.properties:S
source: Self
fr_fr: Soi-même (Self)

source: Site Notification
fr_fr: Notification du site

source: New User Notification
fr_fr: Nouvelle Notification Utilisateur

source: You have been added to
fr_fr: Vous avez été ajouté à

source: You have been added to the following
fr_fr: Vous avez été ajouté à ce qui suit

source: by
fr_fr: par

source: To get a guest account, open the following site:
fr_fr: Pour obtenir un compte Invité, ouvrez le site suivant :

source: and follow the steps listed.
fr_fr: et suivez les étapes indiquées.

source: 2. Click the Login button.
fr_fr: 2. Cliquez le bouton Ouverture de session

source: 3. Type your username and password, and click Login.
fr_fr: 3. Inscrivez votre nom d'utilisateur et votre mot de passe, et cliquez Ouvrir une session.

source: Site Request from
fr_fr: Demande de site de

source: for
fr_fr: pour

source: Hello,
fr_fr: Bonjour,

source: You are receiving this message at the recommendation of
fr_fr: Vous recevez ce message sur la recommandation de

source: Site title:
fr_fr: Titre du site :

source: Site id:
fr_fr: Id du site:

source: Special Instruction:
fr_fr: Instruction spéciale :

source: According to our data sources,
fr_fr: Selon nos sources de données,

source: is not the instructor of record.
fr_fr: n'est pas l'instructeur du registre.

source: Can you verify that
fr_fr: Pouvez-vous vérifier que

source: is associated with the class(es) listed above?
fr_fr: est associé à la (aux) classes énumérée(s) ci-dessus?

source: Please respond to this message with information about
fr_fr: Veuillez répondre à ce message avec l'information à propos de

source: Thank you,
fr_fr: Merci,

source: Support Team
fr_fr: Equipe de support

source: To:
fr_fr: à:

source: From:
fr_fr: De:

source: Subj:
fr_fr: Suj :

source: Site Request
fr_fr: Demande de site

source: Site Change Request
fr_fr: Demande de modification de site

source: I am requesting approval of a
fr_fr: Je demande l'approbation d'un

source: Course Site for
fr_fr: espace de cours pour

source: I am requesting approval of access to a
fr_fr: Je demande l'approbation pour accéder à

source: for these
fr_fr: pour ces

source: on
fr_fr: sur

source: with access to rosters for these
fr_fr: avec accès aux listes pour ces

source: with access to roster for this section:
fr_fr: avec accès à la liste pour cette section:

source: course:
fr_fr: cours :

source: for this section:
fr_fr: pour cette section :

source: Name:
fr_fr: Nom :

source: Email:
fr_fr: Courriel :

source: as requested.
fr_fr: tel que demandé.

source: The site request authorization email could not be sent to username
fr_fr: Le courriel de demande d'autorisation du site n'a pas pu être envoyé à uniqname

source: This is a copy of the Course Site request that you made.
fr_fr: Ceci est une copie de la demande de site de cours que vous avez faite.

source: If you wish to provide additional information, please send email to
fr_fr: Si vous désirez fournir de l'information supplémentaire, veuillez envoyer un courriel à

source: Official Course Site created by
fr_fr: Site de cours officiel créé par

source: Site created by
fr_fr: Espace créé par

source: Site
fr_fr: Espace

source: From Worksite Setup to
fr_fr: De la configuration de l'espace à

source: Official Course Site
fr_fr: Site de cours officiel

source: was set up by
fr_fr: a été configuré par

source: Site Import completed for {0}
fr_fr: Importation de site terminée pour {0}

source: URL Channel
fr_fr: Canal d’URL

source: Participant List for site {0}
fr_fr: Liste des participants pour l'espace {0}

source: NAME
fr_fr: NOM

source: ROLE
fr_fr: RÔLE

source: STATUS
fr_fr: STATUT

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:site
source: Site
fr_fr: Espace

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:gen.alert
source: Alert
fr_fr: Alerte

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.search
source: Search
fr_fr: Rechercher

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.results
source: Results
fr_fr: Résultats

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.sites
source: site(s) were found that match your search for
fr_fr: sites ont été trouvés correspondant aux critères de votre recherche, soit des types de sites nommés

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.type1
source: sites, and
fr_fr: sites, et

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.text
source: and
fr_fr: et

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.aca
source: Academic Term.
fr_fr: session de cours.

source: Previous
fr_fr: Précédent

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.next
source: Next
fr_fr: Suivant

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.work
source: Worksite Title
fr_fr: Titre du site

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.owner
source: Site Contact
fr_fr: Propriétaire

source: Joinable
fr_fr: Inscription possible

source: Not Joinable
fr_fr: Pas joignable

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.term
source: Term
fr_fr: Semestre

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.nosites
source: No sites found that match your search for
fr_fr: Aucun site ne correspond aux critères de recherche.

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.go
source: Go to
fr_fr: Aller à

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.noterm
source: n/a
fr_fr: s/o

source: More information on this site
fr_fr: Plus d'informations sur cet espace

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.select
source: Select
fr_fr: Sélectionner

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.cancel
source: Cancel
fr_fr: Annuler

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:se.search
source: Search for Sites
fr_fr: Rechercher les sites

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:se.search1
source: Site Title
fr_fr: Code du cours (p. ex. F13-ACCT-134C-01)

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:se.any
source: Any
fr_fr: Tous

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:se.sites
source: Sites
fr_fr: Espaces

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:vi.prev
source: Previous:
fr_fr: Précédent :

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:vi.ret
source: Return to List
fr_fr: Retourner à la liste

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:vi.next
source: Next:
fr_fr: Suivant :

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:vi.public
source: Public Announcements
fr_fr: Annonces publiques

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:vi.public1
source: Public Resources
fr_fr: Ressources publiques

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:vi.public2
source: Public Syllabus
fr_fr: Plan de cours public

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:vi.att
source: Attachments
fr_fr: Fichiers joints

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:vi.folder
source: folder
fr_fr: dossier

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:vi.there
source: There are no public announcements for this site.
fr_fr: Il n'y a aucune annonce publique pour ce site.

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:vi.there1
source: There are no public resources for this site.
fr_fr: Il n'y a aucune ressource publique pour ce site.

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:vi.there2
source: There is no public syllabus for this site.
fr_fr: Il n'y a aucun plan de cours public pour ce site.

source: No Site Selected
fr_fr: Aucun site choisi

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:vi.size
source: Size:
fr_fr: Taille :

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:list.join
source: Join
fr_fr: M'inscrire

source: (already a member)
fr_fr: (déjà membre)

source: Yes (contact the instructor)
fr_fr: Oui (contactez l'instructeur)

source: You are already a member of this site!
fr_fr: Vous êtes déjà membre de cet espace !

source: Click the link below to navigate there now.
fr_fr: Cliquez sur le lien ci-dessous pour commencer à naviguer.

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:join.fail
source: Failed to join the site. Please contact support.
fr_fr: Impossible de rejoindre cet espace. Veuillez contacter le support.

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:join.joinNow
source: Join Now
fr_fr: Inscrivez-vous

source: No
fr_fr: Non

source: Site not found.
fr_fr: Site introuvable.

source: No short description provided
fr_fr: Aucune description courte fournie

source: No long description provided
fr_fr: Aucune description de longue fournie

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:view.label
source: View
fr_fr: Vue

source: Viewing {0} - {1} of {2} items
fr_fr: Vous voyez les éléments {0} à {1} sur {2}.

source: Previous {0}
fr_fr: {0} précédents

source: Next {0}
fr_fr: {0} suivants

source: Choose page size
fr_fr: Choisissez la taille de la page

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:gen.first
source: Go to first
fr_fr: Aller au premier

# site-manage/site-manage-tool/tool/src/bundle/sitebrowser.properties:gen.last
source: Go to last
fr_fr: Aller au dernier

source: All My Sites
fr_fr: Tous mes sites

source: My Active Sites
fr_fr: Mes espaces actifs

source: My Inactive Sites
fr_fr: Mes espaces inactifs

# site-manage/site-manage-tool/tool/src/bundle/sitesetupgeneric.properties:java.my
source: Home
fr_fr: Page d'accueil

source: No site(s) checked. Please check a site or sites.
fr_fr: Aucun site sélectionné. Veuillez sélectionner un ou des sites.

source: Please select only one site for editing.
fr_fr: Veuillez ne sélectionner qu'un seul site à modifier à la fois

source: Create New Site
fr_fr: + Ajouter un nouvel espace

source: Add
fr_fr: Ajouter

source: Site with id
fr_fr: ID de l'espace

source: {0} could not be deleted, because you do not have permission.
fr_fr: {0} n'a pas pu être supprimé parce que vous n'avez pas le droit.

source: Your Workspace may not be deleted with this tool.
fr_fr: Votre Espace de Travail ne peut pas être supprimé avec cet outil.

source: Click Cancel to return to your site list.
fr_fr: Cliquez Annuler pour retourner à votre liste de sites.

source: Edit Site Information
fr_fr: Editer l'information du site

source: Manage Tools
fr_fr: Editer les outils

source: Tool Order
fr_fr: Ordre des pages

source: Manage Access
fr_fr: Gérer accès

source: Add Participants
fr_fr: Ajouter participants

source: Edit Class Roster(s)
fr_fr: Editer la (les) liste(s) de classe

source: Add Roster(s)
fr_fr: Ajouter liste(s)

source: Duplicate Site
fr_fr: Dupliquer site

source: Import from Site
fr_fr: Importer du site

source: Import from Archive File
fr_fr: Importer du fichier

source: Link to Parent Site
fr_fr: Lier à un espace parent

source: External Tools
fr_fr: Outil externe

source: User Audit Log
fr_fr: Journal d'audit utilisateur

source: Please choose an allowed site size
fr_fr: Veuillez sélectionner une taille de site permise

source: Please select site type.
fr_fr: Veuillez sélectionner un type de site.

source: Please enter the authorizer {0}.
fr_fr: Veuillez inscrire la personne autorisée responsable {0}.

source: Please enter a valid {0} for the instructor of record.
fr_fr: Veuillez inscrire un valide {0} pour l'instructeur du registre.

source: A required field is missing. Please fill in all required fields.
fr_fr: Un champ obligatoire est manquant. Veuillez remplir tous les champs obligatoires.

source: The expected realm object was not found.
fr_fr: L'objet realm attendu n'a pas été trouvé.

source: You do not have permission to change the access to this site.
fr_fr: Vous n'avez pas le droit de modifier l'accès à ce site.

source: You do not have permission to link to course roster(s).
fr_fr: Vous n'avez pas le droit de faire un lien vers la liste de cours.

source: Hello,
fr_fr: Bonjour,

source: You are receiving this message at the recommendation of
fr_fr: Vous recevez ce message sur la recommandation de

source: Course:
fr_fr: Cours :

source: According to our data sources,
fr_fr: Selon nos sources de données,

source: is not the instructor of record.
fr_fr: n'est pas l'instructeur du registre.

source: Can you verify that
fr_fr: Pouvez-vous vérifier que

source: is associated with the class(es) listed above?
fr_fr: est associé à la (aux) classes énumérée(s) ci-dessus?

source: Please respond to this message with information about
fr_fr: Veuillez répondre à ce message avec l'information à propos de

source: Thank you,
fr_fr: Merci,

source: Support Team
fr_fr: Equipe de support

source: Site Request from
fr_fr: Demande de site de

# site-manage/site-manage-tool/tool/src/bundle/sitesetupgeneric.properties:java.to
source: To:
fr_fr: à:

source: From:
fr_fr: De:

source: Subj:
fr_fr: Suj :

source: Site Request
fr_fr: Demande de site

source: Site Change Request
fr_fr: Demande de modification de site

source: I am requesting approval of a
fr_fr: Je demande l'approbation d'un

source: Course Site for
fr_fr: Site de cours pour

source: I am requesting approval of access to a
fr_fr: Je demande l'approbation pour accéder à

source: for these
fr_fr: pour ces

source: for this section:
fr_fr: pour cette section :

source: Name:
fr_fr: Nom :

source: Email:
fr_fr: Courriel :

source: Site title:
fr_fr: Titre du site :

source: Site id:
fr_fr: Id du site:

source: Special Instruction:
fr_fr: Instruction spéciale :

source: as requested.
fr_fr: tel que demandé.

source: The site request authorization email could not be sent to username
fr_fr: Le courriel de demande d'autorisation du site n'a pas pu être envoyé à uniqname

source: This is a copy of the Course Site request that you made.
fr_fr: Ceci est une copie de la demande de site de cours que vous avez faite.

source: If you wish to provide additional information, please send email to
fr_fr: Si vous désirez fournir de l'information supplémentaire, veuillez envoyer un courriel à

source: Official Course Site created by
fr_fr: Site de cours officiel créé par

source: Site created by
fr_fr: Espace créé par

source: Site
fr_fr: Espace

source: From Worksite Setup to
fr_fr: De la configuration de l'espace à

source: Official Course Site
fr_fr: Site de cours officiel

source: was set up by
fr_fr: a été configuré par

source: email
fr_fr: courriel

# site-manage/site-manage-tool/tool/src/bundle/sitesetupgeneric.properties:java.on
source: on
fr_fr: sur

# site-manage/site-manage-tool/tool/src/bundle/sitesetupgeneric.properties:java.at
source: at
fr_fr: à

source: for
fr_fr: pour

source: with access to rosters for these
fr_fr: avec accès aux listes pour ces

source: with access to roster for this section:
fr_fr: avec accès à la liste pour cette section:

source: course:
fr_fr: cours :

source: Required field(s) missing. Please enter all required fields.
fr_fr: Champ(s) obligatoire(s) manquant(s). Veuillez remplir tous les champs obligatoires.

source: Cannot find the specified site
fr_fr: Impossible de trouver le site spécifié

source: You do not have the permission to edit the site
fr_fr: Vous n'avez pas le droit d'éditer le site

source: Cannot find the specified site
fr_fr: Impossible de trouver le site spécifié

source: Please select a role.
fr_fr: Veuillez sélectionner un rôle.

source: has been used.
fr_fr: a été utilisé.

source: You do not have permission to add
fr_fr: Vous n'avez pas le droit d'ajouter

source: All other users were added
fr_fr: Tous les autres utilisateurs ont été ajoutés

source: Problem encountered updating user roles.
fr_fr: Un problème s'est produit lors de la mise à jour des rôles des utilisateurs.

source: You do not have permission to change roles.
fr_fr: Vous n'avez pas le droit de modifier les rôles.

source: Please select a role for user to join the site.
fr_fr: Veuillez sélectionner un rôle pour les utilisateurs qui s'inscrivent au site.

source: Please enter the required fields.
fr_fr: Veuillez inscrire les champs obligatoires.

source: Please specify site title.
fr_fr: Veuillez spécifier le titre du site.

source: Please select the notification choice.
fr_fr: Veuillez sélectionner le type de notification.

source: Site id is invalid.
fr_fr: L'id du site est invalide.

source: Site id has been used.
fr_fr: L'id du site a été utilisé.

source: You are not allowed to create a new site.
fr_fr: Vous n'avez pas le droit de créer un nouveau site.

source: Please choose class(es) to delete.
fr_fr: Veuillez sélectionner la (les) classe(s) à supprimer.

source: Cannot edit courses.
fr_fr: Impossible d'éditer les cours.

source: Cannot edit site classes.
fr_fr: Impossible d'éditer les classes du site.

source: Please select a role for
fr_fr: Veuillez sélectionner un rôle pour

source: You do not have permission to make changes to this site.
fr_fr: Vous n'avez pas le droit de faire des modifications à ce site.

source: Overview
fr_fr: Vue d'ensemble

source: Help
fr_fr: Aide

source: Recent Announcements
fr_fr: Annonces récentes

source: Recent Discussion Items
fr_fr: Eléments de discussions récents

source: Invalid URL
fr_fr: URL invalide

source: Please choose at least one site to import.
fr_fr: Veuillez choisir au moins un site à importer.

source: Please choose at least one tool to import.
fr_fr: Veuillez choisir au moins un outil à importer.

source: User
fr_fr: Utilisateur

source: is not a valid username.
fr_fr: n'est pas un nom d'utilisateur valide.

source: is not an email id.
fr_fr: n'est pas un id de courriel

source: is not a valid email address.
fr_fr: n'est pas une adresse courriel valide.

source: Please choose the role type.
fr_fr: Veuillez sélectionner le type de rôle.

source: Could not find the template realm to add the role from.
fr_fr: Impossible de trouver le modèle de droits (<i>template realm</i>) pour ajouter le rôle.

source: could not be added - account name does not exist.
fr_fr: n'a pas pu être ajouté - le nom du compte n'existe pas.

source: You do not have permission to add the site {0}.
fr_fr: Vous n'avez pas le droit d'ajouter le site {0}.

source: Recent Chat Messages
fr_fr: Messages de Chat récents

source: Calendar
fr_fr: Calendrier

source: Messages & Forums Notifications
fr_fr: Messages & Avis de Forum

source: None
fr_fr: Aucun

source: Alert:
fr_fr: Alerte :

source: Continue
fr_fr: Continuer

source: Back
fr_fr: Retour

source: Cancel
fr_fr: Annuler

source: Finish
fr_fr: Terminer

source: Go to first
fr_fr: Aller au premier

source: Go to previous
fr_fr: Aller au précédent

source: Go to next
fr_fr: Aller au suivant

source: Go to last
fr_fr: Aller au dernier

source: Revising site tools for
fr_fr: Révision des outils du site pour

source: Check boxes to add or remove tools from your site.
fr_fr: Cochez les cases pour ajouter ou supprimer des outils de votre site.

source: Select
fr_fr: Sélectionner

source: Tool
fr_fr: Outil

source: Tool description
fr_fr: Description de l'outil

source: Confirming site tools edits for
fr_fr: Confirmation des outils du site pour

source: You have removed the following:
fr_fr: Vous avez supprimé ce qui suit :

source: Changing role(s) for participants in
fr_fr: Modification du(des) rôle(s) pour les participants dans

source: Selected a new role for the participant below.
fr_fr: Sélectionné un nouveau rôle pour le participant ci-dessous.

source: Current Role:
fr_fr: Rôle actuel :

source: Change all participants to the same role
fr_fr: Modifier tous les participants et leur attribuer le même rôle

source: Change participant roles individually
fr_fr: Modifier les rôles des participants individuellement

source: Help on roles
fr_fr: Aide à propos des rôles

source: Username
fr_fr: Identifiant de l'utilisateur

source: Role Descriptions
fr_fr: Description des rôles

source: Confirming role change for
fr_fr: Confirmation de la modification du rôle pour

source: Creating a site...
fr_fr: Création d'un site d'outils Gradués...

source: Site name
fr_fr: Nom du site :

source: Short Description
fr_fr: Description courte :

source: Create Site
fr_fr: Type de Site

source: Re-use Material from Other Sites
fr_fr: Réutiliser du matériel d'autres sites

source: of
fr_fr: de

source: Re-use material from other sites you own...
fr_fr: Réutiliser du matériel d'autres de vos sites...

source: Select
fr_fr: Sélectionner

source: of site
fr_fr: du site

source: You do not own any other sites to re-use material.
fr_fr: Vous ne possédez pas d'autres sites à partir desquelles vous pourriez réutiliser du matériel.

source: View
fr_fr: Vue

source: Term
fr_fr: Semestre

source: None
fr_fr: Aucun

source: sites were
fr_fr: sites ont été

source: in the view of
fr_fr: dans le vue de

source: List of sites you have access to.
fr_fr: Table listant les sites. Colonne 1 : case à cocher lorsque le site peut être édité. Colonne 2 : type de site. Colonne 3 : propriétaire. Colonne 4 : semestre. Colonne 5 : état. Colonne 6 : date de création.

source: Sort by title
fr_fr: Trier par titre

source: Sort by id
fr_fr: Tri par id

# site-manage/site-manage-tool/tool/src/bundle/sitesetupgeneric.properties:list.id
source: Site ID
fr_fr: Identifiant de l'espace

source: Worksite Title
fr_fr: Titre du site

source: Sort by title ascending
fr_fr: Trier par titre ascendant

source: Sort by title descending
fr_fr: Trier par titre descendant

source: Sort by type
fr_fr: Trier par type

source: Sort by type ascending
fr_fr: Trier par type ascendant

source: Sort by type descending
fr_fr: Trier par type descendant

source: Sort by creator
fr_fr: Trier par créateur

source: Sort by creator ascending
fr_fr: Trier par créateur ascendant

source: Sort by creator descending
fr_fr: Trier par créateur descendant
