Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_site-manage_*.po
Languages: fr_fr

source: Sort by term
fr_fr: Trier par terme

source: Sort by term ascending
fr_fr: Trier par session ascendante

source: Sort by term descending
fr_fr: Trier par session descendante

source: Sort by status
fr_fr: Trier par statut

source: Sort by published ascending
fr_fr: Trier par publié ascendant

source: Sort by status ascending
fr_fr: Trier par statut ascendant

source: Sort by published descending
fr_fr: Trier par publié descendant

source: Sort by status descending
fr_fr: Trier par statut descendant

source: Sort by creation date
fr_fr: Trier par date de création

source: Sort by creation date ascending
fr_fr: Trier par date de création ascendante

source: Sort by creation date descending
fr_fr: Trier par date de création descendante

source: Published
fr_fr: Publié

source: Unpublished
fr_fr: Non publié

source: No sites were found
fr_fr: Aucun site n'a été trouvé

source: that match your search for
fr_fr: qui correspondent à votre recherche pour

source: Owner
fr_fr: Propriétaire

source: Creator
fr_fr: Créateur

source: Term
fr_fr: Semestre

source: Status
fr_fr: Statut

source: Creation Date
fr_fr: Date de création

source: More information on this site
fr_fr: Plus d'informations sur cet espace

source: Customize tool instances
fr_fr: Ajouter les Exemples Multiples d'Outil

source: Email Archive
fr_fr: Archive Courriel

source: Site email address
fr_fr: Courriel du Site

source: Email address (required)
fr_fr: Courriel (demandé)

source: Title
fr_fr: Titre

source: (Suggested length 15 char.)
fr_fr: (Suggéré longueur 15 char.)

source: More
fr_fr: Encore

source: Tools?
fr_fr: Outils ?

source: more
fr_fr: encore

source: Remove This Tool Instance
fr_fr: Supprimer Cet Exemple d'Outils

source: Confirm Your Project Site Setup
fr_fr: Confirmer votre configuration du Projet Site

source: Confirm Your Course Site Setup
fr_fr: Confirmer votre configuration du Site de Cours

source: Confirm Your Site Setup
fr_fr: Confirmer votre configuration du Projet Site

source: Confirm your site setup selections...
fr_fr: Confirmez les sélections de configuration de votre site...

source: Summary list of site settings.
fr_fr: Liste résumant les réglages du site.

source: Please review the following information about your site.
fr_fr: Veuillez modifier l'information suivante à propos de votre site.

source: If this information is correct, click Request Site.
fr_fr: Si cette information est correcte, cliquez Demander site.

source: If this information is correct, click Create Site.
fr_fr: Si cette information est correcte, cliquez Créer site.

source: Site Title
fr_fr: Code du cours (p. ex. F13-ACCT-134C-01)

source: Site URL
fr_fr: URL de l'espace

source: No URL provided
fr_fr: Aucune URL fournie

source: No description provided.
fr_fr: Aucune description fournie.

source: Short Description
fr_fr: Description courte :

source: No short description provided
fr_fr: Aucune description courte fournie

source: Tools
fr_fr: Outils

source: Available To
fr_fr: Disponible à :

source: Site can be joined by anyone with authorization to log in
fr_fr: Possible de s'abonner au site pour quiconque a l'autorisation d'ouvrir une session

source: Site participants only
fr_fr: Participants du site seulement

source: Site owner and organizers
fr_fr: Propriétaire et organisateurs du site

source: Included on public index of sites:
fr_fr: Inclus dans l'index public des espaces :

source: Yes
fr_fr: Ou

source: No
fr_fr: Non

source: Appearance (Icon)
fr_fr: Apparence (Icône) :

source: Icon URL
fr_fr: URL de l'icône :

source: No icon provided
fr_fr: Pas d'icône fournie

source: Site Contact Name
fr_fr: Nom de la personne-ressource du site :

source: Site Contact Email
fr_fr: Courriel de la personne-ressource du site :

source: No contact email provided
fr_fr: Aucun courriel de contact fourni

source: Request Site
fr_fr: Demander site

source: Create Site
fr_fr: Type de Site

source: Joinable:
fr_fr: Auto-inscription :

source: Logged in users and site participants
fr_fr: Utilisateurs enregistrés et participants de l'espace

source: Anyone (including non-logged in users) and site participants
fr_fr: Toute personne (y compris utilisateurs non-enregistrés) et les participants de l'espace

source: No Language provided
fr_fr: Pas de langue fournie

source: Course/Section Information
fr_fr: Cours/Section Information

source: Course/Section(s) Selection
fr_fr: Sélection de cours/section(s)

source: Courses/Sections for:
fr_fr: Cours/Sections pour :

source: A site including this course code already exists,
fr_fr: Un site comprenant ce code de cours existe déjà,

source: select anyway?
fr_fr: choisir de toute façon ?

source: Change
fr_fr: Changer

source: Change this ID to show course(s) for another person.
fr_fr: Changer cette ID pour montrer le(s) cours pour une autre personne.

source: Look up an username in the campus directory
fr_fr: Rechercher un nom d'utilisateur dans l'annuaire de campus…

source: Editing Course/Section Information for
fr_fr: Edition du Cours/Information Section pour

source: Add course(s) and/or section(s) not listed above...
fr_fr: Ajouter un(des) cours et/ou une(des) section(s) non énumérés au-dessus…

source: Add Roster(s) Access to
fr_fr: Ajouter l'accès pour la (les) liste(s) à

source: Academic Term
fr_fr: Limite scolaire :

source: The following roster(s) have access to your site:
fr_fr: La (les) liste(s) suivante(s) ont accès à votre site :

source: Academic term:
fr_fr: Session de cours :

source: You may also allow site access to the following roster(s):
fr_fr: Vous pouvez aussi permettre l'accès au site à la (aux) liste(s) suivante(s) :

source: Course/Section(s) Selection -
fr_fr: Sélection de cours/section(s) -

source: Please find course/section by entering the information below
fr_fr: Veuillez trouver un[autre] cours/section en entrant l'information ci-dessous

source: Select
fr_fr: Sélectionner

source: Still cannot find your course/section?
fr_fr: Encore incapable de trouver votre cours/section?

source: Find course/section within course catalog
fr_fr: Trouver le cours/section dans le catalogue de cours

source: Current Selection:
fr_fr: Sélection courante :

source: Save and add another section
fr_fr: Ajouter une autre section

source: Continue with no roster
fr_fr: Continuer sans aucune liste

source: Select Group of Sections
fr_fr: Sélectionner le groupe de sections

source: Unselect Group of Sections
fr_fr: Désélectionner le groupe de sections

source: Editing site...
fr_fr: Edition du site...

source: You have thus far selected the following course/section(s)
fr_fr: Vous avez sélectionnez jusqu'à présent les cours/section(s) suivant(s)

source: to add to
fr_fr: à ajouter à

source: (Requested)
fr_fr: (Demandé)

source: this course site:
fr_fr: ce site de cours :

source: Enter the class information for your site. A
fr_fr: Inscrivez l'information de la classe pour votre site. Un

source: means the information is required.
fr_fr: signifie que l'information est obligatoire.

source: Add More Roster(s)?
fr_fr: Ajouter plus de liste(s)?

source: Authorization to Allow Roster(s) Site Access
fr_fr: Autorisation pour permettre l'accès au site pour la (les) liste(s)

source: Class Roster(s)
fr_fr: Liste(s) de classe

source: The official roster for your class will be available
fr_fr: La liste officielle pour votre classe sera disponible

source: Authorizer's username:
fr_fr: Nom d'utilisateur de la personne autorisée responsable :

source: Special Instructions:
fr_fr: Instructions spéciales :

source: Remove
fr_fr: Supprimer

source: Tools
fr_fr: Outils

source: Site Tools
fr_fr: Outils disponibles pour les sites autres

source: Re-use Material from Other Sites You Own
fr_fr: Réutiliser du matériel d'autres de vos sites

source: No, thanks.
fr_fr: Non, merci.

source: Yes, from these sites:
fr_fr: Oui, de ces sites :

source: Re-use material from these sites
fr_fr: Réutilisation de matériel provenant de ces espaces

source: (required)
fr_fr: (obligatoire)

source: - select all
fr_fr: -Sélectionner tout

source: - unselect all
fr_fr: -Déselectionner tout

source: + expand all
fr_fr: + développer tout

source: - collapse all
fr_fr: -Tout fermer

source: Selected tools
fr_fr: Outils sélectionnés

source: No tools selected
fr_fr: Aucun outil sélectionné

source: More info
fr_fr: Plus d'informations

source: Remove configured tool?
fr_fr: Enlever l'outil configuré ?

source: Yes
fr_fr: Ou

source: No
fr_fr: Non

source: Remove
fr_fr: Supprimer

source: Site Information
fr_fr: Information de site

source: You are setting up a course site for the following roster(s):
fr_fr: Vous êtes en train de configurer un site de cours pour la (les) liste(s) suivante(s):

source: You have requested approval to add the following roster(s):
fr_fr: Vous avez demandé l'approbation pour ajouter les Listes suivantes :

source: Remove
fr_fr: Supprimer

source: means required information.
fr_fr: signifie que l'information est obligatoire.

source: Site Title
fr_fr: Code du cours (p. ex. F13-ACCT-134C-01)

source: Site URL
fr_fr: URL de l'espace

source: (displayed on the site's homepage)
fr_fr: Affichée sur la page d'accueil du site.

source: Short Description
fr_fr: Description courte :

source: (displayed in public list of sites. Max 80 characters)
fr_fr: Affichée dans la liste de sites visibles publiquement. Max. 80 caractères.

source: Appearance (Icon)
fr_fr: Apparence (Icône) :

source: Site Contact Name
fr_fr: Nom de la personne-ressource du site :

source: Site Contact Email
fr_fr: Courriel de la personne-ressource du site :

source: (More)
fr_fr: (Plus)

source: Site Language
fr_fr: Langue de l'espace

source: User Language (default)
fr_fr: Langue de l'utilisateur (par défaut)

source: Alert:
fr_fr: Alerte :

source: Cancel
fr_fr: Annuler

source: Roster
fr_fr: Liste

source: Remove
fr_fr: Supprimer

source: Remove Selected
fr_fr: Supprimer la sélection

source: Table holds the information of site classes.
fr_fr: Le tableau contient l'information des classes du site.

source: There is no class assigned to the site
fr_fr: Aucune classe n'est assignée au site

source: Update
fr_fr: Mise à jour

source: Appearance
fr_fr: Apparence :

source: Term
fr_fr: Semestre

source: Back
fr_fr: Retour

source: Cancel
fr_fr: Annuler

source: Confirming edits to
fr_fr: Confirmation de l'édition de

source: Finish
fr_fr: Terminer

source: None provided
fr_fr: Aucun n'a fourni

source: Short Description
fr_fr: Description courte :

source: Site Contact Name
fr_fr: Nom de la personne-ressource du site :

source: Site Icon URL
fr_fr: URL de l'icône du site:

source: Site Contact Email
fr_fr: Courriel de la personne-ressource du site :

source: Site Title
fr_fr: Code du cours (p. ex. F13-ACCT-134C-01)

source: Site URLs
fr_fr: URLs du site

source: Site Language
fr_fr: Langue de l'espace

source: Alert:
fr_fr: Alerte :

source: Appearance (Theme)
fr_fr: Apparence (icône):

source: Cancel
fr_fr: Annuler

source: Continue
fr_fr: Continuer

source: (displayed on the site's home page)
fr_fr: Affichée sur la page d'accueil du site.

source: (displayed in publicly viewable list of sites. Max 80 characters)
fr_fr: Affichée dans la liste de sites visibles publiquement. Max. 80 caractères.

source: Icon URL
fr_fr: URL de l'icône :

source: Short Description
fr_fr: Description courte :

source: Site will display this theme.
fr_fr: Le site affichera cette icône.

source: Site Contact Email
fr_fr: Courriel de la personne-ressource du site :

source: Site Contact Name
fr_fr: Nom de la personne-ressource du site :

source: Please enter site contact name.
fr_fr: Entrez le nom de contact de l'espace.

source: Site Title
fr_fr: Code du cours (p. ex. F13-ACCT-134C-01)

source: Term
fr_fr: Semestre

source: Add Site URL
fr_fr: Ajouter l'URL de l'espace

source: Site URL
fr_fr: URL de l'espace

source: Academic term:
fr_fr: Session de cours :

source: Alert:
fr_fr: Alerte :

source: Cancel
fr_fr: Annuler

source: A site can be created in a number of different ways:
fr_fr: Choisir le type de site que vous voulez créer. Seulement les enseignants peuvent créer des sites Web de cours officiels. Les enseignants et les étudiants peuvent créer des sites Web de projet. NOTE : Les étudiants, si vous ne voyez pas une étiquette pour votre cours, contactez votre enseignant pour des informations concernant la disponibilité de votre site Web de cours officiels.

source: You can add or remove tools from either type of site at any time.
fr_fr: Vous pouvez, à tout moment, ajouter ou supprimer des outils à un espace déjà créé.

source: (select from templates for common <u>class</u> types)
fr_fr: (choisir des modèles pour les types courants de <u>classe</u>)

source: (select from templates for common <u>project</u> types)
fr_fr: (sélectionner des modèles pour les types de <u>projet</u> courants)

source: (select from templates created by <u>specific schools or campuses</u>)
fr_fr: (sélectionnez les modèles créés par <u>certaines écoles ou campus</u>)

source: Continue
fr_fr: Continuer

source: Create Site
fr_fr: Type de Site

source: Creating a new site from a template
fr_fr: Créer un nouvel espace à partir d'un modèle

source: Build-Your-Own project site
fr_fr: Construisez votre propre projet de site

source: Create site from template
fr_fr: Créer un espace à partir d'un modèle

source: Build your own site
fr_fr: Construisez votre propre espace

source: Template site:
fr_fr: Modèle d'espace :

source: Use template:
fr_fr: Utiliser gabarit :

source: Site title
fr_fr: Titre de l'espace

source: Create site from template
fr_fr: Créer un espace à partir d'un modèle

source: Go to roster selection
fr_fr: Aller à la sélection de la liste

source: -- select template --
fr_fr: --Sélectionnez modèle--

source: -- select term --
fr_fr: --Sélectionnez le semestre--

source: Copy users
fr_fr: Copier des utilisateurs

source: Copy content
fr_fr: copier le contenu

source: Publish Site
fr_fr: Publier l'espace

source: Last step - select rosters
fr_fr: Dernière étape - Sélectionnez les listes de participants

source: Click to dismiss
fr_fr: Cliquez pour fermer

source: What is this?
fr_fr: Qu'est-ce que c'est?

source: Alert:
fr_fr: Alerte :

source: Cancel
fr_fr: Annuler

source: Continue
fr_fr: Continuer

source: Import Material from Other Sites
fr_fr: Réutiliser du matériel d'autres sites

source: Import User from Other Sites
fr_fr: Importer Utilisateur d'autres sites

source: You can choose to import user(s) only from other
fr_fr: Vous pouvez choisir d'importer des utilisateurs seulement d'autre

source: sites that you own. You can combine users from more than one site.
fr_fr: des sites quevous possédez. Vous pouvez combiner des utilisateurs de plus d'un site.

source: {0} bytes
fr_fr: {0} octets

# site-manage/site-manage-tool/tool/src/bundle/sitesetupgeneric.properties:size.gb
source: {0} GB
fr_fr: {0} Go

# site-manage/site-manage-tool/tool/src/bundle/sitesetupgeneric.properties:size.kb
source: {0} KB
fr_fr: {0} Ko

# site-manage/site-manage-tool/tool/src/bundle/sitesetupgeneric.properties:size.mb
source: {0} MB
fr_fr: {0} Mo

source: Previous:
fr_fr: Précédent :

source: Previous
fr_fr: Précédent

source: Return to Sites List
fr_fr: Retour à la liste de sites

source: Next:
fr_fr: Suivant :

source: Next
fr_fr: Suivant

source: Site Title
fr_fr: Code du cours (p. ex. F13-ACCT-134C-01)

source: Site Information
fr_fr: Information de site

source: Site Description
fr_fr: Description du site :

source: Roster(s) with site access
fr_fr: Liste(s) avec accès au site :

source: Term
fr_fr: Semestre

source: Site contact and email
fr_fr: Courriel de la personne-ressource du site :

source: Available to
fr_fr: Disponible à :

source: Site can be joined by anyone with authorization to log in
fr_fr: Possible de s'abonner au site pour quiconque a l'autorisation d'ouvrir une session

source: Site participants only
fr_fr: Participants du site seulement

source: Site owner and organizers only
fr_fr: Propriétaire et organisateurs du site

source: Anyone (including non-logged in users) and site participants
fr_fr: Toute personne (y compris utilisateurs non-enregistrés) et les participants de l'espace

source: Logged in users and site participants
fr_fr: Utilisateurs enregistrés et participants de l'espace

source: Logged in users, site participants and joinable by any logged in user.
fr_fr: Utilisateurs enregistrés, participants de l'espace et auto-inscriptible pour tout utilisateur connecté.

source: Included on public index of sites
fr_fr: Inclus dans la liste de sites publics :

source: Yes
fr_fr: Ou

source: No
fr_fr: Non

source: Creation date
fr_fr: Date de création :

source: Appearance
fr_fr: Apparence :

source: Icon URL
fr_fr: URL de l'icône :

source: Site participants.
fr_fr: La table contient l'information du participant du site. La colonne 1 contient le numéro d'index, la colonne 2 contient le nom, la colonne 3 contient le nom unique, la colonne 4 contient le rôle. Les entêtes ont des liens pour trier.

source: Viewing
fr_fr: Affichage

source: View
fr_fr: Vue

source: Select page size
fr_fr: Sélectionner la taille de la page

source: of
fr_fr: de

source: show
fr_fr: afficher

source: items per page
fr_fr: éléments par page

source: Sort by name
fr_fr: Trier par nom

source: Sort by course name
fr_fr: Trier par nom de cours

source: Name
fr_fr: Nom

source: Sort by name ascending
fr_fr: Trier par nom ascendant

source: Sort by course name ascending
fr_fr: Trier par nom de cours ascendant

source: Sort by name descending
fr_fr: Trier par nom descendant

source: Sort by course name descending
fr_fr: Trier par nom de cours descendant

source: Enrolled In
fr_fr: Inscrits à

source: Sort by participant id
fr_fr: Trier par id des participants

source: Id
fr_fr: Identifiant

source: Sort by participant id ascending
fr_fr: Trier par id des participants ascendant

source: Sort by participant id descending
fr_fr: Trier par id des participants descendant

source: Sort by participant credits
fr_fr: Trier par crédits des participants

source: Sort by participant credits ascending
fr_fr: Trier par crédits des participants ascendants

source: Sort by participant credits descending
fr_fr: Trier par crédits des participants descendants

source: Sort by participant status
fr_fr: Tri par statut de participant

source: Sort by participant status ascending
fr_fr: Tri par statut de participant ascendant

source: Sort by participant status descending
fr_fr: Tri par statut de participant descendant

source: Credits
fr_fr: Crédits

source: Sort by role
fr_fr: Trier par rôle

source: Sort by role ascending
fr_fr: Trier par rôle ascendant

source: Sort by role descending
fr_fr: Trier par rôle descendant

source: Role
fr_fr: Rôle

source: Select role for
fr_fr: Sélectionner un rôle pour

source: Status
fr_fr: Statut

source: Select status for
fr_fr: Sélectionner le statut pour

source: Remove
fr_fr: Supprimer

source: Update Participants
fr_fr: Mettre à jour participants

source: Cancel
fr_fr: Annuler

source: Role Descriptions
fr_fr: Description des rôles

source: The site has to have at least one user with role
fr_fr: Le site doit avoir au moins un utilisateur avec un rôle

source: Cannot delete last user with role {0} (i.e. 'maintainer')
fr_fr: Impossible de supprimer le dernier utilisateur avec le rôle de {0} (c'est-à-dire « responsable »)

source: Site URL
fr_fr: URL de l'espace

source: Close (or Esc)
fr_fr: Fermer (ou Esc)

source: No short description provided
fr_fr: Aucune description courte fournie

source: No long description provided
fr_fr: Aucune description de longue fournie

source: (group)
fr_fr: (groupe)

source: All Participants
fr_fr: Tous les participants

source: Groups
fr_fr: Groupes

source: Groups you are a member of.
fr_fr: Groupes dont vous êtes membre.

source: Sections you are a member of.
fr_fr: Sections dont vous êtes membre.

source: Membership
fr_fr: Appartenance

source: Print
fr_fr: Imprimer

source: Groups you can join
fr_fr: Groupes que vous pouvez rejoindre

source: Title
fr_fr: Titre

source: Joinable Set
fr_fr: Ensemble groupable

source: Size (Max)
fr_fr: Taille (Max)

source: Members
fr_fr: Membres

source: Join
fr_fr: M'inscrire

source: Unjoin
fr_fr: Désinscription

source: Alert:
fr_fr: Alerte :

source: Back
fr_fr: Retour

source: Cancel
fr_fr: Annuler

source: Continue
fr_fr: Continuer

source: Open only to those you specifically add
fr_fr: Ouvert seulement à ceux que vous ajoutez spécifiquement

source: Role Selection
fr_fr: Sélection du rôle

source: Role to assign when a user joins the site
fr_fr: Rôle à attribuer lorsqu'un utilisateur s'abonne au site

source: Set access control of your site
fr_fr: Régler le contrôle d'accès à votre site

source: Site can be joined by anyone with authorization to log in
fr_fr: Possible de s'abonner au site pour quiconque a l'autorisation d'ouvrir une session

source: Alert:
fr_fr: Alerte :

source: Back
fr_fr: Retour

source: Cancel
fr_fr: Annuler

source: Allow any {0} user to join the site
fr_fr: Permettre à tout utilisateur de {0} de rejoindre cet espace

source: Site Visibility
fr_fr: Visibilité de l'espace

source: Continue
fr_fr: Continuer

source: Display in Site Browser
fr_fr: Afficher mon site dans le répertoire, et partager les fichiers que je sélectionne

source: (Tell me more...)
fr_fr: (En savoir plus...)

source: Draft site can only be accessible by site maintainers
fr_fr: Un site en développement n'est accessible que du responsable

source: Global Access
fr_fr: Accès global

source: Please select a role:
fr_fr: Veuillez sélectionner un rôle :

source: Do not display in Site Browser
fr_fr: Privé

source: Publish site - accessible to all site participants
fr_fr: Publier l'espace

source: Leave as Draft - accessible only to site maintainers
fr_fr: Garder en Brouillon - accessible seulement aux gestionnaires du site

source: Publishing your site makes it available to the site participants.
fr_fr: La publication de cet espace le rendra disponible à ses membres. La configuration d'accès global vous permet de décider qui aura accès à votre espace lorsqu'il sera publié. Vous pouvez modifier cette configuration en allant dans l'Information du site.

source: You can change these settings later by going to Site Info.
fr_fr: Vous pourrez modifier ces paramètres plus tard en allant sur les informations de l'espace.

source: (You are not allowed to make changes to this site.)
fr_fr: (Vous n'êtes pas autorisé à apporter des modifications à cet espace).

source: Role for people that join site:
fr_fr: Rôle pour les personnes qui s'abonnent au site :

source: Site Access
fr_fr: Accès Site

source: Site Status
fr_fr: Statut de l'espace

source: Update
fr_fr: Mise à jour

source: Additional Access
fr_fr: Accès supplémentaire

source: No additional access
fr_fr: Aucun accès supplémentaire

source: Logged in users
fr_fr: Utilisateurs enregistrés

source: Anyone (including non-logged in)
fr_fr: Quiconque (y compris les non-connecté)

source: Joinability
fr_fr: Auto-inscription

source: Public Index of Sites
fr_fr: Index public d'espaces

source: Alert:
fr_fr: Alerte :

source: Back
fr_fr: Retour

source: Cancel
fr_fr: Annuler

source: Confirming Global Access for
fr_fr: Confirmation de l'accès global pour

source: Finish
fr_fr: Terminer

source: joinable with the role
fr_fr: possible de s'y inscrire avec le rôle

source: unjoinable
fr_fr: impossible de s'y inscrire

source: You have selected to make your site
fr_fr: Vous avez sélectionné pour faire votre site

source: Alert:
fr_fr: Alerte :

source: Alert:
fr_fr: Alerte :

source: A published site is viewable to all participants.
fr_fr: Un site publié est visible à tous les participants.

source: Back
fr_fr: Retour
