Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_reset-pass_*.po
Languages: fr_fr

source: You cannot use this service to reset your password
fr_fr: Vous ne pouvez pas utiliser ce service pour réinitialiser votre mot de passe. La réinitialisation de votre mot de passe annuaire est gérée au niveau de l'annuaire. Pour les étudiants, consultez https://enligne.upmc.fr/Aide/mot_de_passe_aide.htm. Pour les personnels, contactez assistance-annuaire@upmc.fr.

source: Email address not found
fr_fr: Cette adresse électronique ne correspond à aucun compte

source: You must provide your email address
fr_fr: Vous devez fournir votre adresse de courriel

source: More than one user has that email address
fr_fr: Plusieurs comptes possèdent la même adresse électronique

source: Reset your password
fr_fr: Réinitialiser votre mot de passe

source: This password service is only available for guest users on {0}.
fr_fr: Ce service de réinitialisation de mot de passe est uniquement disponible pour les utilisateurs inscrits par courrier électronique sur {0}. La réinitialisation des mots de passe annuaire est gérée au niveau de l'annuaire. Pour les étudiants, consultez https://enligne.upmc.fr/Aide/mot_de_passe_aide.htm. Pour les personnels, contactez assistance-annuaire@upmc.fr.

source: Your email address
fr_fr: Votre adresse électronique

source: Send Password
fr_fr: Envoyer le nouveau mot de passe

source: Request Password Change
fr_fr: Demande de changement de mot de passe

source: Your new password has been sent to {0}
fr_fr: Votre nouveau mot de passe a été envoyé à {0}

source: A password change confirmation email has been sent to {0}.
fr_fr: La confirmation de changement de mot de passe a été envoyée à {0}

source: For any further assistance, contact
fr_fr: Pour une aide supplémentaire, contactez votre enseignant qui s'adressera en votre nom à l'équipe de support

source: New Password for {0}
fr_fr: Nouveau mot de passe pour {0}

source: Dear {0}
fr_fr: Cher {0}

source: Your password for {0} ({1}) has been reset at your request.
fr_fr: Votre mot de passe pour {0} ({1}) vient d'être réinitialisé à votre demande.

source: Your username is: {0}
fr_fr: Votre identifiant est : {0}

source: Your password is: {0}
fr_fr: Votre mot de passe est : {0}

source: For further assistance, contact {0}
fr_fr: Pour une aide supplémentaire, contactez votre enseignant qui s'adressera en votre nom à l'équipe de support si vous êtes étudiant

source: Regards
fr_fr: Cordialement

source: The {0} Team
fr_fr: L'équipe {0}

source: {0} is not a valid validation code
fr_fr: {0} n'est pas un code de validation valide.

source: You have already completed this form
fr_fr: {0} a déjà été validé.

source: {0} has expired
fr_fr: {0} a expiré.

source: Please enter a validation code
fr_fr: Veuillez saisir un code de validation.

source: Thank you for validating your account.
fr_fr: Merci d'avoir validé votre compte.

source: Accept your {0} invitation.
fr_fr: Accepter votre invitation de {0}.

source: Reset your {0} password.
fr_fr: Réinitialiser votre mot de passe {0}.

source: Account Validation
fr_fr: Validation du compte

source: Password is incorrect
fr_fr: Le mot de passe est incorrect.

source: Passwords don't match
fr_fr: Les mots de passe ne sont pas identiques.

source: You must accept the terms and conditions.
fr_fr: Vous devez accepter les conditions générales d'utilisation.

source: Welcome
fr_fr: Bienvenue

source: Reset your password in {0}
fr_fr: Réinitialiser de votre mot de passe dans {0}.

source: You have been invited to join the following site(s) in {0}:
fr_fr: Vous avez été invité à rejoindre le ou les espace(s) suivant(s) sur {0} :

source: You have been invited to join the following site in {0}:
fr_fr: Vous avez été invité à rejoindre l'espace suivant sur {0} :

source: You have been invited to join the following sites in {0}:
fr_fr: Vous avez été invité à rejoindre les espaces suivants sur {0} :

source: You have access to the following site(s) in {0}:
fr_fr: Vous avez accès au(x) espace(s) suivant(s) dans {0} :

source: To activate your new {0} account, please complete the form below.
fr_fr: Pour activer votre nouveau compte {0}, veuillez remplir le formulaire ci-dessous.

source: A new account has been reserved for you with user ID {3}.
fr_fr: Un nouveau compte a été réservé pour vous avec l'identifiant utilisateur {3}.

source: Wait!
fr_fr: Attendez !

source: I already have an account in {0}
fr_fr: J'ai déjà un compte dans {0}

source: Wait, I changed my mind!
fr_fr: Attendez, j'ai changé d'avis !

source: Activate the {0} account
fr_fr: Activer le compte {0}

source: You can't use the same account to merge to
fr_fr: Vous ne pouvez pas fusionner un compte avec lui-même.

source: Login failed!
fr_fr: Échec de la connexion !

source: Forgot your password?
fr_fr: Mot de passe oublié ?

source: Reset your password.
fr_fr: Réinitialiser votre mot de passe.

source: Request again.
fr_fr: Demander à nouveau.

source: I am new to {0}
fr_fr: Je débute avec {0}.

source: I have one account in {0}
fr_fr: J'ai un compte dans {0}

source: Activate your new {0} account.
fr_fr: Obtenir votre nouveau compte {0}.

source: Reset the password for your {0} account.
fr_fr: Réinitialiser le mot de passe de votre compte {0}.

source: I have an account in {0} already
fr_fr: J'ai déjà un compte {0}.

source: I have another {0} account
fr_fr: J'ai un autre compte dans {0}.

source: Transfer memberships and log in
fr_fr: Transfert des inscriptions et connexion

source: OR
fr_fr: OU

source: Your login user ID will be:
fr_fr: Votre identifiant de connexion sera :

source: Change the password for your {0} account:
fr_fr: Changer le mot de passe pour votre compte {0} :

source: User ID
fr_fr: Identifiant

source: First name
fr_fr: Prénom

source: First name is a required field
fr_fr: Le prénom est un champ obligatoire

source: Last name
fr_fr: Nom

source: Last name is a required field
fr_fr: Le nom est un champ obligatoire

source: Password
fr_fr: Mot de passe

source: New password
fr_fr: Nouveau mot de passe

source: Confirm password
fr_fr: Confirmer le mot de passe

source: Strength: too weak
fr_fr: Force : trop faible

source: Strength: weak
fr_fr: Force : faible

source: Strength: moderate
fr_fr: Force : modérée

source: Strength: strong
fr_fr: Force : forte

source: Passwords match
fr_fr: Les mots de passe correspondent

source: Passwords do not match
fr_fr: Les mots de passe ne correspondent pas

source: I accept the {0} of use
fr_fr: J'accepte les {0} d'utilisation.

source: Terms and Conditions
fr_fr: Conditions générales

source: Login
fr_fr: Ouverture de session

source: Change password and log in
fr_fr: Définir votre mot de passe

source: Activate your account
fr_fr: Activez votre compte

source: Accept invitation
fr_fr: Accepter l'invitation

source: Reset your password
fr_fr: Réinitialiser votre mot de passe

source: Update your account
fr_fr: Mettez votre compte à jour

source: Activate your account
fr_fr: Activez votre compte
