Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_site-manage_*.po
Languages: fr_fr

source: be notified of the site's availability.
fr_fr: soient avisés de la disponibilité du site.

source: Cancel
fr_fr: Annuler

source: Click Finish below to change the status of your site to be
fr_fr: Cliquez Terminer ci-dessous pour que le statut de votre site soit

source: Confirming the publish status for
fr_fr: Confirmation le statut de publication de

source: Finish
fr_fr: Terminer

source: published
fr_fr: publié

source: unpublished
fr_fr: non publié

source: will
fr_fr: sera

source: will not
fr_fr: ne sera pas

source: Alert:
fr_fr: Alerte :

source: Cancel
fr_fr: Annuler

source: Changing the status of a site ...
fr_fr: Modification du statut d'un espace...

source: Continue
fr_fr: Continuer

source: Publish worksite
fr_fr: Publier site

source: Publishing your site makes it visible to your site participants.
fr_fr: La publication de votre site le rend visible aux participants de votre site.

source: Unpublish worksite
fr_fr: Site non publié

source: Alert:
fr_fr: Alerte :

source: Cancel
fr_fr: Annuler

source: Duplicate
fr_fr: Dupliquer

source: Duplicated site
fr_fr: Site dupliqué

source: has been created.
fr_fr: a été créé.

source: Site Title
fr_fr: Code du cours (p. ex. F13-ACCT-134C-01)

source: Site ID
fr_fr: Identifiant de l'espace

source: Retain Resources file storage quota?
fr_fr: Maintenir, pour Ressources, le quota de stockage ?

source: Currently set to
fr_fr: Actuellement fixé à

source: Yes
fr_fr: Ou

source: No, reset to default
fr_fr: Non, réinitialiser par défaut

source: Removing Site...
fr_fr: Suppression de l'espace...

source: Alert:
fr_fr: Alerte :

source: Deleting a site removes all content and cannot be undone.
fr_fr: La suppression d'un site supprime tout le contenu et ne peut pas être annulé.

source: You have selected the following site for removal:
fr_fr: Vous avez sélectionné le site suivant pour la suppression:

source: You have selected the following sites for removal:
fr_fr: Vous avez choisi les emplacements suivants pour le déplacement :

source: Remove
fr_fr: Supprimer

source: Cancel
fr_fr: Annuler

source: Softly Deleting Site...
fr_fr: Suppression douce d'espace...

source: You have selected the following site for soft deletion:
fr_fr: Vous avez sélectionné l'espace suivant pour suppression douce :

source: You have selected the following sites for soft deletion:
fr_fr: Vous avez sélectionné l'espace suivant pour suppression douce :

source: Mark for deletion
fr_fr: Marquer pour suppression

source: Confirming removal of participants from
fr_fr: Confirmation de la suppression des participants de

source: Alert:
fr_fr: Alerte :

source: Name
fr_fr: Nom

source: Username
fr_fr: Identifiant de l'utilisateur

source: Role
fr_fr: Rôle

source: Finish
fr_fr: Terminer

source: Back
fr_fr: Retour

source: Cancel
fr_fr: Annuler

source: Revising publish status for $validator.escapeHtml($title)
fr_fr: Révision du statut de publication pour $validator.escapeHtml($title)

source: Alert:
fr_fr: Alerte :

source: Send an email to all participants announcing the site's availability
fr_fr: Envoyer un courriel à tous les utilisateurs les avisant que le site est disponible

source: Do not send an email announcing the site's availability
fr_fr: Ne pas envoyer de courriel pour annoncer que le site est disponible

source: Continue
fr_fr: Continuer

source: Back
fr_fr: Retour

source: Cancel
fr_fr: Annuler

source: Alert:
fr_fr: Alerte :

source: Request Site Access:
fr_fr: Demande d'accès au site :

source: Class Information
fr_fr: Information de la classe

source: The following class(es) were already assigned to this site:
fr_fr: La (les) classe(s) suivante(s) étai(en)t déjà assignée(s) à ce site :

source: You have indicated the following class(es) to add to this site:
fr_fr: Vous avez indiquez la (les) classe(s) suivante(s) à ajouter à ce site :

source: Add Class(es)
fr_fr: Ajouter classe(s)

source: Cancel
fr_fr: Annuler

source: Back
fr_fr: Retour

source: Set permissions for Site Info in worksite
fr_fr: Régler les droits d'accès pour les Informations du Site dans le site

# site-manage/site-manage-tool/tool/src/bundle/sitesetupgeneric.properties:permis
source: Permissions...
fr_fr: Droits d'accès...

source: Processing......
fr_fr: En traitement...

source: Please select at least one tool.
fr_fr: Veuillez sélectionner au moins un outil.

source: Manage Groups
fr_fr: Gérer les groupes

source: Group Membership
fr_fr: Adhésion au groupe:

source: Group List
fr_fr: Liste de groupes

source: Title
fr_fr: Titre

source: Same group title has been used. Please choose a different one.
fr_fr: Le même titre de groupe a déjà été utilisé. Veuillez sélectionner un titre différent.

source: Size
fr_fr: Taille

source: Sort by title ascendingly
fr_fr: Trier par titre ascendant

source: Sort by title descendinly
fr_fr: Trier par titre descendant

source: Sort by group member number ascendingly
fr_fr: Trier par numéro de membre de groupe ascendant

source: Sort by group member number descendingly
fr_fr: Trier par numéro de membre de groupe descendant

source: Create New Group
fr_fr: Créer nouveau groupe

source: Edit Group
fr_fr: Editer groupe

source: There are no groups defined.
fr_fr: Aucun groupe n'est défini.

source: Membership
fr_fr: Appartenance

source: Remove?
fr_fr: Supprimer ?

source: Select to remove
fr_fr: Sélectionner pour supprimer

source: Remove Checked
fr_fr: Supprimer sélectionnés

source: Edit
fr_fr: Modifier

source: Update
fr_fr: Mise à jour

source: Back
fr_fr: Retour

source: Cancel
fr_fr: Annuler

source: Add to group >
fr_fr: Ajouter au groupe >

source: < Remove
fr_fr: < Supprimer

source: Site Member List
fr_fr: Liste des membres du site

source: Group Member List
fr_fr: Liste des membres du groupe

source: You need to specify the group title.
fr_fr: Vous devez spécifier le titre du groupe.

source: Delete Groups
fr_fr: Supprimer groupes

source: You are not allowed to make changes to the site.
fr_fr: Vous n'avez pas le droit de faire des modifications au site.

source: Site not found.
fr_fr: Site introuvable.

source: (requested)
fr_fr: (demandé)

source: Choose a file to import
fr_fr: Sélectionnez un fichier à importer

source: File
fr_fr: Importer

source: Copy Materials from Other Sites
fr_fr: Copier contenu d'autres sites

source: Choose material to copy this site.
fr_fr: Sélectionnez le contenu pour copier ce site.

source: Copy this existing material...
fr_fr: Copier ce contenu existant...

source: Move
fr_fr: Déplacer

source: ...into my current site
fr_fr: ...dans mon site actuel

source: Copy Materials
fr_fr: Copier le Contenu

source: Cancel
fr_fr: Annuler

source: For viewing content from
fr_fr: Pour afficher le contenu de

source: For accessing content from
fr_fr: Pour accéder au contenu de

source: within the site.
fr_fr: à l'intérieur du site.

source: Cannot find a user with id
fr_fr: Impossible de trouver un utilisateur avec l'id

source: The upload size limit of {0} MB has been exceeded.
fr_fr: La taille de téléversement maximale de {0} MB a été dépassée.

source: has been exceeded.
fr_fr: a été dépassé.

source: Please choose the file to import.
fr_fr: Veuillez sélectionner le fichier à importer.

source: Please choose a valid archive file to import.
fr_fr: Veuillez choisir un fichier d'archives valide pour importer.

source: Please use a valid web address.
fr_fr: Veuillez utiliser une adresse Web valide.

source: Please answer the required question(s).
fr_fr: Veuillez répondre aux questions requises

source: Please choose a method below to proceed:
fr_fr: Veuillez choisir une méthode ci-dessous pour procéder :

source: I would like to replace my data
fr_fr: Je voudrais remplacer mes données

source: I would like to merge my data
fr_fr: Je voudrais fusionner mes données

source: I would like to merge my user(s)
fr_fr: Je voudrais fusionner mes utilisateurs

source: Choose the material you want to re-use from this site.
fr_fr: Choisir le matériel que vous voulez réutiliser de ce site.

# site-manage/site-manage-tool/tool/src/bundle/sitesetupgeneric.properties:print
source: Printable Version
fr_fr: Version imprimable

source: Copy the site members also?
fr_fr: Copier aussi les membres de l'espace ?

source: Site Id:
fr_fr: Identifiant de l'espace :

source: Select/unselect all worksites
fr_fr: Sélectionner/désélectionner tous les espaces

source: Select/unselect all participants
fr_fr: Sélectionner/désélectionner tous les participants

source: Can read content, and add content to a site where appropriate.
fr_fr: Peut lire le contenu et ajouter du contenu à un espace le cas échéant.

source: Can read content, and add content to a site where appropriate.
fr_fr: Peut lire le contenu et ajouter du contenu à un espace le cas échéant.

source: Can read, add, and revise most content in their sections.
fr_fr: Peuvent lire, ajouter et réviser la plupart des contenus dans leurs sections.

source: Modification date
fr_fr: Date de modification

source: Modified by
fr_fr: Modifié par

source: Search
fr_fr: Rechercher

source: Use Official Description
fr_fr: Utilisez la description officielle

source: Shopping Period Access
fr_fr: Période d'accès d'achat

source: Start Date
fr_fr: Date de début

source: End Date
fr_fr: Date de fin

source: Visibility
fr_fr: Visibilité

source: Role
fr_fr: Rôle

source: Shoppers have the same access as this realm/role.
fr_fr: Les acheteurs ont le même accès que ce domaine/rôle.

source: none
fr_fr: aucun

source: Show Tools
fr_fr: Afficher les outils

source: Logged In
fr_fr: Connecté

source: Override inherited settings
fr_fr: Substituer les paramètres hérités

source: Opt My Site Out of Shopping Period
fr_fr: Faire sortir mon espace de la période d'achat

source: Select tools you want to open for shopping
fr_fr: Sélectionnez les outils que vous souhaitez ouvrir pour l'achat

source: Select tools you want to open for shopping
fr_fr: Sélectionnez les outils que vous souhaitez ouvrir pour l'achat

source: Select All
fr_fr: Tout sélectionner

source: Users with Delegated Access
fr_fr: Utilisateurs avec accès délégué

source: Name
fr_fr: Nom

source: Realm
fr_fr: Domaine

source: Role
fr_fr: Rôle

source: Restricted Tools
fr_fr: Outils limités

source: External Tools:
fr_fr: Outils externes :

source: (Used in {0} sites)
fr_fr: (Utilisé dans {0} espaces)

source: Please enter the information for external tools
fr_fr: Veuillez saisir les informations pour les outils externes

source: General
fr_fr: Général

source: Create site from archive
fr_fr: Créer un espace à partir d'une archive

source: Content from the site archive will be imported into the new site.
fr_fr: Le contenu de l'archive de l'espace sera importé dans le nouveau espace.

source: New site type
fr_fr: Nouveau type d'espace

source: New site term
fr_fr: Nouvelle période/condition de l'espace

source: Choose archive
fr_fr: Choisissez l'archive

source: Upload archive
fr_fr: Déposer l'archive

source: You must upload a site archive zip file
fr_fr: Vous devez déposer un fichier zip contenant l'archive d'un espace

source: Invalid file
fr_fr: Fichier non valide

source: You must select the new site type
fr_fr: Vous devez sélectionner le nouveau type d'espace

source: An error occurred uploading the archive.
fr_fr: Une erreur s'est produite lors du dépôt de l'archive.

source: An error occurred merging the archive contents.
fr_fr: Une erreur s'est produite lors de la fusion des contenus de l'archive.

source: Creating site from archive
fr_fr: Création d'un espace à partir d'une archive

source: None
fr_fr: Aucun

source: Exclude this site from the publicly available list of joinable sites
fr_fr: Exclure cet espace de la liste des sites joignables accessible au public

source: Limit join to specific accounts
fr_fr: Limiter la possibilité de rejoindre à des comptes spécifiques

source: Additional Options:
fr_fr: Options supplémentaires :

source: Add joining members to specified group:
fr_fr: Ajouter les membres joints au groupe spécifié :

source: None
fr_fr: Aucun

source: You must select at least one account type below.
fr_fr: Vous devez sélectionner au moins un type de compte ci-dessous.

source: Disabled
fr_fr: Désactivé

source: Softly Deleted Sites
fr_fr: Espaces supprimés doucement

source: Sort by softly deleted status
fr_fr: Trier par espaces supprimés doucement

source: Softly Deleted
fr_fr: Supprimé doucement

source: Restore
fr_fr: Restaurer

source: Sort by softly deleted status ascending
fr_fr: Trier par état supprimé doucement par ordre ascendant

source: Sort by softly deleted status descending
fr_fr: Trier par état supprimé doucement par ordre descendant

source: You cannot restore that site as you do not have permission.
fr_fr: Vous ne pouvez pas restaurer cet espace, car vous n'y êtes pas autorisé.

source: You cannot restore that site as it no longer exists.
fr_fr: Vous ne pouvez pas restaurer cet espace car il n'existe plus.

source: Hard delete
fr_fr: Suppression définitive

source: Disabled
fr_fr: Désactivé

source: View
fr_fr: Vue

source: Viewing {0} - {1} of {2} items
fr_fr: Vous voyez les éléments {0} à {1} sur {2}.

source: Previous {0}
fr_fr: {0} précédents

source: Next {0}
fr_fr: {0} suivants

source: Choose page size
fr_fr: Choisissez la taille de la page

source: Search
fr_fr: Rechercher

source: Search
fr_fr: Rechercher

source: Clear Search
fr_fr: Effacer la recherche

source: Title
fr_fr: Titre

source: Layout:
fr_fr: Mise en page :

source: Tool Id
fr_fr: Identifiant de l'outil

source: Features
fr_fr: Fonctionnalités

source: Move
fr_fr: Déplacer

source: Alert:
fr_fr: Alerte :

source: Remove
fr_fr: Supprimer

source: Add
fr_fr: Ajouter

source: Save
fr_fr: Enregistrer

source: Cancel
fr_fr: Annuler

source: Sort by title
fr_fr: Trier par titre

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:mb.sitebeing
source: The site is being edited. Please try again later.
fr_fr: L'espace est en cours de modification. Veuillez réessayer ultérieurement.

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:mb.confirm1
source: Are you sure you want to unjoin the following sites?
fr_fr: Voulez-vous vraiment vous désabonner ?

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:mb.nold
source: No site description has been provided
fr_fr: Aucune description de l'espace n'a été fournie

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:mb.cursit
source: My Current Sites
fr_fr: Mes espaces actuels

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:gen.worksite
source: Worksite
fr_fr: Espace

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:mb.joinsite
source: Join site
fr_fr: S'abonner au site

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:mb.cancel
source: Cancel
fr_fr: Annuler

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:mb.clear
source: Clear Selections
fr_fr: Effacer la sélection

source: Select all selectable
fr_fr: Sélectionnez ce qui est sélectionnable

source: Select to unjoin
fr_fr: Sélectionnez pour disjoindre

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:mb.youhave
source: You are no longer a participant in the following site(s):
fr_fr: Vous n'êtes plus un participant du site

source: (More)
fr_fr: (Plus)

source: Alert: You have to select the site first!
fr_fr: Alerte : Vous devez d'abord sélectionner l'espacee !

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:mb.join
source: Join Now
fr_fr: Inscrivez-vous

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:list.stasc
source: Sort by title ascending
fr_fr: Trier par titre ascendant

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:mb.gotosite
source: Go to site
fr_fr: Aller au site

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:list.stdesc
source: Sort by title descending
fr_fr: Trier par titre descendant

source: Table holds a list of sites that you can get access to.
fr_fr: La table contient une liste de sites auxquels vous avez accès. La colonne 1 contient le titre du site et un lien pour s'abonner. La colonne 2 peut contenir une description du site.

source: You are not a member of any site.
fr_fr: Vous n'êtes membre d'aucun site.

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:mb.confirm
source: Confirm Change
fr_fr: Confirmer modification

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:mb.joisit
source: Joinable Sites
fr_fr: Espaces permettant l'abonnement

source: Table of your official course section enrollments.
fr_fr: Tableau de vos inscriptions à des sections de cours officiel.

source: Term
fr_fr: Semestre

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:mb.nosd
source: No short site description has been provided
fr_fr: Aucune description courte pour l'espace n'a été fournie

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:view.label
source: View
fr_fr: Vue

source: Viewing {0} - {1} of {2} items
fr_fr: Vous voyez les éléments {0} à {1} sur {2}.

source: Previous {0}
fr_fr: {0} précédents

source: Next {0}
fr_fr: {0} suivants

source: Choose page size
fr_fr: Choisissez la taille de la page

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:gen.first
source: Go to first
fr_fr: Aller au premier

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:gen.last
source: Go to last
fr_fr: Aller au dernier

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:search.label
source: Search
fr_fr: Rechercher

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:search.button
source: Search
fr_fr: Rechercher

# site-manage/site-manage-tool/tool/src/bundle/membership.properties:search.clear
source: Clear Search
fr_fr: Effacer la recherche

source: Group List
fr_fr: Liste de groupes

source: Title
fr_fr: Titre

source: Same group title has been used. Please choose a different one.
fr_fr: Le même titre de groupe a déjà été utilisé. Veuillez sélectionner un titre différent.

source: Size
fr_fr: Taille

source: Sort by title in ascending order
fr_fr: Tri par titre dans l'ordre croissant

source: Create New Group
fr_fr: Créer nouveau groupe

source: There are no groups defined.
fr_fr: Aucun groupe n'est défini.

source: Membership
fr_fr: Appartenance

source: Remove?
fr_fr: Supprimer ?

source: Remove Checked
fr_fr: Supprimer sélectionnés

source: Add
fr_fr: Ajouter

source: Edit
fr_fr: Modifier

source: Update
fr_fr: Mise à jour

source: Cancel
fr_fr: Annuler

source: Site Member List
fr_fr: Liste des membres du site

source: Group Member List
fr_fr: Liste des membres du groupe

source: You need to specify the group title.
fr_fr: Vous devez spécifier le titre du groupe.

source: Delete Groups
fr_fr: Supprimer groupes

source: You are not allowed to make changes to the site.
fr_fr: Vous n'avez pas le droit de faire des modifications au site.

source: Site not found.
fr_fr: Site introuvable.

source: Select All/None
fr_fr: Sélectionnez tous/aucun

source: Please choose at least one group to be deleted.
fr_fr: Veuillez choisir au moins un groupe à supprimer.

source: Add Participants
fr_fr: Ajouter participants

source: The expected realm object was not found.
fr_fr: L'objet realm attendu n'a pas été trouvé.

source: All other users were added
fr_fr: Tous les autres utilisateurs ont été ajoutés

source: Please choose a role.
fr_fr: Veuillez sélectionner un rôle.

source: Cannot edit courses.
fr_fr: Impossible d'éditer les cours.

source: User
fr_fr: Utilisateur

source: Please choose the role type.
fr_fr: Veuillez sélectionner le type de rôle.

source: Continue
fr_fr: Continuer

source: Back
fr_fr: Retour

source: Cancel
fr_fr: Annuler

source: Finish
fr_fr: Terminer

source: Add participant(s) to {0}
fr_fr: Ajouter participant(s) à

source: Students Registered for Course:
fr_fr: Etudiants Enregistrés pour le Cours

source: {0} contains strings more than email address, last name, first name.
fr_fr: {0} contient plus de chaînes que l'adresse de messagerie, le nom de famille et le prénom.

source: Participant Roles
fr_fr: Rôles des participants

source: Assign all participants to the same role
fr_fr: Attribuer le même rôle à tous les participants

source: Assign each participant a role individually
fr_fr: Attribuer à chaque participant un rôle individuellement

source: Participant Status
fr_fr: Statut du participant

source: Confirming Add Participant(s) to {0}
fr_fr: Confirmation de l'ajout de participant(s) à

source: They will be sent an email notifying them of the site's availability.
fr_fr: Les personnes suivantes recevront un courriel les avisant de la disponibilité du site :

source: Username
fr_fr: Nom d'utilisateur

source: Role
fr_fr: Rôle

source: Choose a Role for Participants
fr_fr: Sélectionner un rôle pour les participants

source: Roles
fr_fr: Rôles

source: Other Official Participants
fr_fr: Autres participants officiels

source: Username
fr_fr: Identifiant de l'utilisateur

source: Official Email Address or Username
fr_fr: Adresse E-mail officielle ou identifiant

source: Non-official Participants
fr_fr: Participants non-officiels

source: Guest
fr_fr: Invité

source: Email Address of Non-official Participant
fr_fr: Adresse e-mail du participant non officiel

source: Name
fr_fr: Nom

source: Id
fr_fr: Identifiant

source: Role
fr_fr: Rôle

source: Status
fr_fr: Statut

source: Course Id:
fr_fr: Id du cours :

source: Term:
fr_fr: Trimestre :

source: Subject
fr_fr: Sujet :

source: Course
fr_fr: Cours :

source: {0} [unregistered]
fr_fr: {0} [non enregistré]

source: Group Membership
fr_fr: Adhésion au groupe:

source: Group List
fr_fr: Liste de groupes

source: Group is locked because of tool usage
fr_fr: Le groupe est verrouillé en raison de l’utilisation de l’outil

source: Same group title has been used. Please choose a different one.
fr_fr: Le même titre de groupe a déjà été utilisé. Veuillez sélectionner un titre différent.

source: Size (Max)
fr_fr: Taille (Max)

source: Create New Group
fr_fr: Créer nouveau groupe

source: Edit Group
fr_fr: Editer groupe

source: There are no groups defined.
fr_fr: Aucun groupe n'est défini.

source: Role:
fr_fr: Rôle :

source: Membership
fr_fr: Appartenance

source: Remove?
fr_fr: Supprimer ?

source: Remove Checked
fr_fr: Supprimer sélectionnés

source: Add
fr_fr: Ajouter

source: This group cannot be edited because it is locked by tool usage.
fr_fr: Impossible de modifier ce groupe car il est verrouillé par l’utilisation de l’outil.

source: Not editable because it's locked by tool usage
fr_fr: Non modifiable, car il est verrouillé par l’usage de l’outil

source: Edit
fr_fr: Modifier

source: Update
fr_fr: Mise à jour

source: Back
fr_fr: Retour

source: Cancel
fr_fr: Annuler

source: Site Member List
fr_fr: Liste des membres du site

source: Group Member List
fr_fr: Liste des membres du groupe

source: You cannot edit a group locked by some tool(s)
fr_fr: Vous ne pouvez pas modifier un groupe verrouillé par certains outils

source: You cannot remove a group locked by some tool(s)
fr_fr: Vous ne pouvez pas supprimer un groupe verrouillé par certains outils

source: You need to specify the group title.
fr_fr: Vous devez spécifier le titre du groupe.

source: Delete Groups
fr_fr: Supprimer groupes

source: You are not allowed to make changes to the site.
fr_fr: Vous n'avez pas le droit de faire des modifications au site.

source: Site not found.
fr_fr: Site introuvable.

source: --None--
fr_fr: --Aucun--

source: Select All/None
fr_fr: Sélectionnez tous/aucun

source: Please choose at least one group to be deleted.
fr_fr: Veuillez choisir au moins un groupe à supprimer.

source: Update
fr_fr: Mise à jour
