Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_assignment_*.po
Languages: fr_fr

# assignment/bundles/resources/assignment.properties:acesubdea2
source: Accept submissions deadline should be set after the due date.
fr_fr: La date d'échéance de remise doit être postérieure à la date limite d'envoi.

# assignment/bundles/resources/assignment.properties:acesubdea3
source: Accept submissions deadline should be set after the open date.
fr_fr: La date d'échéance de remise doit être postérieure à la date d'ouverture.

# assignment/bundles/resources/assignment.properties:acesubdea6
source: Accept resubmissions deadline should be set after the open date.
fr_fr: La date de nouvelle remise doit être postérieure à la date d'ouverture.

# assignment/bundles/resources/assignment.properties:areyousur_multiple
source: Are you sure you want to delete these assignments?
fr_fr: Êtes-vous sûr de vouloir supprimer ces devoirs ?

# assignment/bundles/resources/assignment.properties:areyousur_single
source: Are you sure you want to delete this assignment?
fr_fr: Êtes-vous certain de vouloir supprimer ce devoir ?

# assignment/bundles/resources/assignment.properties:assig3
source: Assignment due date should be set after the open date.
fr_fr: La date limite de remise du devoir doit être postérieure à la date d'ouverture.

# assignment/bundles/resources/assignment.properties:attaonly
source: Attachments only
fr_fr: Pièces jointes uniquement

# assignment/bundles/resources/assignment.properties:cannotfin1
source: Can not add the due date to calendar.
fr_fr: Impossible d'ajouter la date limite de remise au calendrier.

# assignment/bundles/resources/assignment.properties:cannotfin3
source: Can not find the assignment.
fr_fr: Impossible de trouver le devoir.

# assignment/bundles/resources/assignment.properties:cannotfin4
source: Can not find the assignment content.
fr_fr: Impossible de trouver le contenu du devoir.

# assignment/bundles/resources/assignment.properties:cannotfin5
source: Can not find the assignment submission.
fr_fr: Impossible de trouver la copie.

# assignment/bundles/resources/assignment.properties:cannotmak
source: Can not make an announcement for the assignment open date.
fr_fr: Impossible de faire une annonce pour la date d'ouverture du devoir.

# assignment/bundles/resources/assignment.properties:check
source: Checkmark
fr_fr: Vérifié

# assignment/bundles/resources/assignment.properties:conte
source: content.
fr_fr: contenu.

# assignment/bundles/resources/assignment.properties:delet
source: Delete
fr_fr: Supprimer

# assignment/bundles/resources/assignment.properties:delete_assig.delanass
source: Delete an assignment...
fr_fr: Supprimer un devoir...

# assignment/bundles/resources/assignment.properties:delete_assig.delass
source: Delete assignments...
fr_fr: Supprimer des devoirs...

# assignment/bundles/resources/assignment.properties:downall
source: Download All
fr_fr: Tout télécharger

# assignment/bundles/resources/assignment.properties:draft
source: Drafted
fr_fr: Brouillon créé

# assignment/bundles/resources/assignment.properties:dupli
source: Duplicate
fr_fr: Dupliquer

# assignment/bundles/resources/assignment.properties:gen.acesubunt
source: Accept Until
fr_fr: Date d’échéance

# assignment/bundles/resources/assignment.properties:gen.addatt
source: Add Attachments
fr_fr: Ajouter des pièces jointes

# assignment/bundles/resources/assignment.properties:gen.adddroatt
source: Add / Remove Attachments
fr_fr: Ajouter / supprimer des pièces jointes

# assignment/bundles/resources/assignment.properties:gen.addduedat
source: Add due date to calendar
fr_fr: Ajouter la date limite de remise au calendrier

# assignment/bundles/resources/assignment.properties:gen.addhonple
source: Add honor pledge
fr_fr: Ajouter un engagement sur l'honneur

# assignment/bundles/resources/assignment.properties:gen.addinst
source: Additional instructor's comments about your submission
fr_fr: Commentaires additionnels de l'enseignant à propos de votre copie

# assignment/bundles/resources/assignment.properties:gen.addinst2
source: Instructor's comments about your submission
fr_fr: Commentaires de l'enseignant à propos de votre copie

# assignment/bundles/resources/assignment.properties:gen.addinstatts
source: Instructor's attachments to this submission
fr_fr: Pièces jointes de l'enseignant pour cette copie

# assignment/bundles/resources/assignment.properties:gen.addres2
source: Additional resources for assignment
fr_fr: Ressources additionnelles

# assignment/bundles/resources/assignment.properties:gen.alert
source: Alert:
fr_fr: Alerte :

# assignment/bundles/resources/assignment.properties:gen.anntheope
source: Add an announcement about the open date to Announcements
fr_fr: Ajouter une annonce à propos de la date d'ouverture

# assignment/bundles/resources/assignment.properties:gen.assdet
source: Assignment Details
fr_fr: Détails du devoir

# assignment/bundles/resources/assignment.properties:gen.assig
source: Assignment
fr_fr: Devoir

# assignment/bundles/resources/assignment.properties:gen.assinf
source: Assignment Instructions
fr_fr: Consignes

# assignment/bundles/resources/assignment.properties:gen.ass.lis.sum
source: List of assignments.
fr_fr: Liste des devoirs. Les entêtes permettent de trier. La première colonne indique s'il y a des pièces jointes, la deuxième le titre et les liens pour le modifier, le dupliquer ou noter (si c'est permis). La colonne suivante, le statut, ensuite les dates d'ouverture et de remise chacune dans leur colonne. Enfin le nombre de copies remises et notées. La dernière peut contenir des cases à cocher pour sélectionner et supprimer les devoirs.

# assignment/bundles/resources/assignment.properties:gen.asstit
source: Assignment Title
fr_fr: Titre

# assignment/bundles/resources/assignment.properties:gen.at
source: at
fr_fr: à

# assignment/bundles/resources/assignment.properties:gen.att
source: Attachments
fr_fr: Fichiers joints

# assignment/bundles/resources/assignment.properties:gen.attfprgra
source: Attachments for grading
fr_fr: Pièces jointes pour la correction

# assignment/bundles/resources/assignment.properties:gen.atttoret
source: Attachments to Return with Grade
fr_fr: Pièces jointes à retourner avec la note

# assignment/bundles/resources/assignment.properties:gen.atttoret2
source: Attachments to Return with Assignment
fr_fr: Pièces jointes à retourner avec le devoir

# assignment/bundles/resources/assignment.properties:gen.availability
source: Availability
fr_fr: Disponibilité

# assignment/bundles/resources/assignment.properties:gen.can
source: Cancel
fr_fr: Annuler

# assignment/bundles/resources/assignment.properties:gen.can.discard
source: Your changes will be discarded. Are you sure you want to cancel?
fr_fr: Vos modifications seront ignorées. Êtes-vous certain de vouloir annuler ?

# assignment/bundles/resources/assignment.properties:gen.clocli
source: Close, click to open assignment instructions
fr_fr: Fermer, cliquer pour lire les consignes

# assignment/bundles/resources/assignment.properties:gen.closed
source: Closed
fr_fr: Fermé

# assignment/bundles/resources/assignment.properties:gen.creby
source: Created by
fr_fr: Créé par

# assignment/bundles/resources/assignment.properties:gen.don
source: Done
fr_fr: Terminé

# assignment/bundles/resources/assignment.properties:gen.dra1
source: Draft
fr_fr: Brouillon

# assignment/bundles/resources/assignment.properties:gen.agree
source: Agree
fr_fr: En accord

# assignment/bundles/resources/assignment.properties:gen.dra2
source: Draft -
fr_fr: Brouillon -

# assignment/bundles/resources/assignment.properties:gen.due
source: Due
fr_fr: À rendre

# assignment/bundles/resources/assignment.properties:gen.due.header
source: Due
fr_fr: À rendre

# assignment/bundles/resources/assignment.properties:gen.duedat
source: Due Date
fr_fr: Date de remise

# assignment/bundles/resources/assignment.properties:gen.filatt
source: File attachment
fr_fr: Pièce jointe

# assignment/bundles/resources/assignment.properties:gen.folatt
source: Folder attachment
fr_fr: Dossier des pièces jointes

# assignment/bundles/resources/assignment.properties:gen.forpoi
source: For points, enter maximum possible
fr_fr: Pour la notation, indiquez la note maximale

# assignment/bundles/resources/assignment.properties:gen.assign.gra
source: Grade
fr_fr: Note

# assignment/bundles/resources/assignment.properties:gen.gra
source: Grade
fr_fr: Note

# assignment/bundles/resources/assignment.properties:gen.gra2
source: Grade:
fr_fr: Note :

# assignment/bundles/resources/assignment.properties:gen.grade.override
source: Override grade with:
fr_fr: Remplacer le note par :

# assignment/bundles/resources/assignment.properties:gen.grading
source: Grading
fr_fr: Notation

# assignment/bundles/resources/assignment.properties:gen.group
source: Group
fr_fr: Groupe

# assignment/bundles/resources/assignment.properties:gen.groups
source: Groups
fr_fr: Groupes

# assignment/bundles/resources/assignment.properties:gen.subformat
source: Select the format for student submission
fr_fr: Choisir les types de remises autorisés

# assignment/bundles/resources/assignment.properties:group.issubmit
source: Group Submission - One submission per group
fr_fr: Remises pour un groupe ?

# assignment/bundles/resources/assignment.properties:gen.groupassignment
source: Group Submission
fr_fr: Remise pour un groupe

# assignment/bundles/resources/assignment.properties:gen.userassignment
source: Individual Submission
fr_fr: Remise individuelle

# assignment/bundles/resources/assignment.properties:gen.section.info
source: Section (do not use for group submissions)
fr_fr: Section (ne pas utiliser en cas de remise pour un groupe)

# assignment/bundles/resources/assignment.properties:group.submission.not.found
source: Submission's Group Not Found
fr_fr: Groupe non trouvé

# assignment/bundles/resources/assignment.properties:group.must.member
source: You must be a member of at least one group to submit!
fr_fr: Vous devez être membre d'au moins un groupe pour rendre ce devoir !

# assignment/bundles/resources/assignment.properties:group.already.submitted
source: Group has already submitted!
fr_fr: Le groupe a déjà remis sa copie !

# assignment/bundles/resources/assignment.properties:group.user.multiple.error
source: At least one user is in more than one group. Please see below.
fr_fr: Un utilisateur au moins appartient à plusieurs groupes.

# assignment/bundles/resources/assignment.properties:group.error.title
source: User in multiple groups!
fr_fr: Utilisateur dans plusieurs groupes !

# assignment/bundles/resources/assignment.properties:group.user.duplicate.error
source: ERROR: This user is in more than one eligible group!
fr_fr: Erreur : cet utilisateur est éligible pour plus d'un remplacement de note car il appartient à plusieurs groupes !

# assignment/bundles/resources/assignment.properties:group.user.grade.override
source: Grade override for {0}
fr_fr: Note de remplacement pour {0}

# assignment/bundles/resources/assignment.properties:gen.history
source: History
fr_fr: Historique

# assignment/bundles/resources/assignment.properties:gen.visible.date
source: Visible Date
fr_fr: Date de visibilité

# assignment/bundles/resources/assignment.properties:gen.checked
source: Checked
fr_fr: Vérifié

# assignment/bundles/resources/assignment.properties:gen.commented
source: Commented
fr_fr: Annoté

# assignment/bundles/resources/assignment.properties:gen.comments
source: Comments:
fr_fr: Commentaires :

# assignment/bundles/resources/assignment.properties:gen.attachments
source: Attachments
fr_fr: Fichiers joints

# assignment/bundles/resources/assignment.properties:gen.regra
source: Re-grade
fr_fr: Noter à nouveau

# assignment/bundles/resources/assignment.properties:gen.regrading
source: Re-grading
fr_fr: Noter à nouveau

# assignment/bundles/resources/assignment.properties:gen.grarep
source: Grade Report
fr_fr: Bulletin de notes

# assignment/bundles/resources/assignment.properties:gen.grasca
source: Grade Scale
fr_fr: Échelle de notation

# assignment/bundles/resources/assignment.properties:gen.hasbee
source: Assignment has been submitted on
fr_fr: Le devoir a été remis le

# assignment/bundles/resources/assignment.properties:gen.hidassinf
source: Hide assignment info
fr_fr: Cacher les informations du devoir

# assignment/bundles/resources/assignment.properties:gen.honple
source: Honor pledge:
fr_fr: Engagement sur l'honneur :

# assignment/bundles/resources/assignment.properties:gen.hpa.title
source: Honor Pledge
fr_fr: Engagement sur l'honneur

# assignment/bundles/resources/assignment.properties:gen.viewasstablesummary
source: Assignment settings.
fr_fr: Configuration du devoir.

# assignment/bundles/resources/assignment.properties:gen.viewassliststudentsummary
source: List of students that have turned in assignments.
fr_fr: Liste des étudiants qui ont rendu des copies.

# assignment/bundles/resources/assignment.properties:gen.viewasslistreportsummary
source: List of graded student assignments.
fr_fr: Liste des copies notées

# assignment/bundles/resources/assignment.properties:gen.in
source: In
fr_fr: Dans

# assignment/bundles/resources/assignment.properties:gen.inpro
source: In progress
fr_fr: En cours

# assignment/bundles/resources/assignment.properties:gen.instrcomment
source: Instructor Summary Comments
fr_fr: Commentaires de l'enseignant

# assignment/bundles/resources/assignment.properties:gen.to
source: to
fr_fr: à

# assignment/bundles/resources/assignment.properties:gen.late
source: late
fr_fr: en retard

# assignment/bundles/resources/assignment.properties:gen.late2
source: - late
fr_fr: - en retard

# assignment/bundles/resources/assignment.properties:gen.lisofassto
source: List of assignments to be deleted
fr_fr: Liste des devoirs à supprimer

# assignment/bundles/resources/assignment.properties:gen.mod
source: Modified
fr_fr: Modifié le

# assignment/bundles/resources/assignment.properties:gen.modbyins
source: Modified by instructor
fr_fr: Modifié par l'enseignant

# assignment/bundles/resources/assignment.properties:gen.new
source: New
fr_fr: Nouveau

# assignment/bundles/resources/assignment.properties:gen.no
source: No
fr_fr: Non

# assignment/bundles/resources/assignment.properties:gen.noasscan
source: Assignments cannot be submitted after the close date.
fr_fr: Aucun devoir ne pourra être remis après cette date d'échéance.

# assignment/bundles/resources/assignment.properties:gen.noatt
source: No attachments yet
fr_fr: Aucune pièce jointe pour le moment

# assignment/bundles/resources/assignment.properties:gen.noattsubmitted
source: No attachments submitted
fr_fr: Aucune pièces jointe remise

# assignment/bundles/resources/assignment.properties:gen.nograd
source: No Grade
fr_fr: Aucune note

# assignment/bundles/resources/assignment.properties:gen.notavail
source: This assignment is not available; Status: {0}<br>
fr_fr: Ce devoir n'est pas disponible ; Statut : {0} <br>

# assignment/bundles/resources/assignment.properties:gen.notope
source: Not Open
fr_fr: Non publié

# assignment/bundles/resources/assignment.properties:gen.notset
source: Not Set
fr_fr: Non configuré

# assignment/bundles/resources/assignment.properties:gen.notsta
source: Not Started
fr_fr: Non commencé

# assignment/bundles/resources/assignment.properties:gen.of
source: of
fr_fr: de

# assignment/bundles/resources/assignment.properties:gen.open
source: Open
fr_fr: Ouvrir

# assignment/bundles/resources/assignment.properties:gen.orisub
source: Original submission text
fr_fr: Texte original de la copie

# assignment/bundles/resources/assignment.properties:gen.orisub3
source: Last submission text with instructor comments inserted if applicable
fr_fr: Dernière copie remise avec les commentaires de l'enseignant le cas échéant

# assignment/bundles/resources/assignment.properties:gen.outof
source: out of
fr_fr: sur

# assignment/bundles/resources/assignment.properties:gen.peerReviews
source: Peer Reviews
fr_fr: Évaluations par les pairs

# assignment/bundles/resources/assignment.properties:gen.pf
source: P/F
fr_fr: R/E

# assignment/bundles/resources/assignment.properties:gen.pos
source: Post
fr_fr: Publier

# assignment/bundles/resources/assignment.properties:gen.position
source: Position
fr_fr: Emplacement

# assignment/bundles/resources/assignment.properties:gen.pre
source: Preview
fr_fr: Aperçu

# assignment/bundles/resources/assignment.properties:gen.relea
source: Released
fr_fr: Diffusé

# assignment/bundles/resources/assignment.properties:gen.resub
source: Re-submitted
fr_fr: Nouvelle remise

# assignment/bundles/resources/assignment.properties:gen.retu
source: Return
fr_fr: Retour

# assignment/bundles/resources/assignment.properties:gen.backtolist
source: Back to list
fr_fr: Retour à la liste

# assignment/bundles/resources/assignment.properties:gen.reorder
source: Reorder
fr_fr: Réorganiser

# assignment/bundles/resources/assignment.properties:gen.review
source: Review
fr_fr: Vérifier

# assignment/bundles/resources/assignment.properties:gen.peerreview.subm4
source: Peer Review Submitted
fr_fr: Évaluation par un pair remise

# assignment/bundles/resources/assignment.properties:gen.peerreview.todo
source: Peer Review ({0}) Due {1}
fr_fr: Évaluation par les pairs ({0}) à faire pour le {1}

# assignment/bundles/resources/assignment.properties:gen.reviewer.who
source: Reviewer: {0} ({1})
fr_fr: Évaluateur : {0} ({1})

# assignment/bundles/resources/assignment.properties:gen.reviewer.countReview
source: Reviewer ({0})
fr_fr: Évaluateur ({0})

# assignment/bundles/resources/assignment.properties:gen.reordertitle
source: Organize Default Assignment List View
fr_fr: Organiser l'affichage par défaut de la liste des devoirs

# assignment/bundles/resources/assignment.properties:gen.retustud
source: Save and Release to Student
fr_fr: Enregistrer et publier pour l'étudiant

# assignment/bundles/resources/assignment.properties:gen.retustudtit
source: Save and return comments and grade to student
fr_fr: Enregistrer et envoyer les commentaires et notes à l'étudiant

# assignment/bundles/resources/assignment.properties:gen.returned
source: Returned
fr_fr: Retourné

# assignment/bundles/resources/assignment.properties:gen.revi
source: Edit
fr_fr: Modifier

# assignment/bundles/resources/assignment.properties:gen.sav
source: Save
fr_fr: Enregistrer

# assignment/bundles/resources/assignment.properties:gen.savdra
source: Save Draft
fr_fr: Enregistrer brouillon

# assignment/bundles/resources/assignment.properties:gen.savdragra
source: Save and Don't Release to Student
fr_fr: Enregistrer sans publier pour l'étudiant

# assignment/bundles/resources/assignment.properties:gen.savdratit
source: Save comments and grade, but do not return to student yet
fr_fr: Enregistrer les commentaires et les notes, mais ne pas les publier pour l'instant

# assignment/bundles/resources/assignment.properties:gen.sca
source: Scale
fr_fr: Échelle

# assignment/bundles/resources/assignment.properties:gen.score.display
source: <b>Score:</b> {0}
fr_fr: <b>Note :</b> {0}

# assignment/bundles/resources/assignment.properties:gen.settfor
source: Settings for
fr_fr: Configuration de

# assignment/bundles/resources/assignment.properties:gen.sorasc
source: Sort ascending
fr_fr: Trier par ordre croissant

# assignment/bundles/resources/assignment.properties:gen.sorbydue
source: Sort by due date
fr_fr: Trier par date limite de remise

# assignment/bundles/resources/assignment.properties:gen.sorbygra
source: Sort by Grade
fr_fr: Trier par note

# assignment/bundles/resources/assignment.properties:gen.sorbylas
source: Sort by Last Name
fr_fr: Trier par nom

# assignment/bundles/resources/assignment.properties:gen.sorbymax
source: Sort by max grade available
fr_fr: Trier par note maximale possible

# assignment/bundles/resources/assignment.properties:gen.sortbyfor
source: Sort by audience
fr_fr: Trier par destinataire

# assignment/bundles/resources/assignment.properties:gen.sortbyforasc
source: Sort by audience ascending
fr_fr: Trier sur le destinataire par ordre alphabétique

# assignment/bundles/resources/assignment.properties:gen.sortbyfordesc
source: Sort by audience descending
fr_fr: Trier sur le destinataire par ordre alphabétique inverse

# assignment/bundles/resources/assignment.properties:gen.sordes
source: Sort descending
fr_fr: Trier par ordre décroissant

# assignment/bundles/resources/assignment.properties:gen.staass
source: Start assignment
fr_fr: Commencer le devoir

# assignment/bundles/resources/assignment.properties:gen.status
source: Status
fr_fr: Statut

# assignment/bundles/resources/assignment.properties:gen.stuatt
source: Submitted Attachments
fr_fr: Pièces jointes remises

# assignment/bundles/resources/assignment.properties:gen.student
source: Student
fr_fr: Étudiant

# assignment/bundles/resources/assignment.properties:gen.students
source: Students
fr_fr: Étudiants

# assignment/bundles/resources/assignment.properties:gen.stunam
source: Student Name
fr_fr: Nom de l'étudiant

# assignment/bundles/resources/assignment.properties:gen.stusub
source: Student Submissions
fr_fr: Copies de l'étudiant

# assignment/bundles/resources/assignment.properties:gen.stuvie
source: Student View
fr_fr: Vue étudiant

# assignment/bundles/resources/assignment.properties:gen.stuvieof
source: Student view of the assignment
fr_fr: Voir le devoir comme un étudiant

# assignment/bundles/resources/assignment.properties:gen.stucantdo
source: Students can not save or submit the assignment until the open date.
fr_fr: Les étudiants ne peuvent sauvegarder ou remettre un devoir avant la date d'ouverture.

# assignment/bundles/resources/assignment.properties:gen.stuwonsee
source: Students will not see this assignment until the viewable date.
fr_fr: Les étudiants ne verront pas ce devoir avant la date d'ouverture.

# assignment/bundles/resources/assignment.properties:gen.subm
source: Assignment Submission
fr_fr: Copie

# assignment/bundles/resources/assignment.properties:gen.submission
source: Submission
fr_fr: Copie

# assignment/bundles/resources/assignment.properties:gen.resubmission
source: Resubmission
fr_fr: Nouvelle copie

# assignment/bundles/resources/assignment.properties:gen.details
source: Details
fr_fr: Détails

# assignment/bundles/resources/assignment.properties:gen.subm2
source: Submissions
fr_fr: Copies

# assignment/bundles/resources/assignment.properties:gen.subm3
source: Submit
fr_fr: Remettre

# assignment/bundles/resources/assignment.properties:gen.subm4
source: Submitted
fr_fr: Remise

# assignment/bundles/resources/assignment.properties:gen.subm5
source: Submitted Date
fr_fr: Date de remise

# assignment/bundles/resources/assignment.properties:gen.subm6
source: Graded Date:
fr_fr: Date de notation :

# assignment/bundles/resources/assignment.properties:gen.sumcom
source: Summary comments
fr_fr: Résumé des commentaires

# assignment/bundles/resources/assignment.properties:gen.theare2
source: There are no submissions.
fr_fr: Il n'y a aucune copie.

# assignment/bundles/resources/assignment.properties:gen.thearecur1
source: There are currently no assignments at this location.
fr_fr: Il n'y a actuellement aucun devoir.

# assignment/bundles/resources/assignment.properties:gen.thearecur2
source: There are currently no submissions at this location.
fr_fr: Il n'y a actuellement aucune copie.

# assignment/bundles/resources/assignment.properties:gen.onlythefoll
source: Only the following file types will be accepted: {0}
fr_fr: Seuls les types de fichier suivants seront acceptés : {0}

# assignment/bundles/resources/assignment.properties:gen.theassinf
source: The assignment info
fr_fr: Informations du devoir

# assignment/bundles/resources/assignment.properties:gen.title
source: Title
fr_fr: Titre

# assignment/bundles/resources/assignment.properties:gen.view2
source: View
fr_fr: Vue
