Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_assignment_*.po
Languages: fr_fr

# assignment/bundles/resources/assignment.properties:gen.yes
source: Yes
fr_fr: Ou

# assignment/bundles/resources/assignment.properties:gen.youmus
source: (You must respond to submit your assignment.)
fr_fr: (Vous devez répondre pour remettre votre copie.)

# assignment/bundles/resources/assignment.properties:gen.yousub
source: Your Submission
fr_fr: Votre copie

# assignment/bundles/resources/assignment.properties:gen.reviewing
source: Reviewing
fr_fr: En cours de correction

# assignment/bundles/resources/assignment.properties:gen.submittedtext
source: Submitted Text
fr_fr: Texte remis

# assignment/bundles/resources/assignment.properties:gen.visible
source: For
fr_fr: Destinataire(s)

# assignment/bundles/resources/assignment.properties:gen.applygrade
source: Apply
fr_fr: Appliquer

# assignment/bundles/resources/assignment.properties:gen.viewallgroupssections
source: Entire Site
fr_fr: Ensemble de l'espace

# assignment/bundles/resources/assignment.properties:gen.toggle
source: toggle select all
fr_fr: Basculer sélectionner tout

# assignment/bundles/resources/assignment.properties:gen.hideduedate
source: Hide due date from students
fr_fr: Cacher la date limite de remise aux étudiants

# assignment/bundles/resources/assignment.properties:grad3
source: Graded
fr_fr: Noté

# assignment/bundles/resources/assignment.properties:gradingsub.nosubmittedtext
source: There is no student submitted text.
fr_fr: L'étudiant n'a remis aucun texte.

# assignment/bundles/resources/assignment.properties:gradingsub.opecliass
source: Open, click to close assignment instruction
fr_fr: Cliquez pour fermer les consignes du devoir

# assignment/bundles/resources/assignment.properties:gradingsub.prefee
source: Previous Feedback Comment
fr_fr: Commentaire précédent

# assignment/bundles/resources/assignment.properties:gradingsub.prefee2
source: Instructor comments to previous submissions
fr_fr: Commentaires de l'enseignant pour les remises précédentes

# assignment/bundles/resources/assignment.properties:gradingsub.prefeetex
source: Previous Feedback Text
fr_fr: Commentaire précédent

# assignment/bundles/resources/assignment.properties:gradingsub.prefeetex3
source: Previous submissions with instructor comments inserted if applicable
fr_fr: Remises précédentes avec commentaires de l'enseignant, le cas échéant

source: Previous Returned Attachments
fr_fr: Pièces jointes précédemment retournés

# assignment/bundles/resources/assignment.properties:gradingsub.pregra
source: Previous Grade(s)
fr_fr: Note(s) précédente(s)

# assignment/bundles/resources/assignment.properties:granotset
source: Grade Type Not Set
fr_fr: Type de note non défini

# assignment/bundles/resources/assignment.properties:hassum
source: Assignment {0} has submissions.
fr_fr: Remises pour le devoir {0}.

# assignment/bundles/resources/assignment.properties:inlin
source: Inline only
fr_fr: En ligne seulement

# assignment/bundles/resources/assignment.properties:inlinatt
source: Inline and Attachments
fr_fr: Dans le texte et pièces jointes

# assignment/bundles/resources/assignment.properties:feb
source: FEB
fr_fr: FÉV.

# assignment/bundles/resources/assignment.properties:mar
source: MAR
fr_fr: MARS

# assignment/bundles/resources/assignment.properties:apr
source: APR
fr_fr: AVR.

# assignment/bundles/resources/assignment.properties:may
source: MAY
fr_fr: MAI

# assignment/bundles/resources/assignment.properties:jun
source: JUN
fr_fr: JUIN

# assignment/bundles/resources/assignment.properties:jul
source: JUL
fr_fr: JUIL.

# assignment/bundles/resources/assignment.properties:aug
source: AUG
fr_fr: AOÛT

# assignment/bundles/resources/assignment.properties:sep
source: SEP
fr_fr: SEPT.

# assignment/bundles/resources/assignment.properties:dec
source: DEC
fr_fr: DÉC.

# assignment/bundles/resources/assignment.properties:dateselectionwidget.day
source: Select day
fr_fr: Sélectionnez le jour

# assignment/bundles/resources/assignment.properties:dateselectionwidget.month
source: Select month
fr_fr: Sélectionnez le mois

# assignment/bundles/resources/assignment.properties:dateselectionwidget.year
source: Select year
fr_fr: Sélectionnez l'année

# assignment/bundles/resources/assignment.properties:dateselectionwidget.hour
source: Select hour
fr_fr: Sélectionnez l'heure

# assignment/bundles/resources/assignment.properties:dateselectionwidget.minute
source: Select minute
fr_fr: Sélectionnez les minutes

# assignment/bundles/resources/assignment.properties:dateselectionwidget.ampm
source: Select AM or PM
fr_fr: Sélectionnez matin (AM) ou après-midi (PM)

# assignment/bundles/resources/assignment.properties:letter
source: Letter grade
fr_fr: Note par lettre

# assignment/bundles/resources/assignment.properties:lisofass1
source: Assignments
fr_fr: Devoirs

# assignment/bundles/resources/assignment.properties:listassig.sorbynum1
source: Sort by number of total submissions
fr_fr: Trier par nombre total de devoirs remis

# assignment/bundles/resources/assignment.properties:listassig.sorbynum2
source: Sort by number of ungraded submissions
fr_fr: Trier par nombre de devoirs remis non corrigés

# assignment/bundles/resources/assignment.properties:listassig.sorbyope
source: Sort by open date
fr_fr: Trier par date d'ouverture

# assignment/bundles/resources/assignment.properties:listassig.sorbysec
source: Sort by section
fr_fr: Trier par section

# assignment/bundles/resources/assignment.properties:list.sorbysta
source: Sort by status
fr_fr: Trier par statut

# assignment/bundles/resources/assignment.properties:listassig.sorbytit
source: Sort by title
fr_fr: Trier par titre

# assignment/bundles/resources/assignment.properties:listsub.grasub
source: Grade submission
fr_fr: Envoi des notes

# assignment/bundles/resources/assignment.properties:listsub.nosub
source: No Submission
fr_fr: Aucun devoir remis

# assignment/bundles/resources/assignment.properties:listsub.sorbyrel
source: Sort by Released
fr_fr: Trier par publication

# assignment/bundles/resources/assignment.properties:listsub.sorbysub
source: Sort by Submission Times
fr_fr: Trier par heure de remise

# assignment/bundles/resources/assignment.properties:listsub.submitted.by
source: by
fr_fr: par

# assignment/bundles/resources/assignment.properties:listsub.submitted.on.behalf
source: on behalf of
fr_fr: au nom de

# assignment/bundles/resources/assignment.properties:new
source: Add
fr_fr: Ajouter

# assignment/bundles/resources/assignment.properties:new.title
source: Add new assignment
fr_fr: Ajouter un nouveau devoir

# assignment/bundles/resources/assignment.properties:edit
source: - Edit
fr_fr: - éditer

# assignment/bundles/resources/assignment.properties:newass
source: new assignment
fr_fr: nouveau devoir

# assignment/bundles/resources/assignment.properties:newassig.opedat
source: Open Date
fr_fr: Date d'ouverture

# assignment/bundles/resources/assignment.properties:newassig.selectmessage
source: Press Enter, then use alt + up and down arrows to scroll through menu
fr_fr: Appuyez sur Entrée, puis utilisez Alt + les touches de déplacements « ↑ » et « ↓ » pour défiler le menu

# assignment/bundles/resources/assignment.properties:passfail
source: Pass/Fail
fr_fr: Réussite/Échec

# assignment/bundles/resources/assignment.properties:pass
source: Pass
fr_fr: Réussite

# assignment/bundles/resources/assignment.properties:permis
source: Permissions
fr_fr: Droits

# assignment/bundles/resources/assignment.properties:plespethe1
source: Please specify the assignment title.
fr_fr: Veuillez spécifier le titre du devoir.

# assignment/bundles/resources/assignment.properties:plespethe2
source: Please specify the grade.
fr_fr: Veuillez spécifier la note.

# assignment/bundles/resources/assignment.properties:plespethe3
source: Please specify the maximum points.
fr_fr: Veuillez spécifier le nombre maximum de points.

# assignment/bundles/resources/assignment.properties:plesuse1
source: Please use a number for the grade field.
fr_fr: Veuillez utiliser un nombre pour le champ note.

# assignment/bundles/resources/assignment.properties:plesuse2
source: Please use only {0} decimal place(s) for the grade field.
fr_fr: Veuillez n'utiliser qu'une seule décimale pour la note.

# assignment/bundles/resources/assignment.properties:plesuse3
source: Please use a positive number or zero for the grade field.
fr_fr: Veuillez utiliser zéro ou un nombre positif pour la note.

# assignment/bundles/resources/assignment.properties:prevassig.hidass
source: Hide assignment
fr_fr: Cacher le devoir

# assignment/bundles/resources/assignment.properties:prevassig.hidstuvie
source: Hide student view
fr_fr: Cacher la vue étudiant

# assignment/bundles/resources/assignment.properties:prevassig.preass
source: Previewing assignment...
fr_fr: Aperçu du devoir...

# assignment/bundles/resources/assignment.properties:prevassig.shoass
source: Show assignment
fr_fr: Afficher le devoir

# assignment/bundles/resources/assignment.properties:prevassig.shostuvie
source: Show student view
fr_fr: Afficher la vue étudiant

# assignment/bundles/resources/assignment.properties:releas
source: Released
fr_fr: Diffusé

# assignment/bundles/resources/assignment.properties:relgrad
source: Release Grades
fr_fr: Publier les notes

# assignment/bundles/resources/assignment.properties:relcommented
source: Release Commented
fr_fr: Publier les commentaires

# assignment/bundles/resources/assignment.properties:repsubmi.sorbysca
source: Sort by Scale
fr_fr: Trier par échelle de notation

# assignment/bundles/resources/assignment.properties:repsubmi.sorbytur
source: Sort by Turned In Date
fr_fr: Trier par date de remise

# assignment/bundles/resources/assignment.properties:return
source: Returned
fr_fr: Retourné

# assignment/bundles/resources/assignment.properties:setperfor
source: Set permissions for Assignments in worksite
fr_fr: Définir les droits pour les devoirs dans l'espace

# assignment/bundles/resources/assignment.properties:somelsis_calendar
source: Someone else is editing this calendar.
fr_fr: Une autre personne édite ce calendrier.

# assignment/bundles/resources/assignment.properties:sort.caption
source: List of resources to be sorted
fr_fr: Liste des ressources à trier

# assignment/bundles/resources/assignment.properties:sort.moveup
source: Move up
fr_fr: Déplacer vers le haut

# assignment/bundles/resources/assignment.properties:sort.movedn
source: Move down
fr_fr: Déplacer vers le bas

# assignment/bundles/resources/assignment.properties:stulistassig.asshasbee1
source: (Assignment has been deleted)
fr_fr: (Le devoir a été supprimé)

# assignment/bundles/resources/assignment.properties:stulistsunbm.hidstuass
source: Hide student's assignments/submissions
fr_fr: Cacher les devoirs/remises de l'étudiant

# assignment/bundles/resources/assignment.properties:stulistsunbm.shostuass
source: Show student's assignments/submissions
fr_fr: Afficher les devoirs/remises de l'étudiant

# assignment/bundles/resources/assignment.properties:stuviewgrad.thegradet
source: The grading detail of assignment submission
fr_fr: Détails de la notation

# assignment/bundles/resources/assignment.properties:stuviewsubm.asshasbee2
source: Assignment has been graded/commented.
fr_fr: Le devoir a été noté/commenté.

# assignment/bundles/resources/assignment.properties:stuviewsubm.asshasbee3
source: Assignment has been resubmitted on
fr_fr: Le devoir a été remis à nouveau le

# assignment/bundles/resources/assignment.properties:stuviewsubm.asshasbee4
source: Assignment has been returned on
fr_fr: Le devoir a été retourné le

# assignment/bundles/resources/assignment.properties:stuviewsubm.asshasnot
source: Complete the form, then choose the appropriate button at the bottom.
fr_fr: Complétez ce formulaire, puis sélectionnez le bouton approprié au bas.

# assignment/bundles/resources/assignment.properties:stuviewsubm.assattonly
source: Add attachment(s), then choose the appropriate button at the bottom.
fr_fr: Ajoutez des pièces jointes, puis choisissez le bouton approprié en bas de page.

# assignment/bundles/resources/assignment.properties:stuviewsubm.entbelo
source: Enter resubmission text below
fr_fr: Saisissez les consignes accompagnant la nouvelle remise

# assignment/bundles/resources/assignment.properties:stuviewsubm.plesub
source: Please submit again with your changes.
fr_fr: Veuillez remettre à nouveau avec vos modifications.

# assignment/bundles/resources/assignment.properties:stuviewsubm.theassall2
source: This assignment allows submissions by attaching documents only.
fr_fr: Seuls des pièces jointes sont autorisés pour ce devoir.

# assignment/bundles/resources/assignment.properties:stuviewsubm.youatt
source: Your attached submission
fr_fr: Votre devoir

# assignment/bundles/resources/assignment.properties:stuviewsubm.submissatt
source: Submission attachment(s)
fr_fr: Pièce(s) jointe(s) de la remise

# assignment/bundles/resources/assignment.properties:stuviewsubm.removeatt
source: Remove
fr_fr: Supprimer

source: Select a file from computer
fr_fr: Sélectionnez un fichier dans l'ordinateur

source: Select more files from computer
fr_fr: Sélectionnez plusieurs fichiers dans l'ordinateur

source: or select a file from workspace or site
fr_fr: ou sélectionner un fichier dans l’espace de travail ou l'espace

# assignment/bundles/resources/assignment.properties:feedbacktext
source: Feedback Text
fr_fr: Commentaire

# assignment/bundles/resources/assignment.properties:stuviewsubm.submitreminder
source: Don't forget to save or submit!
fr_fr: N'oubliez pas d'enregistrer ou de remettre votre devoir

# assignment/bundles/resources/assignment.properties:stuviewsubm.modifytoresubmit
source: You may resubmit if you modify this submission.
fr_fr: Vous pouvez soumettre à nouveau si vous modifiez ce travail.

# assignment/bundles/resources/assignment.properties:feedbackcomment
source: Feedback Comment
fr_fr: Commentaire

# assignment/bundles/resources/assignment.properties:stuviewsubm.uploadnew
source: Upload a new file
fr_fr: Déposer un nouveau fichier

# assignment/bundles/resources/assignment.properties:tag.emptylist
source: There are no tags to display.
fr_fr: Il n'y a pas de mots-clés à afficher.

# assignment/bundles/resources/assignment.properties:tag.tags
source: Tags
fr_fr: Etiquettes

# assignment/bundles/resources/assignment.properties:tag.list.summary
source: Table contains list of tags associated with current assignment.
fr_fr: Le tableau contient la liste des mots-clés associés au devoir actuel.

# assignment/bundles/resources/assignment.properties:theassicon
source: The assignment content is being edited by another user.
fr_fr: Cette copie est actuellement éditée par un autre utilisateur.

# assignment/bundles/resources/assignment.properties:theisno
source: There is no such assignment.
fr_fr: Ce devoir n'existe pas.

# assignment/bundles/resources/assignment.properties:theisnostudent
source: There is no student.
fr_fr: Il n'y a pas d'étudiants.

# assignment/bundles/resources/assignment.properties:ungra
source: Ungraded
fr_fr: Non noté

# assignment/bundles/resources/assignment.properties:fail
source: Fail
fr_fr: Échec

# assignment/bundles/resources/assignment.properties:viewassig.datcre
source: Date created
fr_fr: Date de création

# assignment/bundles/resources/assignment.properties:viewassig.shoassinf
source: Show assignment info
fr_fr: Afficher les informations du devoir

# assignment/bundles/resources/assignment.properties:viewassig.viewass1
source: Viewing assignment...
fr_fr: Aperçu du devoir...

# assignment/bundles/resources/assignment.properties:youarenot_addAssignment
source: You are not allowed to add assignment.
fr_fr: Vous n'avez pas le droit d'ajouter un devoir.

source: You are not allowed to add assignment content.
fr_fr: Vous n'avez pas le droit d'ajouter du contenu au devoir.

# assignment/bundles/resources/assignment.properties:youarenot11_c
source: You are not allowed to remove the assignment content id =
fr_fr: Vous n'avez pas le droit de supprimer le contenu du devoir '{0}'.

# assignment/bundles/resources/assignment.properties:youarenot12
source: You are not allowed to submit an answer.
fr_fr: Vous n'avez pas le droit d'envoyer un réponse.

# assignment/bundles/resources/assignment.properties:youarenot13
source: You are not allowed to submit an assignment.
fr_fr: Vous n'avez pas le droit de remettre le devoir.

# assignment/bundles/resources/assignment.properties:youarenot17
source: You are revising an assignment after the due date.
fr_fr: Vous modifiez un devoir après la date limite de remise.

# assignment/bundles/resources/assignment.properties:youarenot18
source: You have to check the honor pledge before submission.
fr_fr: Vous devez cocher l'engagement sur l'honneur avant la remise.

# assignment/bundles/resources/assignment.properties:youarenot19
source: You are not allowed to reorder assignments.
fr_fr: Vous n'avez pas le droit de réorganiser les devoirs.

# assignment/bundles/resources/assignment.properties:youarenot20
source: You are revising an assignment after the open date.
fr_fr: Vous modifiez un devoir après sa date d'ouverture.

# assignment/bundles/resources/assignment.properties:youarenot4
source: You are not allowed to create assignment submission.
fr_fr: Vous n'avez pas le droit de créer une remise de devoir.

# assignment/bundles/resources/assignment.properties:youarenot5
source: You are not allowed to duplicate assignment.
fr_fr: Vous n'avez pas le droit de dupliquer le devoir.

# assignment/bundles/resources/assignment.properties:youarenot6
source: You are not allowed to edit the assignment.
fr_fr: Vous n'avez pas le droit d'éditer le devoir.

# assignment/bundles/resources/assignment.properties:youmust1
source: You must attach at least one document before submission.
fr_fr: Vous devez joindre au moins un document avant la remise.

# assignment/bundles/resources/assignment.properties:youmust7
source: You must type in your answer in the text input area before submission.
fr_fr: Vous devez inscrire votre réponse dans le champ de saisie avant la remise.

# assignment/bundles/resources/assignment.properties:youmust8
source: You must upload an attachment
fr_fr: Vous devez déposer une pièce jointe

# assignment/bundles/resources/assignment.properties:list.show
source: Show
fr_fr: Afficher

# assignment/bundles/resources/assignment.properties:list.itemsper
source: items...
fr_fr: éléments...

# assignment/bundles/resources/assignment.properties:update
source: Update
fr_fr: Mise à jour

# assignment/bundles/resources/assignment.properties:removeSelected
source: Remove Selected
fr_fr: Supprimer la sélection

# assignment/bundles/resources/assignment.properties:subasstudent
source: Submit as Student
fr_fr: Remettre comme étudiant

# assignment/bundles/resources/assignment.properties:viewassign
source: View Assignment
fr_fr: Aperçu du devoir

# assignment/bundles/resources/assignment.properties:subexampleassign
source: Submit Example Assignment
fr_fr: Remettre un exemple de devoir

# assignment/bundles/resources/assignment.properties:viewexampleassign
source: View Example Assignment
fr_fr: Voir l'exemple de devoir

# assignment/bundles/resources/assignment.properties:assignmenttext
source: Assignment Text
fr_fr: Texte du devoir

# assignment/bundles/resources/assignment.properties:submitforstudent
source: Submit on behalf of Student
fr_fr: Remettre en tant qu'étudiant

# assignment/bundles/resources/assignment.properties:resubmit
source: Resubmit
fr_fr: Remettre à nouveau

# assignment/bundles/resources/assignment.properties:viewsubmission
source: View Submission
fr_fr: Aperçu de la remise

# assignment/bundles/resources/assignment.properties:viewsubmissions
source: View Submissions
fr_fr: Aperçu des remises

# assignment/bundles/resources/assignment.properties:allowResubmit
source: Allow Resubmission
fr_fr: Autoriser une nouvelle remise

# assignment/bundles/resources/assignment.properties:allowGradeOverride
source: Assign Grade Overrides
fr_fr: Attribuez la note de remplacement

# assignment/bundles/resources/assignment.properties:allowVisibleDate
source: Use Visible Date
fr_fr: Renseigner une date de visibilité

# assignment/bundles/resources/assignment.properties:gen.first
source: First
fr_fr: Premier

# assignment/bundles/resources/assignment.properties:gen.previous
source: Previous
fr_fr: Précédent

# assignment/bundles/resources/assignment.properties:gen.next
source: Next
fr_fr: Suivant

# assignment/bundles/resources/assignment.properties:gen.last
source: Last
fr_fr: Dernier

# assignment/bundles/resources/assignment.properties:gen.remove
source: Remove
fr_fr: Supprimer

# assignment/bundles/resources/assignment.properties:gen.remove.q
source: Remove?
fr_fr: Supprimer ?

# assignment/bundles/resources/assignment.properties:addtogradebook
source: Add to Gradebook
fr_fr: Ajouter au bulletin de notes

# assignment/bundles/resources/assignment.properties:addtogradebook.alertMessage
source: Exception while getting site gradebook, exception below:
fr_fr: Erreur lors de l'accès au bulletin de notes de l'espace, détails techniques ci-dessous :

# assignment/bundles/resources/assignment.properties:date.invalid
source: Invalid date setting for {0}.
fr_fr: Date invalide pour {0}.

# assignment/bundles/resources/assignment.properties:date.closedate
source: close date
fr_fr: date de clôture

# assignment/bundles/resources/assignment.properties:date.resubmission.closedate
source: resubmission close date
fr_fr: date de clôture pour la nouvelle remise

# assignment/bundles/resources/assignment.properties:date.allpurpose.releasedate
source: release date of All Purpose item
fr_fr: date de début de visibilité des éléments polyvalents

# assignment/bundles/resources/assignment.properties:date.allpurpose.retractdate
source: retract date of All Purpose item
fr_fr: date de fin de visibilité des éléments polyvalents

# assignment/bundles/resources/assignment.properties:gen.viewing
source: Viewing
fr_fr: Affichage

# assignment/bundles/resources/assignment.properties:gen.items
source: items
fr_fr: éléments

# assignment/bundles/resources/assignment.properties:gen.notrequired
source: Not required
fr_fr: Non requis

# assignment/bundles/resources/assignment.properties:download.feedback.attachment
source: Feedback Attachment(s)
fr_fr: Pièce(s) jointe(s) du commentaire

# assignment/bundles/resources/assignment.properties:download.spreadsheet.title
source: Assignment Submission Excel File
fr_fr: Fichier Excel de remise de devoir

# assignment/bundles/resources/assignment.properties:download.spreadsheet.site
source: Site:
fr_fr: Espace :

# assignment/bundles/resources/assignment.properties:download.spreadsheet.date
source: Download date:
fr_fr: Date de téléchargement :

source: User Id
fr_fr: Identifiant de l'utilisateur

source: Name
fr_fr: Nom

# assignment/bundles/resources/assignment.properties:grades.id
source: Display ID
fr_fr: Afficher l'identifiant

# assignment/bundles/resources/assignment.properties:grades.lastname
source: Last Name
fr_fr: Nom

# assignment/bundles/resources/assignment.properties:grades.firstname
source: First Name
fr_fr: Prénom

# assignment/bundles/resources/assignment.properties:grades.grade
source: grade
fr_fr: note

# assignment/bundles/resources/assignment.properties:grades.members
source: Users
fr_fr: Utilisateurs

# assignment/bundles/resources/assignment.properties:displayto.site
source: Display to site
fr_fr: Afficher dans le site

# assignment/bundles/resources/assignment.properties:displayto.selected
source: Display only to selected groups
fr_fr: Afficher pour les groupes sélectionnés

# assignment/bundles/resources/assignment.properties:range.allgroups
source: site
fr_fr: espace

# assignment/bundles/resources/assignment.properties:group
source: Group
fr_fr: Groupe
