Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_sections_*.po
Languages: fr_fr

source: Please enter a number greater than {0}.
fr_fr: Veuillez saisir un nombre supérieur à {0}.

source: Avail.
fr_fr: Disp.

# sections/sections-app-util/src/bundle/sections.properties:add_sections_add
source: Add Sections
fr_fr: Ajouter des Sections

source: Please go to 'Add Sections' to create new sections.
fr_fr: Veuillez aller à 'Ajouter des sections' pour créer de nouvelles sections.

# sections/sections-app-util/src/bundle/sections.properties:student_view_full
source: Full
fr_fr: Plein

source: Section Name
fr_fr: Nom de la section

source: Are you sure you want to remove the following sections:
fr_fr: Voulez-vous vraiment supprimer les sections suivantes :

# sections/sections-app-util/src/bundle/sections.properties:error_no_role
source: You are not authorized to view sections in this site.
fr_fr: Vous n'avez pas le droit de visualiser les sections dans ce site.

# sections/sections-app-util/src/bundle/sections.properties:student_view_switch
source: Switch
fr_fr: Changer

source: Avail.
fr_fr: Disp.

# sections/sections-app-util/src/bundle/sections.properties:sections_specify_limit
source: Please enter the size limit on the section.
fr_fr: Veuillez inscrire la limite de taille de la section.

source: Section options were updated successfully!
fr_fr: Les options de la section ont été mises à jour avec succès !

# sections/sections-app-util/src/bundle/sections.properties:nav_overview
source: Overview
fr_fr: Vue d'ensemble

# sections/sections-app-util/src/bundle/sections.properties:student_view_switch_sc
source: (Switch to {0})
fr_fr: (Passer à {0})

source: Assign Students
fr_fr: Affecter des étudiants

source: Location
fr_fr: Lieu

# sections/sections-app-util/src/bundle/sections.properties:overview_link_managers
source: Assign TAs
fr_fr: Affecter des TAs

# sections/sections-app-util/src/bundle/sections.properties:confirm
source: Confirm
fr_fr: Confirmer

# sections/sections-app-util/src/bundle/sections.properties:cancel
source: Cancel
fr_fr: Annuler

# sections/sections-app-util/src/bundle/sections.properties:edit_manager_update
source: Assign TAs
fr_fr: Affecter des TAs

source: There were problems with the last action. Please see details below.
fr_fr: Un problème est survenu lors de la dernière action. Veuillez consulter les détails ci-dessous.

# sections/sections-app-util/src/bundle/sections.properties:options_done
source: Done
fr_fr: Terminé

# sections/sections-app-util/src/bundle/sections.properties:student_view_view
source: View
fr_fr: Vue

# sections/sections-app-util/src/bundle/sections.properties:section_description
source: {0}, meets {1}
fr_fr: {0}, rencontre {1}

# sections/sections-app-util/src/bundle/sections.properties:student_view_my
source: My
fr_fr: Mes

source: Students can switch sections
fr_fr: Les étudiants peuvent changer de section

source: You are already a member of a section in this category.
fr_fr: Vous êtes déjà membre d'une section dans cette catégorie.

source: Students in {0} were updated successfully!
fr_fr: Les étudiants dans la section {0} ont été mis à jour avec succès !

# sections/sections-app-util/src/bundle/sections.properties:section_max_size
source: Section Size
fr_fr: Taille de la section

# sections/sections-app-util/src/bundle/sections.properties:student_view_join
source: Join
fr_fr: M'inscrire

source: Unassigned Students
fr_fr: Étudiants non affectés

# sections/sections-app-util/src/bundle/sections.properties:update
source: Update
fr_fr: Mise à jour

source: Automatically Manage
fr_fr: Gestion automatique

# sections/sections-app-util/src/bundle/sections.properties:no_sections_available
source: There are no sections defined for this site.
fr_fr: Aucune section n'est définie pour ce site.

source: has
fr_fr: a été créée

# sections/sections-app-util/src/bundle/sections.properties:add
source: Add
fr_fr: Ajouter

# sections/sections-app-util/src/bundle/sections.properties:overview_link_students
source: Assign Students
fr_fr: Affecter des étudiants

# sections/sections-app-util/src/bundle/sections.properties:add_sections
source: Add Sections
fr_fr: Ajouter des Sections

# sections/sections-app-util/src/bundle/sections.properties:nav_print
source: Print
fr_fr: Imprimer

source: My {0} Sections
fr_fr: Mes sections {0}

# sections/sections-app-util/src/bundle/sections.properties:student_view_join_sc
source: (Join {0})
fr_fr: (S'inscrire à {0})

# sections/sections-app-util/src/bundle/sections.properties:filter_my_sections
source: My Sections
fr_fr: Mes sections

# sections/sections-app-util/src/bundle/sections.properties:roster_instructions
source: Click on a student's name to edit their section memberships
fr_fr: Cliquez sur le nom d'un étudiant pour modifier son affectation aux sections

source: -enter start time-
fr_fr: -saisir l'heure de début-

source: Please choose the sections to remove before clicking 'Remove Section'.
fr_fr: Veuillez choisir les sections à supprimer avant de cliquer sur « Supprimer la Section ».

# sections/sections-app-util/src/bundle/sections.properties:admin_role
source: Administrator
fr_fr: Administrateur

source: -enter location-
fr_fr: - saisir le lieu -

source: Section Memberships
fr_fr: Affectations aux sections

# sections/sections-app-util/src/bundle/sections.properties:nav_roster
source: Student Memberships
fr_fr: Affectations des étudiants

source: You must contact your instructor to join or switch sections.
fr_fr: Vous devez contacter votre enseignant pour rejoindre ou changer de section.

source: {0} Teaching Assistants
fr_fr: {0} Tuteurs

# sections/sections-app-util/src/bundle/sections.properties:sections_limited
source: Limit number of students in section to
fr_fr: Limiter le nombre d'étudiants dans la section à

# sections/sections-app-util/src/bundle/sections.properties:overview_link_edit
source: Edit
fr_fr: Modifier

# sections/sections-app-util/src/bundle/sections.properties:student_member
source: Student Memberships
fr_fr: Affectations des étudiants

source: Current Size
fr_fr: Taille actuelle

# sections/sections-app-util/src/bundle/sections.properties:student_view_member
source: Member
fr_fr: Membre

source: If you specify an end time, you must also specify a start time.
fr_fr: Si vous spécifiez une heure de fin, vous devez aussi spécifier une heure de début.

# sections/sections-app-util/src/bundle/sections.properties:and
source: and
fr_fr: et

# sections/sections-app-util/src/bundle/sections.properties:add_section_category
source: category
fr_fr: catégorie

# sections/sections-app-util/src/bundle/sections.properties:student_view_view_all
source: View All
fr_fr: Tout afficher

# sections/sections-app-util/src/bundle/sections.properties:filter_all_sections
source: All Sections
fr_fr: Toutes les sections

source: Unassign
fr_fr: Non affecté

source: Add day(s) with a different meeting time and/or location
fr_fr: Ajouter un (des) jour(s) avec une heure et/ou un lieu différent(s)

source: {0} Sections
fr_fr: Sections {0}

source: Remove
fr_fr: Supprimer

# sections/sections-app-util/src/bundle/sections.properties:section_plural
source: sections
fr_fr: aux sections

source: Edit Section
fr_fr: Modifier la Section

source: Assign Teaching Assistants
fr_fr: Affecter les tuteurs

source: Your changes to {0} have been saved!
fr_fr: Les modifications de la section {0} ont été enregistrées !

source: Move Selected
fr_fr: Déplacer les éléments sélectionnés

source: There are no sections available for you to join.
fr_fr: Il n'y a aucune section à laquelle vous pouvez vous inscrire.

source: Assign
fr_fr: Affecter

source: Available Teaching Assistants
fr_fr: Tuteurs disponibles

# sections/sections-app-util/src/bundle/sections.properties:section_end_time
source: End Time
fr_fr: Heure de fin

# sections/sections-app-util/src/bundle/sections.properties:section_logistics
source: Meeting Details
fr_fr: Détails de la réunion

source: To begin, choose the category and number of sections to create.
fr_fr: Pour commencer, choisissez la catégorie et le nombre de sections à créer.

source: Name
fr_fr: Nom

source: Day
fr_fr: Jour

source: Location
fr_fr: Lieu

source: -enter end time-
fr_fr: -saisir l'heure de fin-

source: If you specify an end time, it must be after the start time.
fr_fr: Si vous spécifiez une heure de fin, elle doit être après l'heure de début.

# sections/sections-app-util/src/bundle/sections.properties:error_section_deleted
source: That section was removed by another user.
fr_fr: Cette section a été supprimée par un autre utilisateur.

# sections/sections-app-util/src/bundle/sections.properties:roster_pager_status
source: Viewing {0} to {1} of {2} students
fr_fr: Affichage des étudiants {0} à {1} sur {2}

source: Students can sign up for sections
fr_fr: Les étudiants peuvent s'inscrire à des sections

source: have
fr_fr: ont été créées

# sections/sections-app-util/src/bundle/sections.properties:overview_delete_short
source: Remove
fr_fr: Supprimer

# sections/sections-app-util/src/bundle/sections.properties:section_location
source: in
fr_fr: Lieu

# sections/sections-app-util/src/bundle/sections.properties:roster_page_header
source: Student Memberships
fr_fr: Affectations des étudiants

# sections/sections-app-util/src/bundle/sections.properties:overview_delete
source: Remove Sections
fr_fr: Supprimer des sections

source: Section Size:
fr_fr: Taille de la section :

source: Move All
fr_fr: Tout déplacer

source: There is another section in this site named {0}.
fr_fr: Il y a une autre section dans cet espace dont le nom est {0}.

# sections/sections-app-util/src/bundle/sections.properties:sections_unlimited
source: Unlimited number of students in section
fr_fr: Nombre illimité d'étudiants dans la section

# sections/sections-app-util/src/bundle/sections.properties:roster_view_students
source: View Students in
fr_fr: Afficher étudiants dans

# sections/sections-app-util/src/bundle/sections.properties:nav_download
source: Download
fr_fr: Télécharger

# sections/sections-app-util/src/bundle/sections.properties:section_title
source: Name
fr_fr: Nom

source: Please enter a time value, such as '7', '8:00' or '12:30'.
fr_fr: Veuillez saisir une heure, par exemple '7', '8:00' or '12:30'.

source: Day
fr_fr: Jour

# sections/sections-app-util/src/bundle/sections.properties:options_page_subheader
source: Section Rules For Class
fr_fr: Règlement de la section pour la classe

# sections/sections-app-util/src/bundle/sections.properties:student_view_all
source: All
fr_fr: Toutes

# sections/sections-app-util/src/bundle/sections.properties:edit_student_update
source: Assign students
fr_fr: Affecter des étudiants

# sections/sections-app-util/src/bundle/sections.properties:roster_table_header_id
source: Student ID
fr_fr: Identifiant de l'étudiant

# sections/sections-app-util/src/bundle/sections.properties:roster_table_header_ta
source: Teaching Assistants
fr_fr: Tuteurs

source: Teaching Assistants for {0} were updated successfully!
fr_fr: Les tuteurs pour la section {0} ont été mis à jour avec succès !

# sections/sections-app-util/src/bundle/sections.properties:roster_search_button
source: Find
fr_fr: Chercher

# sections/sections-app-util/src/bundle/sections.properties:section_singular
source: section
fr_fr: à la section

source: Unlimited
fr_fr: Illimité

# sections/sections-app-util/src/bundle/sections.properties:roster_clear_button
source: Clear
fr_fr: Effacer

source: {0} Sections
fr_fr: Sections {0}

source: Student Name
fr_fr: Nom de l'étudiant

source: Time
fr_fr: Heure

source: Section deleted.
fr_fr: Section supprimée.

source: A section named {0} already exists in this site.
fr_fr: Une section nommée {0} existe déjà dans cet espace.

# sections/sections-app-util/src/bundle/sections.properties:add_section_add
source: Add
fr_fr: Ajouter

source: - choose one -
fr_fr: - choisissez-en une -

source: sections of
fr_fr: sections de

# sections/sections-app-util/src/bundle/sections.properties:roster_search_text
source: Student name or ID
fr_fr: Nom ou Identifiant de l'étudiant

# sections/sections-app-util/src/bundle/sections.properties:section_start_time
source: Start time
fr_fr: Heure de début

source: Time
fr_fr: Heure

# sections/sections-app-util/src/bundle/sections.properties:section_close_title
source: Section Tool Closed
fr_fr: Outil de section fermé

# sections/sections-app-util/src/bundle/sections.properties:section_close_opendate
source: Open Date:
fr_fr: Date d'ouverture :

# sections/sections-app-util/src/bundle/sections.properties:section_open_info
source: Close sections tool for students until Open Date:
fr_fr: Fermer l'outil des sections aux étudiants jusqu'à la date d'ouverture :

# sections/sections-app-util/src/bundle/sections.properties:section_refresh_info
source: Refresh the page to see the groups after the due date.
fr_fr: Actualiser la page pour voir les groupes après la date d'échéance.

# sections/sections-app-util/src/bundle/sections.properties:error_date_format
source: Error with the Date/Time format
fr_fr: Erreur avec le format de Date/Heure
