Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_profile2_*.po
Languages: fr_fr

source: Invalid phone number
fr_fr: Numéro de téléphone non valide

# profile2/bundle/src/resources/ProfileApplication.properties:worksite.name
source: Worksite name
fr_fr: Nom du site de travail

# profile2/bundle/src/resources/profile-status.properties:profile-status
source: Represents a user's status.
fr_fr: Représente l'état d'un utilisateur.

source: (DELETE) Not currently implemented.
fr_fr: (SUPPRIMER) Fonction non implémentée actuellement.

source: Degree/Course:
fr_fr: Diplôme/Niveau :

source: Department:
fr_fr: Service/Département :

source: Email:
fr_fr: Courriel :

source: Facsimile:
fr_fr: Télécopie :

source: Favourite Books:
fr_fr: Livres préférés :

source: Favourite Movies:
fr_fr: Films préférés :

source: Favourite Quotes:
fr_fr: Citations préférées :

source: Favourite TV Shows:
fr_fr: Émissions de Télé préférés :

source: Add as a connection
fr_fr: Ajouter comme contact

source: Confirm connection request
fr_fr: Accepter la demande d'invitation

source: Ignore connection request
fr_fr: Rejeter la demande d'invitation

source: Remove connection
fr_fr: Supprimer le lien

source: Connection requested
fr_fr: Demande de lien

source: Homepage:
fr_fr: Page d'accueil :

source: Home phone:
fr_fr: Téléphone personnel :

source: {0} hour ago
fr_fr: il y a {0} heure

source: {0} hours ago
fr_fr: il y a {0} heures

source: just then
fr_fr: à l'instant

source: {0} minute ago
fr_fr: il y a {0} minute

source: {0} minutes ago
fr_fr: il y a {0} minutes

source: Mobile phone:
fr_fr: Téléphone mobile :

source: Nickname:
fr_fr: Pseudonyme :

source: on {0}
fr_fr: sur {0}

source: Personal summary:
fr_fr: Résumé personnel :

source: Room:
fr_fr: Bureau :

source: School:
fr_fr: Établissement :

source: {0} second ago
fr_fr: il y a {0} seconde

source: {0} seconds ago
fr_fr: il y a {0} seconds

source: Subjects:
fr_fr: Sujets :

source: UserId:
fr_fr: Identifiant :

source: Work phone:
fr_fr: Téléphone professionnel :

source: yesterday
fr_fr: Hier

source: Your profile image
fr_fr: Votre image de profil

source: You haven't added a profile image yet
fr_fr: Vous n'avez pas encore ajouté d'image à votre profil

source: View full profile
fr_fr: Voir le profil complet
