Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_lessonbuilder_*.po
Languages: fr_fr

# lessonbuilder/tool/src/resources/messages.properties:simplepage.expert_intro
source: The following should not normally need to be changed:
fr_fr: Ce qui suit ne devrait normalement pas devoir être changé :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.mimetype_label
source: Mime type
fr_fr: Type Mime

# lessonbuilder/tool/src/resources/messages.properties:simplepage.tag_is
source: This item is displayed with a tag of type
fr_fr: Cet objet est exposé avec une étiquette de type

# lessonbuilder/tool/src/resources/messages.properties:simplepage.permissions
source: Permissions
fr_fr: Droits

# lessonbuilder/tool/src/resources/messages.properties:simplepage.nopermissions
source: You do not have permission to read this page
fr_fr: Vous ne possédez pas les droits pour lire cette page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.nowrite
source: You do not have permission to edit this page
fr_fr: Vous ne possédez pas les droits pour éditer cette page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.savefailed
source: Unable to save or update item. Error was:
fr_fr: Impossible de sauvegarder ou modifier cet item. L’erreur est :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.height_label
source: Height:
fr_fr: Hauteur :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.width_label
source: Width:
fr_fr: Largeur :

source: Edit Multimedia Size
fr_fr: Éditer la taille Multimédia

# lessonbuilder/tool/src/resources/messages.properties:simplepage.editMultimedia
source: Edit Multimedia
fr_fr: Éditer Multimédia

# lessonbuilder/tool/src/resources/messages.properties:simplepage.size-too-big
source: Height or width greater than 3000 pixels
fr_fr: Hauteur ou largeur supérieure à 3000 pixels

# lessonbuilder/tool/src/resources/messages.properties:simplepage.deleted-group
source: <Deleted Group>
fr_fr: <Groupe supprimé>

# lessonbuilder/tool/src/resources/messages.properties:simplepage.deleted-entity
source: *Deleted*
fr_fr: *Supprimé*

# lessonbuilder/tool/src/resources/messages.properties:simplepage.not-published
source: *Not published; not visible to students*
fr_fr: * Non publié ; invisible pour les étudiants *

# lessonbuilder/tool/src/resources/messages.properties:simplepage.upload_label
source: Upload files
fr_fr: Déposer le fichier

# lessonbuilder/tool/src/resources/messages.properties:simplepage.file-replace
source: Upload new version (will replace existing file)
fr_fr: Télécharger la nouvelle version (qui va remplacer le fichier existant)

# lessonbuilder/tool/src/resources/messages.properties:simplepage.choose_existing
source: Choose Existing File
fr_fr: Choisissez un fichier existant

source: Remove from list of files to upload
fr_fr: Retirer de la liste des fichiers à déposer

# lessonbuilder/tool/src/resources/messages.properties:simplepage.title_for_upload
source: Title to use for this file
fr_fr: Titre à utiliser pour ce fichier

source: Or select existing files from Resources
fr_fr: Ou sélectionner les fichiers existants à partir de Ressources

source: Choose Existing Page (Does not create a new copy of the page)
fr_fr: Choisissez une page existante (ne crée pas une nouvelle copie de la page)

# lessonbuilder/tool/src/resources/messages.properties:simplepage.lm_existing_page
source: Put existing page in the left margin.
fr_fr: Mettre une page existante dans le menu de gauche.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.import_cc_button
source: Import CC/CP
fr_fr: Importer des CC/CP

# lessonbuilder/tool/src/resources/messages.properties:simplepage.import_cc
source: Import IMS Common Cartridge/Package file
fr_fr: Importer un fichier IMS Common Cartridge/Package

# lessonbuilder/tool/src/resources/messages.properties:simplepage.import_cc_file
source: IMS Common Cartridge/Package file (ZIP file):
fr_fr: IMS Common Cartridge/Package (fichier ZIP) :

source: Syllabus
fr_fr: Plan de cours

source: Lesson Plan
fr_fr: Plan de Leçon

source: [Pattern match]
fr_fr: [Filtrage]

source: Import resources into top-level folder
fr_fr: Importer des ressources dans le dossier racine

# lessonbuilder/tool/src/resources/messages.properties:simplepage.cc_iwb
source: Interactive Whiteboard
fr_fr: Tableau blanc interactif

source: Assignment (extended definition)
fr_fr: Devoir (définition élargie)

# lessonbuilder/tool/src/resources/messages.properties:simplepage.export-cc-title
source: Export IMS Common Cartridge file
fr_fr: Exporter un fichier IMS Common Cartridge

# lessonbuilder/tool/src/resources/messages.properties:simplepage.exportcc-descrip
source: Export contents of site in IMS CC format.
fr_fr: Exporter le contenu de l'espace au format IMS CC.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.exportcc-fileerr
source: Error creating files for export: {}
fr_fr: Erreur de création de fichiers pour l'export : {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.exportcc-use13
source: Use newest version of file (version 1.3), recommended for Canvas
fr_fr: Utiliser une version plus récente du fichier (version 1.3), recommandée pour Canvas

source: Include all question pools you can access as a single question bank
fr_fr: Inclure tous les banques de questions auxquelles vous pouvez accéder en tant que banque de questions unique

source: Download
fr_fr: Télécharger

# lessonbuilder/tool/src/resources/messages.properties:simplepage.delete
source: Delete
fr_fr: Supprimer

# lessonbuilder/tool/src/resources/messages.properties:simplepage.editTitle_header
source: Edit Page Title
fr_fr: Éditer Titre Page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.title
source: Settings
fr_fr: Configuration

# lessonbuilder/tool/src/resources/messages.properties:simplepage.alt_label
source: Alt Text
fr_fr: Texte alternatif

# lessonbuilder/tool/src/resources/messages.properties:simplepage.reorder
source: Reorder
fr_fr: Réorganiser

# lessonbuilder/tool/src/resources/messages.properties:simplepage.reorder-tooltip
source: Change order of items, delete items, or import items from another page
fr_fr: Changer l'ordre des éléments, en supprimer ou en importer depuis une autre page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.reorder_header
source: Reorder Page Items
fr_fr: Réorganiser les Items d’une page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.reorder.tooltip
source: Change the order of items on this page
fr_fr: Changer l’ordre des items dans cette page

source: Unable to continue. Some of the items have duplicate sequences.
fr_fr: Impossible de continuer. Certains items ont des numéros de séquence identiques

source: Move items below this marker to delete them
fr_fr: Déplacer des items ci-dessous ce marqueur pour les supprimer

# lessonbuilder/tool/src/resources/messages.properties:simplepage.reorder-aboveuse
source: Move items above this marker to put them on the page
fr_fr: Déplacer des items ci-dessus ce marqueur pour les mettre sur la page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.reorder-addpage
source: Add items from another page
fr_fr: Ajouter des items d'une autre page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.save
source: Save
fr_fr: Enregistrer

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit_youtubelink
source: Edit YouTube Link
fr_fr: Modifier le lien YouTube

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit_youtube
source: Edit YouTube Link Below
fr_fr: Modifier le lien YouTube ci-dessous

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit_movie
source: Edit Item Below
fr_fr: Éditer l’item ci-dessous

# lessonbuilder/tool/src/resources/messages.properties:simplepage.open_new_window
source: Open in new window
fr_fr: Ouvrir dans une nouvelle fenêtre

# lessonbuilder/tool/src/resources/messages.properties:simplepage.print_view
source: Print view
fr_fr: Version imprimable

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edititems
source: Edit Items
fr_fr: Éditer les items

# lessonbuilder/tool/src/resources/messages.properties:simplepage.itemstatus
source: Item Status
fr_fr: Statut de l’item

# lessonbuilder/tool/src/resources/messages.properties:simplepage.items
source: Items
fr_fr: Éléments

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit_quiz
source: Edit Quiz
fr_fr: Éditer Quiz

source: Edit Quiz Settings
fr_fr: Éditer les paramètres du quiz

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit_assignment
source: Edit Assignment
fr_fr: Éditer devoir

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit_topic
source: Edit Forum or Topic
fr_fr: Ajouter un Forum ou un Thème

# lessonbuilder/tool/src/resources/messages.properties:simplepage.return_from_edit
source: Return to {}, after you have finished editing the item
fr_fr: Retour à {}, lorsque que vous avez terminé de modifier l’élément

# lessonbuilder/tool/src/resources/messages.properties:simplepage.status.completed
source: Completed
fr_fr: Terminé

source: Not Yet Available
fr_fr: Pas encore disponible

# lessonbuilder/tool/src/resources/messages.properties:simplepage.status.failed
source: Failed
fr_fr: Raté

# lessonbuilder/tool/src/resources/messages.properties:simplepage.status.required
source: Required
fr_fr: Obligatoire

source: Not Required
fr_fr: Non requis

source: Needs Grading
fr_fr: Doit être noté

source: In Progress
fr_fr: En cours

# lessonbuilder/tool/src/resources/messages.properties:simplepage.status.level
source: Level {}
fr_fr: Niveau {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.refresh_prompt
source: After completing a required item, please
fr_fr: Après avoir accompli un élément requis, veuillez

# lessonbuilder/tool/src/resources/messages.properties:simplepage.refresh
source: refresh
fr_fr: actualiser

# lessonbuilder/tool/src/resources/messages.properties:simplepage.last-visited
source: Return to most recent page from previous session:
fr_fr: Retour à la dernière page de la session précédente :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.update_icons
source: to update status icons.
fr_fr: pour mettre à jour les icônes de statut

source: Don't Release Item Until All Prerequisites are Completed
fr_fr: Ne pas autoriser l’accès à cet élément avant que tous les prérequis n’aient été satisfaits

source: Don't Release Page Until All Prerequisite Pages are Completed
fr_fr: Ne pas autoriser l’accès à la page avant que tous les prérequis soient satisfaits

# lessonbuilder/tool/src/resources/messages.properties:simplepage.require
source: Require This Item
fr_fr: Item requis

# lessonbuilder/tool/src/resources/messages.properties:simplepage.page_require
source: Require This Page
fr_fr: Page requise

# lessonbuilder/tool/src/resources/messages.properties:simplepage.youtube_url
source: YouTube URL:
fr_fr: URL Youtube :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.youtube_player
source: YouTube player
fr_fr: Lecteur video Youtube

# lessonbuilder/tool/src/resources/messages.properties:simplepage.mm_player
source: Multimedia player for {}
fr_fr: Visualiseur Multimédia pour {}

source: You need Flash player 8+ and Javascript enabled to view this video
fr_fr: Vous devez disposer de Flash Player 8 ou ultérieur et avoir Javascript activé pour voir cette vidéo

# lessonbuilder/tool/src/resources/messages.properties:simplepage.hide_page_label
source: Hide This Page:
fr_fr: Cacher cette page :

source: Hide this page from users (page will not appear in left margin)
fr_fr: Cacher cette page aux usagers. Elle n’apparaitra pas dans le menu de gauche

# lessonbuilder/tool/src/resources/messages.properties:simplepage.error
source: Error
fr_fr: Erreur

# lessonbuilder/tool/src/resources/messages.properties:simplepage.error_colon
source: Error:
fr_fr: Erreur :

source: Has prerequisites
fr_fr: A des prérequis

# lessonbuilder/tool/src/resources/messages.properties:simplepage.editpermissions
source: Set permissions for
fr_fr: Placer les permissions pour

source: Please select one or more files to add.
fr_fr: Veuillez sélectionner un ou plusieurs fichiers à ajouter.

source: Require that the student submit this assessment.
fr_fr: Nécessite que l’étudiant soumette ce test

source: Require that the student submit this assignment.
fr_fr: Nécessite que l’étudiant soumette ce devoir

source: Require that the student submit a posting to this topic.
fr_fr: Nécessite que l’étudiant ajoute un message relatif à ce thème

# lessonbuilder/tool/src/resources/messages.properties:simplepage.require_receive
source: Require that the student receive
fr_fr: Nécessite que l’étudiant obtienne

source: points on this assessment.
fr_fr: points à ce test

source: points on this assignment.
fr_fr: points à ce devoir

source: Require that the student <b>Pass</b> this assignment
fr_fr: Nécessite que l’étudiant <b>réussisse</b> ce devoir

# lessonbuilder/tool/src/resources/messages.properties:simplepage.require_atleast
source: Require that the student receive at least a
fr_fr: Nécessite que l’étudiant obtienne au moins

source: Require that the student receive a Checkmark
fr_fr: Nécessite que l’étudiant reçoive une évaluation

# lessonbuilder/tool/src/resources/messages.properties:simplepage.title_notblank
source: Title must not be blank.
fr_fr: Le titre ne peut être vide

# lessonbuilder/tool/src/resources/messages.properties:simplepage.must_be_youtube
source: This must be a YouTube URL
fr_fr: Ceci doit être une URL Youtube

# lessonbuilder/tool/src/resources/messages.properties:simplepage.item_notblank
source: Item Name must not be blank
fr_fr: Le nom de l’item ne peut pas être vide

# lessonbuilder/tool/src/resources/messages.properties:simplepage.page_notblank
source: Page Title must not be blank.
fr_fr: Le titre de la page ne peut être vide

# lessonbuilder/tool/src/resources/messages.properties:simplepage.nosite
source: Can't determine current site
fr_fr: Impossible de déterminer quel est l'espace courant

source: Unable to create file while importing Common Cartridge: {}
fr_fr: Impossible de créer un fichier lors de l'importation Common Cartridge: {}

source: Unable to import resource while importing Common Cartridge: {}
fr_fr: Impossible d'importer des ressources lors de l'importation Common Cartridge : {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.choosequizengine
source: Please choose which quiz tool to use for quizzes in this cartridge
fr_fr: Veuillez choisir l’outil de quiz à employer pour les quiz de cette cartouche

source: Please choose which forum tool to use for forums in this cartridge
fr_fr: Veuillez choisir un outil forum à employer pour les forums de cette cartouche

# lessonbuilder/tool/src/resources/messages.properties:simplepage.loading
source: Loading, please wait ...
fr_fr: Chargement en cours, veuillez patienter…

# lessonbuilder/tool/src/resources/messages.properties:simplepage.checkingwithhost
source: Please wait while we check with the web server ...
fr_fr: Veuillez patienter pendant que nous vérifions avec le serveur web...

# lessonbuilder/tool/src/resources/messages.properties:simplepage.wrong-cc-version
source: Unrecognized Common Cartridge format. File must be version 1.0 or 1.1.
fr_fr: Format Common Cartridge non reconnu. Le fichier doit être au format 1.0 ou 1.1.

source: No FileItem capable External Tools available.
fr_fr: Aucun outil externe compatible FileItem n'est disponible.

source: Error when trying to import from External Tool. Bad ToolID={}
fr_fr: Erreur lorsque vous essayez d’importer de l’outil externe. Mauvais ToolID = {}

source: Error when trying to import from External Tool. Detail={}
fr_fr: Erreur lorsque vous essayez d’importer de l’outil externe. Détail = {}

source: External tool did not provide FileItem in returned data.
fr_fr: L'outil externe n’a pas fourni de FileItem dans les données retournées.

source: Unable to find URL in returned FileItem.
fr_fr: Impossible de trouver l’URL dans le FileItem retourné.

source: Unable to retrieve content from URL={}
fr_fr: Impossible de récupérer le contenu de l’URL = {}

source: Imported {} bytes of data from External Tool.
fr_fr: Importé {} octets de données de l’outil externe.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.cc-uses-auth
source: Cannot import Common Cartridges with authorization restrictions
fr_fr: Impossible d’importer des fichiers Common Cartridge avec des restrictions d’autorisation.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.cc-defaulttopic
source: Topic
fr_fr: Sujet

# lessonbuilder/tool/src/resources/messages.properties:simplepage.comments-section
source: Comments Section
fr_fr: Section Commentaires

source: Loading Comments ...
fr_fr: Chargement des commentaires ...

# lessonbuilder/tool/src/resources/messages.properties:simplepage.comments
source: Add Comments Tool
fr_fr: Ajouter Outil Commentaire

# lessonbuilder/tool/src/resources/messages.properties:simplepage.comments.tooltip
source: Add a section that allows students to make comments
fr_fr: Ajouter une section qui permet aux étudiants de faire des commentaires

# lessonbuilder/tool/src/resources/messages.properties:simplepage.add-comment
source: Add Comment
fr_fr: Ajouter un commentaire

# lessonbuilder/tool/src/resources/messages.properties:simplepage.in-reply-to
source: In reply to {1}, {2}
fr_fr: En réponse à {1}, {2}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.comment-reply
source: Reply to comment from {}
fr_fr: Réponse au commentaire de {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit-comment
source: Edit
fr_fr: Modifier

# lessonbuilder/tool/src/resources/messages.properties:simplepage.comment-edit
source: Edit Comment from {}
fr_fr: Éditer le commentaire de {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.see_all_comments
source: See All {} comments ...
fr_fr: Voir tous les {} commentaires …

# lessonbuilder/tool/src/resources/messages.properties:simplepage.see_new_comments
source: See All {} new comments ...
fr_fr: Voir tous les {} nouveaux commentaires …

source: Edit Comments Section
fr_fr: Éditer la section Commentaires

source: Keep Comments Anonymous
fr_fr: Préserver l’anonymat des commentaires

# lessonbuilder/tool/src/resources/messages.properties:simplepage.comments-graded
source: Create Gradebook items for these
fr_fr: Créer des entrées dans le bulletin de notes pour cela

# lessonbuilder/tool/src/resources/messages.properties:simplepage.comments-max
source: Maximum points:
fr_fr: Nombre maximum de points :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.integer-expected
source: Points must be set to a valid number.
fr_fr: Le nombre de points doit être une valeur numérique valable

# lessonbuilder/tool/src/resources/messages.properties:simplepage.integer-too-big
source: Points must be less than 2147483648.
fr_fr: Les points doit être inférieurs à 2147483648.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.gbname-expected
source: Gradebook item name must be supplied.
fr_fr: Le nom de l'élément du carnet de notes doit être fourni.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.comment-delete
source: Delete comment from {}
fr_fr: Supprimer le commentaire de {}

source: Are you sure you want to delete this comment written by {}?
fr_fr: Êtes vous certain de vouloir supprimer le commentaire de {} ?

source: Comments must not be empty.
fr_fr: Les commentaires ne peuvent être vides.

source: You do not have the required permissions to delete that comment.
fr_fr: Vous ne disposez pas des droits nécessaires pour effacer ce commentaire.

source: You do not have the required permissions to do that.
fr_fr: Vous ne disposez pas des droits nécessaires pour cette opération.

source: Unknown User
fr_fr: Utilisateur inconnu

# lessonbuilder/tool/src/resources/messages.properties:simplepage.comment-you
source: You
fr_fr: Vous

source: You may only edit or delete your comment until it is 30 minutes old.
fr_fr: Vous ne pouvez éditer ou effacer votre commentaire que s’il date de moins de 30 minutes.

source: Page Owner
fr_fr: Propriétaire de la page

source: You may not have a height or width larger than 100%.
fr_fr: Vous ne pouvez pas avoir une hauteur ou largeur supérieure à 100%.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.seconds
source: Seconds Ago
fr_fr: secondes auparavant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.one_min
source: 1 Minute Ago
fr_fr: 1 minute auparavant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.x_min
source: {} Minutes Ago
fr_fr: {} minutes auparavant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.one_hour
source: 1 Hour Ago
fr_fr: 1 heure auparavant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.x_hour
source: {} Hours Ago
fr_fr: {} heures auparavant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.one_day
source: 1 Day Ago
fr_fr: 1 jour auparavant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.x_day
source: {} Days Ago
fr_fr: {} jours auparavant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.one_month
source: 1 Month Ago
fr_fr: 1 mois auparavant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.x_month
source: {} Months Ago
fr_fr: {} mois auparavant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.one_year
source: 1 Year Ago
fr_fr: 1 an auparavant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.x_year
source: {} Years Ago
fr_fr: {} années auparavant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit-group
source: Edit the groups for which this item should be shown
fr_fr: Éditer les groupes pour lesquels cet item doit être visible

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit_studentlink
source: Edit Student Content Section
fr_fr: Éditer la section Contenu des Étudiants

# lessonbuilder/tool/src/resources/messages.properties:simplepage.student-content
source: Student Content Section
fr_fr: Section Contenu des Étudiants

source: Add Student Content
fr_fr: Ajouter du contenu Étudiant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.student
source: Student Pages
fr_fr: Pages Étudiant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.missing-students
source: Missing Pages
fr_fr: Pages manquantes

# lessonbuilder/tool/src/resources/messages.properties:simplepage.add-page
source: Add Your Own Page
fr_fr: Ajoutez votre propre page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.page-exists
source: You already have a page in that tool.
fr_fr: Vous disposez déjà d’une page dans cet outil

# lessonbuilder/tool/src/resources/messages.properties:simplepage.new-student-page
source: New
fr_fr: Nouveau

source: New Page
fr_fr: Nouvelle page

source: New Content on Page
fr_fr: Nouveau contenu sur la page

source: New Comments on Page
fr_fr: Nouveaux commentaires sur la Page

source: New Page by {}
fr_fr: Nouvelle page par {}

source: New Content by {}
fr_fr: Nouveau contenu par {}

source: New Comments on content by {}
fr_fr: Nouveau commentaire par {}

source: Student Content Page
fr_fr: Page contenu Étudiant

source: Make these student pages anonymous
fr_fr: Rendre ces pages Étudiant anonymes

# lessonbuilder/tool/src/resources/messages.properties:simplepage.student-comments
source: Add a comments section to each page
fr_fr: Ajouter une section commentaire à chaque page
