Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_polls_*.po
Languages: fr_fr

# polls/tool/src/java/poll.properties:poll.view.edit
source: <b>Deprecated. Use polls entity provider.</b>
fr_fr: <b>Est obsolète. Utiliser l'entity provider de sondages.</b>

# polls/tool/src/java/poll.properties:poll.view.new
source: <b>Deprecated. Use polls entity provider.</b>
fr_fr: <b>Est obsolète. Utiliser l'entity provider de sondages.</b>

# polls/tool/src/java/poll.properties:poll.view.delete
source: <b>Deprecated. Use polls entity provider.</b>
fr_fr: <b>Est obsolète. Utiliser l'entity provider de sondages.</b>

# polls/tool/src/java/polls.properties:polls
source: Represents polls, options (choices), and votes of the poll tool.
fr_fr: Représente les sondages, les options (choix) et votes de l'outil de sondage.

# polls/tool/src/java/polls.properties:polls.action.site
source: Gets all the polls the current user can take in the given site
fr_fr: Procure tous les sondages auxquels l'utilisateur actuel peut répondre dans un espace donné

# polls/tool/src/java/polls.properties:polls.action.poll-create
source: Creates a new poll
fr_fr: Crée un nouveau sondage

# polls/tool/src/java/polls.properties:polls.action.poll-update
source: Updates an existing poll by the pollId (the long, not the UUID string)
fr_fr: Met à jour un sondage existant par le pollId (le long, pas la chaîne UUID)

# polls/tool/src/java/polls.properties:polls.action.poll-delete
source: Deletes an existing poll by the pollId (the long, not the UUID string)
fr_fr: Supprime un sondage existant par le pollId (le long, pas la chaîne UUID)

# polls/tool/src/java/polls.properties:polls.action.poll-option-list
source: Gets all the options for a specific poll
fr_fr: Procure toutes les options pour un sondage spécifique

# polls/tool/src/java/polls.properties:polls.action.option-create
source: Creates an new option (choice) in a poll
fr_fr: Crée une nouvelle option (choix) dans un sondage

# polls/tool/src/java/polls.properties:polls.action.option-view
source: Gets an option (choice) in a poll
fr_fr: Procure une option (choix) dans un sondage

# polls/tool/src/java/polls.properties:polls.action.option-update
source: Updates an option (choice) in a poll
fr_fr: Met à jour une option (choix) dans un sondage

# polls/tool/src/java/polls.properties:polls.action.option-delete
source: an option (choice) in a poll
fr_fr: une option (choix) dans un sondage

# polls/tool/src/java/polls.properties:polls.action.vote-list
source: Gets all the votes for a specific poll
fr_fr: Procure tous les votes pour un sondage spécifique

# polls/tool/src/java/polls.properties:polls.action.vote
source: Vote for a specific poll
fr_fr: Voter pour un sondage spécifique

# polls/tool/src/java/polls.properties:polls.action.vote-create
source: Vote for a specific poll
fr_fr: Voter pour un sondage spécifique

# polls/tool/src/java/polls.properties:polls.action.vote-view
source: Gets a vote for a specific poll
fr_fr: Procure un vote pour un sondage spécifique

source: Poll list
fr_fr: Liste des sondages

source: Sort by Question
fr_fr: Trier par question

source: Opening
fr_fr: Ouverture

source: Sort by Opening Date
fr_fr: Trier par date d'ouverture

source: Closing
fr_fr: Clôture

source: Sort by Closing Date
fr_fr: Trier par Date de clôture

source: Results
fr_fr: Résultats

source: Remove
fr_fr: Supprimer

source: Update
fr_fr: Mise à jour

source: Update
fr_fr: Mise à jour

source: Remove selected polls
fr_fr: Supprimer les éléments sélectionnés

source: Remove selected polls
fr_fr: Supprimer les éléments sélectionnés

source: Are you sure you want to remove the selected polls?
fr_fr: Êtes-vous sûr de que vouloir supprimer les sondages sélectionnés ?

source: Reset selected polls
fr_fr: Réinitialiser les sondages sélectionnés

source: Reset selected polls
fr_fr: Réinitialiser les sondages sélectionnés

source: Are you sure you want to reset the selected polls?
fr_fr: Êtes-vous sûr de que vouloir supprimer les sondages sélectionnés?

source: Select all
fr_fr: Sélectionner tout

source: awaiting options
fr_fr: attente des options

source: Select to remove: {0}
fr_fr: Sélectionnez pour supprimer : {0}

source: Add
fr_fr: Ajouter

source: Permissions
fr_fr: Droits

source: Results
fr_fr: Résultats

source: Edit
fr_fr: Modifier

source: Refresh results
fr_fr: Actualiser les résultats

source: No polls have been created yet.
fr_fr: Aucun scrutin n'a été créé encore.

source: Access options:
fr_fr: Options d'accès :

source: Add a poll
fr_fr: Ajouter un sondage

source: Edit a poll
fr_fr: Éditer un sondage

source: Additional Instructions
fr_fr: Instructions additionnelles

source: (if applicable)
fr_fr: (si applicable)

source: Opening Date
fr_fr: Date d'ouverture

source: Closing Date
fr_fr: Date de clôture

source: Limits
fr_fr: Limites

source: What is the minimum number of Answer Options that can be selected?
fr_fr: Quel est le nombre minimal d'options de réponse qui peuvent être sélectionnées?

source: What is the maximum number of Answer Options that can be selected?
fr_fr: Quel est le nombre maximal d'options de réponse qui peuvent être sélectionnées?

source: always
fr_fr: toujours

source: never
fr_fr: jamais

source: to participants who have voted, or after closing date
fr_fr: aux participants qui ont voté,ou après la date limite

source: after closing date
fr_fr: après la date de clôture

source: Answer option:
fr_fr: Option de réponse :

source: Save
fr_fr: Enregistrer

source: Save and add options
fr_fr: Enregistrer et ajouter des options

source: Add option
fr_fr: Nouvelle option

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: Cancel
fr_fr: Annuler

source: Results are visible:
fr_fr: Les résultats sont visibles :

source: You are editing a poll that has already been voted on
fr_fr: Vous éditez un scrutin qui a déjà été voté

source: you do not have permission to add new polls in this site
fr_fr: vous n'avez pas le droit d'ajouter de nouveaux sondages dans cet espace

source: Add an Option
fr_fr: Ajouter/Éditer Options

source: Edit an Option
fr_fr: Éditer une option

source: Remove
fr_fr: Supprimer

source: Delete confirmation
fr_fr: Confirmation de la suppression

source: Include deleted votes in the poll summary
fr_fr: Inclure les votes supprimés dans le résumé du sondage

source: Notify those who voted for this option and allow them to vote again
fr_fr: Notifier ceux qui ont voté pour cette option et leur permettre de voter à nouveau

source: &nbsp;<i>(deleted)</i>
fr_fr: &nbsp;<i>(supprimé)</i>

source: [{0}] A poll option you voted for has been deleted
fr_fr: [{0}] Une option de sondage pour laquelle vous avez voté a été supprimée

source: You have already voted!
fr_fr: Vous avez déjà voté!

source: Cancel
fr_fr: Annuler

source: This poll is closed for voting!
fr_fr: Ce sondage est fermé !

source: You are not allowed to vote in this poll
fr_fr: Vous n'êtes pas autorisé à participer à ce sondage

# polls/tool/src/bundle/org/sakaiproject/poll/bundle/Messages.properties:vote_vote
source: Vote!
fr_fr: Votez !

source: Reset
fr_fr: Réinitialiser

source: You must specify some text for the option
fr_fr: Vous devez entrer du texte pour l'option

source: Back
fr_fr: Retour

source: Thank you for voting!
fr_fr: Merci d'avoir voté !

source: Your reference number:
fr_fr: Votre numéro de référence :

source: Sort by Answers
fr_fr: Trier par réponses

source: Reset Order
fr_fr: Réinitialiser l'ordre

source: Option Number
fr_fr: Nombre d'options

source: Sort by Option number
fr_fr: Tri par numéro d'option

source: No options selected
fr_fr: Aucune option sélectionnée

source: Number of people who have voted: {0}
fr_fr: Nombre de votes: {0}

source: Back
fr_fr: Retour

source: Back
fr_fr: Retour

source: Chart Type:
fr_fr: Type de graphique :

source: Permissions
fr_fr: Droits

source: Set permissions for Poll in worksite
fr_fr: Gérer les droits pour l'outil Sondage dans l'espace

source: Role
fr_fr: Rôle

source: Select
fr_fr: Sélectionner

source: You have selected too many options. (Maximum: {0})
fr_fr: Vous avez sélectionné trop d'options. (Maximum: {0})

source: You have selected too few options. (Minimum: {0})
fr_fr: Vous n'avez pas sélectionné suffisamment d'options. (Minimum: {0})

source: You must select the required number of options. (Required: {0})
fr_fr: Vous devez sélectionner le nombre requis d'options. (Requises: {0})

source: You have selected no options. You must select at least {0}
fr_fr: Vous n'avez pas sélectionné d'options. Vous devez sélectionner au moins {0}

source: Your poll must have a question
fr_fr: Votre scrutin doit avoir une question

source: Your poll can't close before it opens
fr_fr: Votre scrutin ne peut pas se fermer avant qu'il soit ouvert

source: Results
fr_fr: Résultats

source: Sort by the number of Votes
fr_fr: Trier par nombre de votes

source: Sort by the Percentage value
fr_fr: Trier par pourcentage

source: Sort by default order
fr_fr: Trier par ordre par défaut

source: You cannot view the results to this poll
fr_fr: Vous ne pouvez pas voir les résultats de ce sondage

# polls/tool/src/bundle/org/sakaiproject/poll/bundle/Messages.properties:set.perms
source: Set poll permissions for {0}
fr_fr: Définir les droits sur le sondage pour {0}

source: {0} is not a valid date
fr_fr: {0} n'est pas une date valide

source: Vote on a poll
fr_fr: Voter pour un sondage

source: Add a new poll
fr_fr: Ajouter un nouveau sondage

source: Delete your own poll
fr_fr: Supprimer ses sondages

source: Delete any poll
fr_fr: Supprimer n'importe quel sondage

source: Edit any poll
fr_fr: Modifier n'importe quel sondage

source: Edit own poll
fr_fr: Modifier ses sondages

# polls/impl/src/bundle/notifyDeletedOption.properties:message1
source: Dear
fr_fr: Cher
