Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_calendar_*.po
Languages: fr_fr

# calendar/calendar-bundles/resources/permissions.properties:desc-calendar.new
source: Create events
fr_fr: Créer des évènements

source: Delete own events
fr_fr: Supprimer ses propres évènements

source: Delete any event
fr_fr: Supprimer tous les évènements

source: Edit own events
fr_fr: Modifier ses propres évènements

source: Edit any event
fr_fr: Modifier tous les évènements

source: Subscribe to calendars
fr_fr: S'abonner aux calendriers

# calendar/calendar-bundles/resources/permissions.properties:desc-calendar.import
source: Import events
fr_fr: Importer des évènements

# calendar/calendar-bundles/resources/permissions.properties:desc-calendar.read
source: View events
fr_fr: Afficher les évènements

source: Access/create group events
fr_fr: Accéder à/créer des évènements de groupe

# calendar/calendar-bundles/resources/permissions.properties:desc-calendar.options
source: Change calendar options
fr_fr: Modifier les options du calendrier

source: View event audience
fr_fr: Voir le public de l'évènement

# calendar/calendar-bundles/resources/calendar.properties:java.importcal
source: Import Events
fr_fr: Importer

# calendar/calendar-bundles/resources/calendar.properties:java.merge
source: Merge Internal Calendars
fr_fr: Fusionner

# calendar/calendar-bundles/resources/calendar.properties:java.merge.title
source: Display events from sites
fr_fr: Afficher les événements provenant de différents espaces

# calendar/calendar-bundles/resources/calendar.properties:java.byday
source: Calendar by Day
fr_fr: Calendrier par jour

# calendar/calendar-bundles/resources/calendar.properties:java.byweek
source: Calendar by Week
fr_fr: Calendrier hebdomadaire

# calendar/calendar-bundles/resources/calendar.properties:java.bymonth
source: Calendar by Month
fr_fr: Calendrier mensuel

# calendar/calendar-bundles/resources/calendar.properties:java.byyear
source: Calendar by Year
fr_fr: Calendrier par année

# calendar/calendar-bundles/resources/calendar.properties:java.listeve
source: List of Events
fr_fr: Liste des événements

# calendar/calendar-bundles/resources/calendar.properties:java.fields
source: Fields
fr_fr: Champs

# calendar/calendar-bundles/resources/calendar.properties:java.view
source: View
fr_fr: Vue

# calendar/calendar-bundles/resources/calendar.properties:java.new
source: Add Event
fr_fr: Ajouter un événement

# calendar/calendar-bundles/resources/calendar.properties:java.new.title
source: Create new event
fr_fr: Créer un nouvel événement

# calendar/calendar-bundles/resources/calendar.properties:java.import
source: Import Events
fr_fr: Importer

# calendar/calendar-bundles/resources/calendar.properties:java.import.title
source: Upload events from a file
fr_fr: Transférer des événements à partir d'un fichier

# calendar/calendar-bundles/resources/calendar.properties:java.export
source: Publish (public)
fr_fr: Exporter un calendrier public

# calendar/calendar-bundles/resources/calendar.properties:java.export.title
source: Generate link for sharing with general public
fr_fr: Générer le lien pour le partage avec le grand public

# calendar/calendar-bundles/resources/calendar.properties:java.subscriptions
source: Merge External Calendars
fr_fr: S'abonner à un calendrier

# calendar/calendar-bundles/resources/calendar.properties:java.subscriptions.title
source: Display events from external calendars
fr_fr: Afficher les événements de calendriers externes

# calendar/calendar-bundles/resources/calendar.properties:java.print
source: Printable Version
fr_fr: Version imprimable

# calendar/calendar-bundles/resources/calendar.properties:java.default_view
source: Set as Default View
fr_fr: Définir comme vue par défaut

# calendar/calendar-bundles/resources/calendar.properties:java.alert.default_view
source: This is now the default view
fr_fr: Vue par défaut

# calendar/calendar-bundles/resources/calendar.properties:java.permissions
source: Permissions
fr_fr: Droits

# calendar/calendar-bundles/resources/calendar.properties:java.set
source: Set permissions for Calendar in worksite
fr_fr: Définir les droits pour le calendrier de l'espace

# calendar/calendar-bundles/resources/calendar.properties:java.error
source: The event doesn't exist any more.
fr_fr: L’évènement n'existe plus.

# calendar/calendar-bundles/resources/calendar.properties:ical.title
source: Generate a Link to this Calendar for Public Use
fr_fr: Exporter

# calendar/calendar-bundles/resources/calendar.properties:ical.schedname
source: Calendar Name
fr_fr: Nom du calendrier

# calendar/calendar-bundles/resources/calendar.properties:ical.option
source: Enable Subscription?
fr_fr: Activer l'abonnement ?

# calendar/calendar-bundles/resources/calendar.properties:ical.url
source: Subscription URL:
fr_fr: Url de l'abonnement :

# calendar/calendar-bundles/resources/calendar.properties:java.alert.aliasreq
source: An Alias is required to enable iCal exports.
fr_fr: Un alias est exigé pour permettre les exports iCal.

# calendar/calendar-bundles/resources/calendar.properties:java.alert.youneed
source: You need to enter the name of the field to be added.
fr_fr: Vous devez inscrire le nom du champ à ajouter.

# calendar/calendar-bundles/resources/calendar.properties:java.alert.theadd
source: The add field name is already in use.
fr_fr: Le nom du champ est déjà utilisé.

# calendar/calendar-bundles/resources/calendar.properties:java.alert.areyou
source: Are you sure you want to remove the following field(s):
fr_fr: Voulez-vous vraiment supprimer le(s) champ(s) suivant(s) :

# calendar/calendar-bundles/resources/calendar.properties:java.alert.ifyes
source: ? If yes, click 'Save Field Changes' to continue.
fr_fr: ? Si oui, cliquez 'Enregistrer les modifications des champs' pour continuer.

# calendar/calendar-bundles/resources/calendar.properties:java.alert.thereis
source: There are no activities that exist.
fr_fr: Aucune activité enregistrée.

# calendar/calendar-bundles/resources/calendar.properties:java.alert.youdont
source: You do not have permission to add calendar fields
fr_fr: Vous n'avez pas le droit d'ajouter des champs au calendrier

# calendar/calendar-bundles/resources/calendar.properties:java.alert.thereisno
source: There is no activities exist.
fr_fr: Aucune activité enregistrée.

# calendar/calendar-bundles/resources/calendar.properties:java.alert.youdonthave
source: You do not have permission to edit this calendar.
fr_fr: Vous n'avez pas le droit d'éditer ce calendrier.

# calendar/calendar-bundles/resources/calendar.properties:java.alert.someone
source: Someone else is editing this calendar.
fr_fr: Une autre personne édite ce calendrier.

# calendar/calendar-bundles/resources/calendar.properties:java.alert.younotperm
source: You do not have permission to add activities
fr_fr: Vous n'avez pas le droit d'ajouter des activités

# calendar/calendar-bundles/resources/calendar.properties:java.alert.younotallow
source: You are not allowed to see activities in the calendar
fr_fr: Vous n'avez pas le droit de voir les activités du calendrier

# calendar/calendar-bundles/resources/calendar.properties:java.alert.younotpermadd
source: You do not have permission to add activities
fr_fr: Vous n'avez pas le droit d'ajouter des activités

source: You are not allowed to see activities in the calendar
fr_fr: Vous n'avez pas le droit de voir les activités du calendrier

# calendar/calendar-bundles/resources/calendar.properties:java.alert.youcreate
source: You do not have permission to create a calendar
fr_fr: Vous n'avez pas le droit de créer un calendrier

# calendar/calendar-bundles/resources/calendar.properties:java.alert.event
source: The event doesn't exist any more.
fr_fr: L’évènement n'existe plus.

# calendar/calendar-bundles/resources/calendar.properties:java.alert.eventbeing
source: The event is being edited by another user. Please try again later.
fr_fr: Évènement en cours d'édition. Veuillez essayer plus tard.

# calendar/calendar-bundles/resources/calendar.properties:java.alert.invalid
source: Invalid start or end date
fr_fr: Date de début ou de fin invalide

# calendar/calendar-bundles/resources/calendar.properties:java.alert.start
source: The start date must be before the end date
fr_fr: La date de début doit précéder la date de fin

source: You need to choose at least a group.
fr_fr: Vous devez choisir au moins un groupe.

# calendar/calendar-bundles/resources/calendar.properties:java.alert.dupalias
source: This name has already been used
fr_fr: Ce titre est déjà utilisé

# calendar/calendar-bundles/resources/calendar.properties:java.alert.subsnameempty
source: You need to enter a name for the calendar to be added.
fr_fr: Saisissez un nom pour ce calendrier.

# calendar/calendar-bundles/resources/calendar.properties:java.alert.subsurlempty
source: You need to enter a url for the calendar to be added.
fr_fr: Saisissez une URL pour ce calendrier.

source: This URL seems to be invalid. Please, enter a valid URL.
fr_fr: Cette URL semble ne pas être valide. Veuillez fournir une URL valide.

# calendar/calendar-bundles/resources/calendar.properties:java.alert.invalidname
source: This is an invalid calendar name -- please try again
fr_fr: Nom de calendrier invalide - veuillez essayer à nouveau

# calendar/calendar-bundles/resources/calendar.properties:java.alert.opendate
source: This assignment is not yet available.
fr_fr: Ce devoir n'est pas encore disponible.

# calendar/calendar-bundles/resources/calendar.properties:java.pleasetitle
source: Please enter a title.
fr_fr: Veuillez saisir un titre.

# calendar/calendar-bundles/resources/calendar.properties:java.pleasetime
source: Please enter a time.
fr_fr: Veuillez saisir une heure.

# calendar/calendar-bundles/resources/calendar.properties:dateselectionwidget.day
source: Select day
fr_fr: Sélectionnez le jour

source: Select month
fr_fr: Sélectionnez le mois

# calendar/calendar-bundles/resources/calendar.properties:dateselectionwidget.year
source: Select year
fr_fr: Sélectionnez l'année

# calendar/calendar-bundles/resources/calendar.properties:dateselectionwidget.hour
source: Select hour
fr_fr: Sélectionnez l'heure

source: Select minute
fr_fr: Sélectionnez les minutes

# calendar/calendar-bundles/resources/calendar.properties:dateselectionwidget.ampm
source: Select AM or PM
fr_fr: Sélectionnez matin (AM) ou après-midi (PM)

# calendar/calendar-bundles/resources/calendar.properties:feb
source: FEB
fr_fr: FÉV.

# calendar/calendar-bundles/resources/calendar.properties:mar
source: MAR
fr_fr: MARS

# calendar/calendar-bundles/resources/calendar.properties:apr
source: APR
fr_fr: AVR.

# calendar/calendar-bundles/resources/calendar.properties:may
source: MAY
fr_fr: MAI

# calendar/calendar-bundles/resources/calendar.properties:jun
source: JUN
fr_fr: JUIN

# calendar/calendar-bundles/resources/calendar.properties:jul
source: JUL
fr_fr: JUIL.

# calendar/calendar-bundles/resources/calendar.properties:aug
source: AUG
fr_fr: AOÛT

# calendar/calendar-bundles/resources/calendar.properties:sep
source: SEP
fr_fr: SEPT.

# calendar/calendar-bundles/resources/calendar.properties:dec
source: DEC
fr_fr: DÉC.

# calendar/calendar-bundles/resources/calendar.properties:java.thismonth
source: This month is not exist
fr_fr: Ce mois n'existe pas

# calendar/calendar-bundles/resources/calendar.properties:gen.alert
source: Alert:
fr_fr: Alerte :

# calendar/calendar-bundles/resources/calendar.properties:gen.new
source: New...
fr_fr: Nouveau...

# calendar/calendar-bundles/resources/calendar.properties:gen.delete
source: Remove event
fr_fr: Supprimer l'évènement

# calendar/calendar-bundles/resources/calendar.properties:gen.revise
source: Edit
fr_fr: Modifier

# calendar/calendar-bundles/resources/calendar.properties:gen.site
source: Site
fr_fr: Espace

# calendar/calendar-bundles/resources/calendar.properties:gen.from
source: From
fr_fr: De

# calendar/calendar-bundles/resources/calendar.properties:gen.save
source: Save
fr_fr: Enregistrer

# calendar/calendar-bundles/resources/calendar.properties:gen.cancel
source: Cancel
fr_fr: Annuler

# calendar/calendar-bundles/resources/calendar.properties:gen.file
source: File
fr_fr: Titre

# calendar/calendar-bundles/resources/calendar.properties:gen.time
source: Time
fr_fr: Heure

# calendar/calendar-bundles/resources/calendar.properties:gen.freq
source: Frequency
fr_fr: Fréquence

# calendar/calendar-bundles/resources/calendar.properties:gen.attach
source: Attachments
fr_fr: Fichiers joints

# calendar/calendar-bundles/resources/calendar.properties:gen.noattach
source: No attachments Yet
fr_fr: Aucun fichier joint pour l'instant

# calendar/calendar-bundles/resources/calendar.properties:gen.continue
source: Continue
fr_fr: Continuer

# calendar/calendar-bundles/resources/calendar.properties:gen.back
source: Back
fr_fr: Retour

# calendar/calendar-bundles/resources/calendar.properties:gen.backtolist
source: Back to Calendar
fr_fr: Retour au calendrier

# calendar/calendar-bundles/resources/calendar.properties:gen.fromsite
source: From Site
fr_fr: De l'espace

# calendar/calendar-bundles/resources/calendar.properties:gen.owner
source: Owner
fr_fr: Propriétaire

# calendar/calendar-bundles/resources/calendar.properties:gen.assatt
source: Additional attachments from assignment
fr_fr: Pièces jointes du devoir

# calendar/calendar-bundles/resources/calendar.properties:gen.assignmentlink
source: Assignment Link
fr_fr: Lien vers le devoir

# calendar/calendar-bundles/resources/calendar.properties:del.deleting
source: Deleting calendar item...
fr_fr: Suppression de l'élément planifié...

# calendar/calendar-bundles/resources/calendar.properties:del.sure
source: Are you sure you want to remove this event?
fr_fr: Voulez-vous vraiment supprimer cet évènement ?

# calendar/calendar-bundles/resources/calendar.properties:del.every
source: Every
fr_fr: Chaque

# calendar/calendar-bundles/resources/calendar.properties:del.number
source: Number of occurrences:
fr_fr: Nombre d'occurrences :

# calendar/calendar-bundles/resources/calendar.properties:del.times
source: Times
fr_fr: Nombre de fois

# calendar/calendar-bundles/resources/calendar.properties:del.endson
source: Ends on
fr_fr: Termine le

# calendar/calendar-bundles/resources/calendar.properties:del.one
source: Activity occurs once.
fr_fr: L'activité a lieu une seule fois.

# calendar/calendar-bundles/resources/calendar.properties:del.item
source: Event type
fr_fr: Type d'événement

# calendar/calendar-bundles/resources/calendar.properties:legend.key1
source: Academic Calendar
fr_fr: Calendrier académique

# calendar/calendar-bundles/resources/calendar.properties:legend.key2
source: Activity
fr_fr: Activité

# calendar/calendar-bundles/resources/calendar.properties:legend.key3
source: Cancellation
fr_fr: Annulation

# calendar/calendar-bundles/resources/calendar.properties:legend.key4
source: Class section - Discussion
fr_fr: Section - Discussion

# calendar/calendar-bundles/resources/calendar.properties:legend.key5
source: Class section - Lab
fr_fr: Section - Laboratoire

# calendar/calendar-bundles/resources/calendar.properties:legend.key6
source: Class section - Lecture
fr_fr: Section - Cours magistral

# calendar/calendar-bundles/resources/calendar.properties:legend.key7
source: Class section - Small Group
fr_fr: Section - Petit groupe

# calendar/calendar-bundles/resources/calendar.properties:legend.key8
source: Class session
fr_fr: Cours

# calendar/calendar-bundles/resources/calendar.properties:legend.key9
source: Computer Session
fr_fr: Cours en salle spécialisée

# calendar/calendar-bundles/resources/calendar.properties:legend.key10
source: Deadline
fr_fr: Date d'échéance

# calendar/calendar-bundles/resources/calendar.properties:legend.key11
source: Exam
fr_fr: Examen

# calendar/calendar-bundles/resources/calendar.properties:legend.key12
source: Meeting
fr_fr: Réunion

# calendar/calendar-bundles/resources/calendar.properties:legend.key13
source: Multidisciplinary Conference
fr_fr: Conférence multidisciplinaire

# calendar/calendar-bundles/resources/calendar.properties:legend.key15
source: Special event
fr_fr: Évènement spécial

# calendar/calendar-bundles/resources/calendar.properties:legend.key19
source: Tutorial
fr_fr: Tutoriel

# calendar/calendar-bundles/resources/calendar.properties:del.deleteall
source: Delete all occurrences
fr_fr: Supprimer toutes les occurrences

# calendar/calendar-bundles/resources/calendar.properties:del.deleteonly
source: Delete only this occurrence
fr_fr: Supprimer seulement cette occurrence

# calendar/calendar-bundles/resources/calendar.properties:imp.step1
source: Step 1 of 3: Select type of calendar to import from
fr_fr: Étape 1 sur 3 : sélectionnez le type de calendrier depuis lequel importer

# calendar/calendar-bundles/resources/calendar.properties:imp.step2
source: Step 2 of 3: Reformat data and select the file to import
fr_fr: Étape 2 sur 3 : reformatez les données et sélectionnez le fichier à importer

# calendar/calendar-bundles/resources/calendar.properties:imp.step2b
source: Step 2 of 3: Select the file to import
fr_fr: Étape 2 sur 3 : sélectionnez le fichier à importer

# calendar/calendar-bundles/resources/calendar.properties:imp.step3
source: Step 3 of 3: Review activities and confirm import
fr_fr: Étape 3 sur 3 : revoir les activités et confirmer l'importation

# calendar/calendar-bundles/resources/calendar.properties:imp.select
source: Type of calendar to import
fr_fr: Type de calendrier à importer

# calendar/calendar-bundles/resources/calendar.properties:imp.ical.todo
source: iCalendar imports do not currently support re-occuring events
fr_fr: Les importations iCalendar ne supportent pas actuellement les évènements récurrents

# calendar/calendar-bundles/resources/calendar.properties:imp.generic
source: Generic Import Template
fr_fr: Modèle générique d'import

# calendar/calendar-bundles/resources/calendar.properties:imp.yourcustom
source: You are importing
fr_fr: Téléchargement en cours de

# calendar/calendar-bundles/resources/calendar.properties:imp.gcalendar
source: Generic calendar import (comma-separate values)
fr_fr: Importation de calendrier générique (valeurs séparées par des virgules)

# calendar/calendar-bundles/resources/calendar.properties:imp.keep
source: Import?
fr_fr: Importer ?

# calendar/calendar-bundles/resources/calendar.properties:imp.markall
source: Check All?
fr_fr: Tout cocher ?

# calendar/calendar-bundles/resources/calendar.properties:imp.unmarkall
source: Uncheck All?
fr_fr: Tout décocher ?

# calendar/calendar-bundles/resources/calendar.properties:imp.actvtm
source: Activity and Time
fr_fr: Activité et horaire

# calendar/calendar-bundles/resources/calendar.properties:imp.addeve
source: Import Events
fr_fr: Importer

source: Subject
fr_fr: Sujet :

source: Start Date
fr_fr: Date de début

source: Start Time
fr_fr: Heure de début

source: End Date
fr_fr: Date de fin

source: End Time
fr_fr: Heure de fin

source: All day event
fr_fr: Tous les évènements du jour

source: Location
fr_fr: Lieu

# calendar/calendar-bundles/resources/calendar.properties:new.adding
source: Add Event
fr_fr: Ajouter un événement

# calendar/calendar-bundles/resources/calendar.properties:new.a
source: Required items marked with
fr_fr: Les éléments obligatoires sont indiqués par

# calendar/calendar-bundles/resources/calendar.properties:new.scheduleitem
source: Event
fr_fr: Évènement

# calendar/calendar-bundles/resources/calendar.properties:new.title
source: Title
fr_fr: Titre

# calendar/calendar-bundles/resources/calendar.properties:new.duration
source: Duration
fr_fr: Durée

# calendar/calendar-bundles/resources/calendar.properties:new.end
source: End Time
fr_fr: Heure de fin

# calendar/calendar-bundles/resources/calendar.properties:new.freq
source: Frequency
fr_fr: Fréquence

# calendar/calendar-bundles/resources/calendar.properties:new.every
source: Every
fr_fr: Chaque

# calendar/calendar-bundles/resources/calendar.properties:new.number
source: Number of occurrences:
fr_fr: Nombre d'occurrences :

# calendar/calendar-bundles/resources/calendar.properties:new.times
source: Times
fr_fr: Nombre de fois

# calendar/calendar-bundles/resources/calendar.properties:new.endson
source: Ends on
fr_fr: Termine le

# calendar/calendar-bundles/resources/calendar.properties:new.oneocc
source: Activity occurs once
fr_fr: L'activité se produit une fois

# calendar/calendar-bundles/resources/calendar.properties:new.setfreq
source: Frequency
fr_fr: Fréquence

# calendar/calendar-bundles/resources/calendar.properties:new.itemtype
source: Event Type
fr_fr: Type d'événement

# calendar/calendar-bundles/resources/calendar.properties:new.location
source: Event Location
fr_fr: Lieu de l'événement

# calendar/calendar-bundles/resources/calendar.properties:new.addattach
source: Add Attachments
fr_fr: Ajouter des pièces jointes

# calendar/calendar-bundles/resources/calendar.properties:new.adddrop
source: Add/remove attachments
fr_fr: Ajouter/supprimer des pièces jointes

# calendar/calendar-bundles/resources/calendar.properties:new.post
source: Save Event
fr_fr: Enregistrer l'événement

# calendar/calendar-bundles/resources/calendar.properties:new.hours
source: Hours
fr_fr: Heures

# calendar/calendar-bundles/resources/calendar.properties:rev.revising
source: Editing event...
fr_fr: Modification de l'événement...

# calendar/calendar-bundles/resources/calendar.properties:rev.start
source: Start Time
fr_fr: Heure de début

# calendar/calendar-bundles/resources/calendar.properties:rev.hours
source: hours
fr_fr: heures

# calendar/calendar-bundles/resources/calendar.properties:rev.modify
source: Modify all occurrences
fr_fr: Modifier toutes les occurrences

# calendar/calendar-bundles/resources/calendar.properties:rev.modifyonly
source: Modify only this occurrence
fr_fr: Modifier seulement cette occurrence

# calendar/calendar-bundles/resources/calendar.properties:start.hour
source: Start hour
fr_fr: Heure de début

# calendar/calendar-bundles/resources/calendar.properties:start.minute
source: Start minute
fr_fr: Minute de début

# calendar/calendar-bundles/resources/calendar.properties:start.ampm
source: Start am or pm
fr_fr: Début matin (AM) ou après-midi (PM)

# calendar/calendar-bundles/resources/calendar.properties:end.hour
source: End hour
fr_fr: Heure de fin

# calendar/calendar-bundles/resources/calendar.properties:end.minute
source: End minute
fr_fr: Minute de fin

# calendar/calendar-bundles/resources/calendar.properties:end.ampm
source: End AM or PM
fr_fr: Fin matin (AM) ou après-midi (PM)

# calendar/calendar-bundles/resources/calendar.properties:set.setting
source: Frequency
fr_fr: Fréquence

# calendar/calendar-bundles/resources/calendar.properties:set.toset
source: Required items marked with
fr_fr: Les éléments obligatoires sont indiqués par

# calendar/calendar-bundles/resources/calendar.properties:set.select
source: Event Frequency
fr_fr: Fréquence de l'événement

# calendar/calendar-bundles/resources/calendar.properties:set.the
source: the event frequency:
fr_fr: la fréquence de l'événement :

# calendar/calendar-bundles/resources/calendar.properties:set.once
source: once
fr_fr: une fois

# calendar/calendar-bundles/resources/calendar.properties:set.daily
source: daily
fr_fr: quotidienne

# calendar/calendar-bundles/resources/calendar.properties:set.weekly
source: weekly
fr_fr: hebdomadaire

# calendar/calendar-bundles/resources/calendar.properties:set.monthly
source: monthly
fr_fr: mensuelle

# calendar/calendar-bundles/resources/calendar.properties:set.yearly
source: yearly
fr_fr: annuelle

# calendar/calendar-bundles/resources/calendar.properties:set.theonly
source: The only occurrence is on
fr_fr: La seule occurrence est le

# calendar/calendar-bundles/resources/calendar.properties:set.every
source: Every:
fr_fr: Chaque :
