Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_signup_*.po
Languages: fr_fr

# signup/tool/src/bundle/messages.properties:add_attachments
source: Add Attachments
fr_fr: Ajouter des pièces jointes

# signup/tool/src/bundle/messages.properties:add_more_ts
source: Add a new timeslot.
fr_fr: Ajouter un nouveau créneau horaire.

# signup/tool/src/bundle/messages.properties:add_new_event
source: Add
fr_fr: Ajouter

# signup/tool/src/bundle/messages.properties:add_remove_attachments
source: Add / Remove Attachments
fr_fr: Ajouter / supprimer des pièces jointes

# signup/tool/src/bundle/messages.properties:add_to_bottom
source: Bottom
fr_fr: Bas

# signup/tool/src/bundle/messages.properties:add_to_top
source: Top
fr_fr: Haut

# signup/tool/src/bundle/messages.properties:add_waitlist_button
source: Join Wait List
fr_fr: Rejoindre la liste d'attente

# signup/tool/src/bundle/messages.properties:assign_attendee_publish_button
source: Assign Participants & Publish
fr_fr: Affecter les participants et publier

# signup/tool/src/bundle/messages.properties:assign_attendees
source: Assign Participants
fr_fr: Affecter des Participants

# signup/tool/src/bundle/messages.properties:assign_participants_toAllRecurrences
source: Assign To All:
fr_fr: Affecter à toutes :

# signup/tool/src/bundle/messages.properties:attachments
source: Attachments:
fr_fr: Pièces jointes :

# signup/tool/src/bundle/messages.properties:attend_off
source: OFF
fr_fr: Non suivie

# signup/tool/src/bundle/messages.properties:attend_on
source: ON
fr_fr: Suivie

# signup/tool/src/bundle/messages.properties:attend_taken
source: Attendance will be taken
fr_fr: La présence sera suivie

# signup/tool/src/bundle/messages.properties:attend_track_selected
source: &nbsp;(you can track attendance to this meeting if selected)
fr_fr: &nbsp;(vous pouvez suivre la présence à cette réunion si vous cochez cette case)

# signup/tool/src/bundle/messages.properties:attend_view_list_head
source: Time slots and attendance
fr_fr: Créneaux horaires et présence

# signup/tool/src/bundle/messages.properties:attend_view_list_slot_list_canceled
source: This time slot has been canceled
fr_fr: Ce créneau horaire a été annulé

# signup/tool/src/bundle/messages.properties:attend_view_list_slot_list_empty_msg
source: No attendees signed up for this time slot
fr_fr: Aucun participant inscrit pour ce créneau horaire

# signup/tool/src/bundle/messages.properties:attend_view_list_slot_list_wait_head
source: Waitlist
fr_fr: Liste d'attente

# signup/tool/src/bundle/messages.properties:attend_view_select_all
source: Select all signed up
fr_fr: Sélectionner tous les inscrits

# signup/tool/src/bundle/messages.properties:attend_view_title
source: Attendance:
fr_fr: Présence :

# signup/tool/src/bundle/messages.properties:attend_view_toggle
source: Toggle waitlists
fr_fr: Activer/désactiver les listes d'attente

# signup/tool/src/bundle/messages.properties:attendee.already.in.timeslot
source: The participant is already in the timeslot.
fr_fr: Le participant est déjà dans le créneau horaire.

# signup/tool/src/bundle/messages.properties:attendee_enterEid
source: Enter User ID or email address&nbsp;
fr_fr: Saisissez l'identifiant de l'utilisateur ou son adresse courriel&nbsp;

# signup/tool/src/bundle/messages.properties:attendee_select
source: Select&nbsp;
fr_fr: Sélectionnez&nbsp;

# signup/tool/src/bundle/messages.properties:basic
source: Basic Information
fr_fr: Informations de base

# signup/tool/src/bundle/messages.properties:before_event_end
source: before meeting finishes
fr_fr: avant la fin de la réunion

# signup/tool/src/bundle/messages.properties:before_event_start
source: before meeting begins
fr_fr: avant le début de la réunion

# signup/tool/src/bundle/messages.properties:cancel_button
source: Cancel
fr_fr: Annuler

# signup/tool/src/bundle/messages.properties:cancel_timeslot
source: Cancel Time Slot
fr_fr: Annuler le créneau horaire

# signup/tool/src/bundle/messages.properties:cancel_timeslot_button
source: Cancel Timeslot
fr_fr: Annuler le créneau horaire

# signup/tool/src/bundle/messages.properties:continue_button
source: Continue
fr_fr: Continuer

# signup/tool/src/bundle/messages.properties:copy_event
source: Copy
fr_fr: Copier

# signup/tool/src/bundle/messages.properties:create_new_event
source: Create New Meeting:
fr_fr: Créer une nouvelle réunion :

# signup/tool/src/bundle/messages.properties:db.error_or_event.notExisted
source: Either a database error has occurred or the meeting no longer exists.
fr_fr: Erreur de la base de données ou la réunion n'existe plus.

# signup/tool/src/bundle/messages.properties:delete_attandee_confirmation
source: Are you sure you want to remove this participant from the time slot?
fr_fr: Êtes-vous sûr de que vouloir supprimer ce participant du créneau horaire ?

# signup/tool/src/bundle/messages.properties:edit.failed_due_to_other_updated_db
source: Edit failed. Someone else updated the meeting. Please try again.
fr_fr: Échec lors de la modification. Quelqu'un d'autre a mis la réunion à jour. Veuillez réessayer.

# signup/tool/src/bundle/messages.properties:email.exception
source: Email was not sent: an error has occurred.
fr_fr: Le courriel n'a pas été envoyé : une erreur s'est produite.

# signup/tool/src/bundle/messages.properties:error.occurred_try_again
source: An error occurred: please try again.
fr_fr: Une erreur s'est produite : veuillez réessayer.

# signup/tool/src/bundle/messages.properties:event.Signup.not.started.yet
source: Available on
fr_fr: Disponible sur

# signup/tool/src/bundle/messages.properties:event.SignupNotRequire
source: Sign-up Not Req
fr_fr: Inscription non requise

# signup/tool/src/bundle/messages.properties:event.available
source: Available
fr_fr: Disponible

# signup/tool/src/bundle/messages.properties:event.closed
source: Closed
fr_fr: Fermé

# signup/tool/src/bundle/messages.properties:event.endTime_should_after_startTime
source: The meeting end time should occur after the meeting start time.
fr_fr: L'heure de fin de la réunion heure doit être postérieure à l'heure de début.

# signup/tool/src/bundle/messages.properties:event.inProgress
source: In Progress
fr_fr: En cours

# signup/tool/src/bundle/messages.properties:event.location_not_assigned
source: Please assign a location.
fr_fr: Veuillez définir un lieu.

# signup/tool/src/bundle/messages.properties:event.maxAttendee_should_be_valid
source: Please enter valid number of attendees in Meeting Type.
fr_fr: Veuillez saisir un nombre de participants valide dans le Type de réunion.

# signup/tool/src/bundle/messages.properties:event.meeting.locked
source: Sign-up is locked
fr_fr: Inscription verrouillée

# signup/tool/src/bundle/messages.properties:event.repeatNnum.bigger.than.one
source: The number of occurrences must be bigger than 0.
fr_fr: Le nombre d'occurrences doit être supérieur à 0.

# signup/tool/src/bundle/messages.properties:event.selectMeetingType
source: Please select meeting type.
fr_fr: Veuillez sélectionner le type de réunion.

# signup/tool/src/bundle/messages.properties:event.signup.deadline.passed
source: The Sign-up time is already expired.
fr_fr: La période d'inscription est terminée.

# signup/tool/src/bundle/messages.properties:event.unavailable
source: Full
fr_fr: Plein

# signup/tool/src/bundle/messages.properties:event.youOnWaitList
source: On Wait List
fr_fr: Sur liste d'attente

# signup/tool/src/bundle/messages.properties:event.youSignedUp
source: Signed up
fr_fr: Inscrit

# signup/tool/src/bundle/messages.properties:event_addSignup_attendee_page_title
source: Complete Sign-Up
fr_fr: Toutes les inscription

# signup/tool/src/bundle/messages.properties:event_add_attendee
source: &nbsp;Add Participant
fr_fr: &nbsp;Ajouter un articipant

# signup/tool/src/bundle/messages.properties:event_add_comment_link
source: Add a comment
fr_fr: Ajouter un commentaire

# signup/tool/src/bundle/messages.properties:event_add_more_slots
source: Number of Additional <br/>Time Slots:
fr_fr: Nombre de <br/> créneaux horaires supplémentaires :

# signup/tool/src/bundle/messages.properties:event_addedit_Coordinators
source: Add/Edit
fr_fr: Ajouter/modifier

# signup/tool/src/bundle/messages.properties:event_allow_addComment
source: Allow Adding Comment:
fr_fr: Autoriser l'ajout de commentaire :

# signup/tool/src/bundle/messages.properties:event_allow_waitList
source: Allow Wait List:
fr_fr: Autoriser une liste d'attente :

# signup/tool/src/bundle/messages.properties:event_allowed_slots
source: Max # of time slots per participant:
fr_fr: Nombre maximum de créneaux horaires par participant :

# signup/tool/src/bundle/messages.properties:event_allowed_slots_comments
source: &nbsp;Yes, allow participants to sign up for more than one time slot.
fr_fr: &nbsp;Oui, permettre aux participants de s'inscrire à plus d'un créneau horaire.

# signup/tool/src/bundle/messages.properties:event_announcement_notice
source: This is an open session meeting. No sign-up is necessary.
fr_fr: Ceci est une séance de réunion ouverte. Aucune inscription n'est nécessaire.

# signup/tool/src/bundle/messages.properties:event_appointment_date
source: Appointment Date:
fr_fr: Date de rendez-vous :

# signup/tool/src/bundle/messages.properties:event_appointment_period
source: Appointment Period:
fr_fr: Période de rendez-vous :

# signup/tool/src/bundle/messages.properties:event_assign_attendee_page_title
source: Assign Participants
fr_fr: Affecter des Participants

# signup/tool/src/bundle/messages.properties:event_attendee_eid
source: Participant UserId:
fr_fr: Identifiant utilisateur du participant :

# signup/tool/src/bundle/messages.properties:event_attendee_name
source: Participant Name:
fr_fr: Nom du participant :

# signup/tool/src/bundle/messages.properties:event_attendee_noEmail
source: No Email
fr_fr: Aucun courriel

# signup/tool/src/bundle/messages.properties:event_attendee_role
source: Participant Role:
fr_fr: Rôle du participant :

# signup/tool/src/bundle/messages.properties:event_attendance
source: Attendance
fr_fr: Présence

# signup/tool/src/bundle/messages.properties:event_button_finish
source: Finish
fr_fr: Terminer

# signup/tool/src/bundle/messages.properties:event_button_signup
source: Sign Up
fr_fr: S'inscrire

# signup/tool/src/bundle/messages.properties:event_cancel_timeslot_label
source: &nbsp;Cancel - delete the timeslot
fr_fr: &nbsp;Annuler - supprimer le créneau horaire

# signup/tool/src/bundle/messages.properties:event_canceled
source: Canceled
fr_fr: Annulé

# signup/tool/src/bundle/messages.properties:event_category
source: Category:
fr_fr: Catégorie :

# signup/tool/src/bundle/messages.properties:event_category_custom
source: enter a new category
fr_fr: entrer une nouvelle catégorie

# signup/tool/src/bundle/messages.properties:event_category_edit
source: edit category
fr_fr: modifier la catégorie

# signup/tool/src/bundle/messages.properties:event_check_all_chkbxn
source: Check All
fr_fr: Tout cocher

# signup/tool/src/bundle/messages.properties:event_clear_all_chkbxn
source: Clear All
fr_fr: Tout décocher

# signup/tool/src/bundle/messages.properties:event_close_other_default_setting
source: Hide the other default settings
fr_fr: Masquer les autres paramètres par défaut

# signup/tool/src/bundle/messages.properties:event_comment
source: Comment:
fr_fr: Commentaire :

# signup/tool/src/bundle/messages.properties:event_comments
source: Comments
fr_fr: Commentaires

# signup/tool/src/bundle/messages.properties:event_comments_title
source: Meeting Participants' Comments
fr_fr: Commentaires des participants à la réunion

# signup/tool/src/bundle/messages.properties:event_copy_meeting_page_title
source: Copy this Meeting
fr_fr: Copier cette réunion

# signup/tool/src/bundle/messages.properties:event_create_email_notification
source: Announce Availability:
fr_fr: Annoncer les disponibilités :

# signup/tool/src/bundle/messages.properties:event_create_groups
source: Create groups for timeslots
fr_fr: Créer des groupes pour les créneaux horaires

# signup/tool/src/bundle/messages.properties:event_current_site
source: (Current Site)
fr_fr: (Espace actuel)

# signup/tool/src/bundle/messages.properties:event_custom_undo
source: undo
fr_fr: Annuler

# signup/tool/src/bundle/messages.properties:event_date
source: Meeting Date:
fr_fr: Date de la réunion :

# signup/tool/src/bundle/messages.properties:event_download_csv_button
source: Export as CSV
fr_fr: Exporter en CSV

# signup/tool/src/bundle/messages.properties:event_download_xls_button
source: Export as Excel
fr_fr: Exporter en Excel

# signup/tool/src/bundle/messages.properties:event_duration_each_timeslot
source: Duration of Each <br/>Time Slot (min):
fr_fr: Durée de chaque <br/> créneau horaire (min) :

# signup/tool/src/bundle/messages.properties:event_duration_each_timeslot_not_bold
source: Estimate duration per time slot (min):
fr_fr: Estimer la durée des créneaux horaires (min) :

# signup/tool/src/bundle/messages.properties:event_email_autoReminder
source: Auto Reminder:
fr_fr: Rappel automatique :

# signup/tool/src/bundle/messages.properties:event_email_notification
source: Email Notification:
fr_fr: Notification par courriel :

# signup/tool/src/bundle/messages.properties:event_end_after
source: End After:
fr_fr: Fin après :

# signup/tool/src/bundle/messages.properties:event_end_time
source: End Time:
fr_fr: Heure de fin :

# signup/tool/src/bundle/messages.properties:event_error_alerts
source: ALERT:
fr_fr: ALERTE :

# signup/tool/src/bundle/messages.properties:event_group_level
source: (Group Level)
fr_fr: (Niveau du groupe)

# signup/tool/src/bundle/messages.properties:event_hide_coordinators
source: Hide
fr_fr: Cacher

# signup/tool/src/bundle/messages.properties:event_hide_custom_ts
source: Hide custom defined timeslots
fr_fr: Cacher les intervalles de temps personnalisés

# signup/tool/src/bundle/messages.properties:event_hide_me_details
source: &nbsp;Hide details
fr_fr: &nbsp;Cacher les détails

# signup/tool/src/bundle/messages.properties:event_hide_meetingIfo_detail
source: &nbsp;Hide meeting info above
fr_fr: &nbsp;Cacher l'information de réunion ci-dessus

# signup/tool/src/bundle/messages.properties:event_hide_site_group_detail
source: &nbsp;Hide site(s)/group(s) details
fr_fr: &nbsp;Cacher les détails d'espace(s)/groupe(s)

# signup/tool/src/bundle/messages.properties:event_icalendar_label
source: Download
fr_fr: Télécharger

# signup/tool/src/bundle/messages.properties:event_icalendar_link
source: iCalendar link:
fr_fr: lien iCalendar :

# signup/tool/src/bundle/messages.properties:event_isOver
source: <font color='red'>This meeting has already occurred.</font>
fr_fr: <font color='red'>Cette réunion a déjà eu lieu.</font>

# signup/tool/src/bundle/messages.properties:event_is_canceled
source: Canceled
fr_fr: Annulé

# signup/tool/src/bundle/messages.properties:event_is_locked
source: Locked
fr_fr: Verrouillé

# signup/tool/src/bundle/messages.properties:event_is_open_session
source: This is an open session meeting. No sign-up is required.
fr_fr: Ceci est une séance de réunion ouverte. Aucune inscription n'est nécessaire.

# signup/tool/src/bundle/messages.properties:event_keep_current_attendees
source: Keep Current Participants:
fr_fr: Garder les participants actuels :

# signup/tool/src/bundle/messages.properties:event_location
source: Location:
fr_fr: Lieu :

# signup/tool/src/bundle/messages.properties:event_lock_timeslot_label
source: &nbsp;Lock - prevent participant sign-up
fr_fr: &nbsp;Verrouillé - empêcher l'inscription de participants

# signup/tool/src/bundle/messages.properties:event_locked
source: <b>Locked</b>
fr_fr: <b>Verrouillé</b>

# signup/tool/src/bundle/messages.properties:event_max_attendee_each_timeslot
source: Max # of Participants <br/>per Time Slot:
fr_fr: Nombre maximum de participants <br/> par créneau horaire :

source: Max # of participants per time Slot:
fr_fr: Nombre maximum de participants par créneau horaire :

# signup/tool/src/bundle/messages.properties:event_max_attendees
source: &nbsp;Max # of Participants:
fr_fr: &nbsp;Nombre maximum de participants :

# signup/tool/src/bundle/messages.properties:event_max_num_attendees
source: Max # of participants:
fr_fr: Nombre maximum de participants :

# signup/tool/src/bundle/messages.properties:event_meeting_default_notify_setting
source: Default Notification setting:
fr_fr: Paramètre de notification par défaut :

# signup/tool/src/bundle/messages.properties:event_missing_group
source: Missing Groups:
fr_fr: Groupes manquants :

# signup/tool/src/bundle/messages.properties:event_missing_site
source: Missing Sites:
fr_fr: Espaces manquants :

# signup/tool/src/bundle/messages.properties:event_modify_meeting_page_title
source: Modify Meeting
fr_fr: Modifier la réunion

# signup/tool/src/bundle/messages.properties:event_modify_option
source: Modify Options:
fr_fr: Modifier les Options :

# signup/tool/src/bundle/messages.properties:event_move
source: Move
fr_fr: Déplacer

# signup/tool/src/bundle/messages.properties:event_moveToTimeslot
source: Move to time slot&nbsp;
fr_fr: Aller au créneau horaire&nbsp;

# signup/tool/src/bundle/messages.properties:event_name
source: Title:
fr_fr: Titre:

# signup/tool/src/bundle/messages.properties:event_timezone
source: Time zone:
fr_fr: Fuseau horaire :

# signup/tool/src/bundle/messages.properties:event_no_attachment
source: no attachment
fr_fr: Aucune pièce jointe

# signup/tool/src/bundle/messages.properties:event_no_comment_available
source: No Comment
fr_fr: Aucun commentaire

# signup/tool/src/bundle/messages.properties:event_no_comments
source: There are no participant comments.
fr_fr: Pas de commentaires des participants.

# signup/tool/src/bundle/messages.properties:event_no_label
source: No
fr_fr: Non

# signup/tool/src/bundle/messages.properties:event_num_participant_per_timeslot
source: Number of participants per time slot:
fr_fr: Nombre de participants par créneau horaire :

# signup/tool/src/bundle/messages.properties:event_num_slot_avail_for_signup
source: Number of slots available for sign-up:
fr_fr: Nombre de créneaux disponibles pour inscription :

# signup/tool/src/bundle/messages.properties:event_num_timeslot
source: Number of Time Slots:
fr_fr: Nombre de créneaux horaires :

# signup/tool/src/bundle/messages.properties:event_on_waiting
source: On Wait List
fr_fr: Sur liste d'attente

# signup/tool/src/bundle/messages.properties:event_on_waiting_list
source: On Wait List
fr_fr: Sur liste d'attente

# signup/tool/src/bundle/messages.properties:event_organizer
source: Organizer:
fr_fr: Organisateur :

# signup/tool/src/bundle/messages.properties:event_other_default_setting
source: Other Default Settings:
fr_fr: Autres paramètres par défaut :

# signup/tool/src/bundle/messages.properties:event_other_sites
source: Other Sites
fr_fr: Autres espaces

# signup/tool/src/bundle/messages.properties:event_overview
source: Events Overview
fr_fr: Vue d'ensemble des événements

# signup/tool/src/bundle/messages.properties:event_owner
source: Organizer:
fr_fr: Organisateur :

# signup/tool/src/bundle/messages.properties:event_pageTop_link_for_download
source: Export
fr_fr: Exporter

# signup/tool/src/bundle/messages.properties:event_pageTop_link_for_download_csv
source: Export as CSV
fr_fr: Exporter en CSV

# signup/tool/src/bundle/messages.properties:event_pageTop_link_for_download_xls
source: Export as Excel
fr_fr: Exporter en Excel

# signup/tool/src/bundle/messages.properties:event_participant_name
source: Participant Name:
fr_fr: Nom du participant :

# signup/tool/src/bundle/messages.properties:event_participant_view_page_title
source: Meeting Details
fr_fr: Détails de la réunion

# signup/tool/src/bundle/messages.properties:event_publish_attendee_name
source: Display Participant Names:
fr_fr: Afficher les noms des participants :

# signup/tool/src/bundle/messages.properties:event_publish_to
source: Available To:
fr_fr: Disponible pour :

# signup/tool/src/bundle/messages.properties:event_publish_to_calendar
source: Publish to Calendar:
fr_fr: Publier dans le calendrier :

# signup/tool/src/bundle/messages.properties:event_receive_notification
source: Notifications of participant actions:
fr_fr: Notifications des actions des participants :

# signup/tool/src/bundle/messages.properties:event_recurrence
source: Meeting Frequency:
fr_fr: Fréquence de la réunion :

# signup/tool/src/bundle/messages.properties:event_removeButton
source: Remove Meetings
fr_fr: Supprimer les réunions

# signup/tool/src/bundle/messages.properties:event_repeat_num
source: Num of Repeats:
fr_fr: Nombre de répétitions :

# signup/tool/src/bundle/messages.properties:event_repeat_until
source: Repeats Until:
fr_fr: Répéter jusqu'au :

# signup/tool/src/bundle/messages.properties:event_replace
source: Replace
fr_fr: Remplacer

# signup/tool/src/bundle/messages.properties:event_replaceby
source: Replaced with&nbsp;
fr_fr: Remplacé par&nbsp;

# signup/tool/src/bundle/messages.properties:event_replaceby_Eid
source: Replaced with (User ID)&nbsp;
fr_fr: Remplacé par (identifiant utilisateur)&nbsp;

# signup/tool/src/bundle/messages.properties:event_restore_timeslot_label
source: &nbsp;Restore
fr_fr: &nbsp;Restauration

# signup/tool/src/bundle/messages.properties:event_select_coordinators
source: Meeting Coordinators:
fr_fr: Coordinateurs de la réunion :

# signup/tool/src/bundle/messages.properties:event_show_attendee_public
source: Show Participants To Public:
fr_fr: Rendre publique la liste des participants :

# signup/tool/src/bundle/messages.properties:event_show_custom_ts
source: Show custom-defined timeslots
fr_fr: Montrer les créneaux horaires personnalisés

# signup/tool/src/bundle/messages.properties:event_show_me_details
source: &nbsp;Show details
fr_fr: &nbsp;Afficher les détails

# signup/tool/src/bundle/messages.properties:event_show_meetingIfo_detail
source: &nbsp;Show meeting info details
fr_fr: &nbsp;Afficher les détails la réunion

# signup/tool/src/bundle/messages.properties:event_show_no_attendee_info
source: Private
fr_fr: Privé

# signup/tool/src/bundle/messages.properties:event_show_other_default_setting
source: Show the other default settings
fr_fr: Afficher les autres paramètres par défaut

# signup/tool/src/bundle/messages.properties:event_show_schedule
source: Calendar Details:
fr_fr: Détails du programme :

# signup/tool/src/bundle/messages.properties:event_show_site_group_detail
source: &nbsp;Show site(s)/group(s) details
fr_fr: &nbsp;Afficher les détails des espaces/groupes

# signup/tool/src/bundle/messages.properties:event_sign_up
source: Signed up
fr_fr: Inscrit

# signup/tool/src/bundle/messages.properties:event_signup_attendance
source: Attendance:
fr_fr: Présence :

# signup/tool/src/bundle/messages.properties:event_signup_begins
source: Sign-up begins:
fr_fr: Les inscription commencent :

# signup/tool/src/bundle/messages.properties:event_signup_deadline
source: Sign-up Ends:
fr_fr: Fin des inscriptions :

# signup/tool/src/bundle/messages.properties:event_signup_deadline2
source: Sign-up ends:
fr_fr: Fin des inscriptions :

# signup/tool/src/bundle/messages.properties:event_signup_start
source: Sign-up Begins:
fr_fr: Les inscriptions commencent :

# signup/tool/src/bundle/messages.properties:event_site_group_availability
source: Display Meeting To
fr_fr: Afficher la réunion pour

# signup/tool/src/bundle/messages.properties:event_site_level
source: (Site Level)
fr_fr: (Niveau d'espace)

# signup/tool/src/bundle/messages.properties:event_site_title
source: Site Title:
fr_fr: Titre de l'espace :

# signup/tool/src/bundle/messages.properties:event_start_time
source: Start Time:
fr_fr: Heure de début :

# signup/tool/src/bundle/messages.properties:event_status
source: Meeting Status:
fr_fr: État de la réunion :
