Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_profile2_*.po
Languages: fr_fr

source: Send and read private messages
fr_fr: Envoyer et lire des messages privés

# profile2/bundle/src/resources/ProfileApplication.properties:link.my.pictures
source: Pictures
fr_fr: Photos

source: Add pictures and view your gallery
fr_fr: Ajouter des photos et voir votre galerie

# profile2/bundle/src/resources/ProfileApplication.properties:link.my.preferences
source: Preferences
fr_fr: Préférences

source: Manage your preferences
fr_fr: Gérer vos préférences

# profile2/bundle/src/resources/ProfileApplication.properties:link.my.privacy
source: Privacy
fr_fr: Confidentialité

source: Manage your privacy
fr_fr: Gérer votre confidentialité

# profile2/bundle/src/resources/ProfileApplication.properties:link.my.profile
source: My profile
fr_fr: Mon profil

source: View and edit your profile
fr_fr: Voir et modifier votre profil

# profile2/bundle/src/resources/ProfileApplication.properties:link.other.profile
source: {0}'s profile
fr_fr: Profil de {0}

# profile2/bundle/src/resources/ProfileApplication.properties:link.my.search
source: Search
fr_fr: Rechercher

source: Search for people and view their profiles
fr_fr: Rechercher des personnes et consulter leurs profils

source: Lock this profile?
fr_fr: Verrouiller ce profil?

source: Profile locked. Unlock?
fr_fr: Profil verrouillé. Déverrouiller?

# profile2/bundle/src/resources/ProfileApplication.properties:link.status.clear
source: Clear
fr_fr: Effacer

# profile2/bundle/src/resources/ProfileApplication.properties:link.status.update
source: Update
fr_fr: Mise à jour

# profile2/bundle/src/resources/ProfileApplication.properties:link.tab.profile
source: Profile
fr_fr: Profil

source: View profile
fr_fr: Afficher le profil

# profile2/bundle/src/resources/ProfileApplication.properties:link.tab.wall
source: Wall
fr_fr: Mur

source: View wall
fr_fr: Afficher le mur

source: Confirm connection request
fr_fr: Accepter la demande d'invitation

source: Ignore connection request
fr_fr: Rejeter la demande d'invitation

source: Remove connection
fr_fr: Supprimer le lien

# profile2/bundle/src/resources/ProfileApplication.properties:link.title.rss
source: View or customise your personalised RSS feed
fr_fr: Voir ou personnaliser votre fil RSS personnel

source: Unlink Twitter account
fr_fr: Supprimer le lien du compte Twitter

source: Comment on {0}'s wall post
fr_fr: Commenter l'article publié sur le mur de {0}

source: Remove from your wall
fr_fr: Supprimer de votre mur

source: Create worksite
fr_fr: Créer un site de travail

# profile2/bundle/src/resources/ProfileApplication.properties:link.view.friends
source: View connections
fr_fr: Voir contacts

source: Comment
fr_fr: Commentaire

source: Remove
fr_fr: Supprimer

# profile2/bundle/src/resources/ProfileApplication.properties:link.worksite.create
source: Create worksite
fr_fr: Créer un site de travail

source: Invalid URL
fr_fr: URL invalide

# profile2/bundle/src/resources/ProfileApplication.properties:message.reply
source: Reply
fr_fr: Répondre

# profile2/bundle/src/resources/ProfileApplication.properties:message.subject
source: Subject
fr_fr: Sujet :

# profile2/bundle/src/resources/ProfileApplication.properties:message.to
source: To
fr_fr: À

source: Invalid phone number
fr_fr: Numéro de téléphone non valide

source: Invalid URL
fr_fr: URL invalide

# profile2/bundle/src/resources/ProfileApplication.properties:page.title
source: Profile
fr_fr: Profil

# profile2/bundle/src/resources/ProfileApplication.properties:palette.available
source: Available
fr_fr: Disponible

# profile2/bundle/src/resources/ProfileApplication.properties:palette.selected
source: Selected
fr_fr: Sélectionné

# profile2/bundle/src/resources/ProfileApplication.properties:pictures.addpicture
source: Add new picture files to the gallery
fr_fr: Ajouter de nouveaux fichiers image à la galerie

source: Only jpeg, png and gif files can be added to the gallery
fr_fr: Seuls des fichiers jpeg, png et gif peuvent être ajoutés à la galerie

source: Remove this picture from the gallery
fr_fr: Supprimer cette image de la galerie

source: Are you sure you want to remove this picture from your gallery?
fr_fr: Voulez-vous vraiment supprimer cette image de votre galerie?

source: Set this picture as my profile image
fr_fr: Utiliser cette image comme photo de profil

source: Off
fr_fr: Inactif

# profile2/bundle/src/resources/ProfileApplication.properties:preference.option.on
source: On
fr_fr: Actif

source: Confirms my connection request
fr_fr: Confirmer ma demande d'invitation

source: Email me at <b>{0}</b> when someone:
fr_fr: Envoyez-moi un courrier électronique à <b>{0}</b> quand quelqu'un:

source: Sends me a new message
fr_fr: M'envoie un nouveau message.

source: Replies to one of my messages
fr_fr: Répond à un de mes messages.

source: (NO EMAIL ADDRESS SET)
fr_fr: (AUCUN COURRIEL CONFIGURÉ)

source: Adds me as a connection
fr_fr: Ajoutez-moi comme contact

source: Posts to my wall
fr_fr: Publie sur mon mur.

source: Adds me to a new worksite
fr_fr: M'ajoute à un nouveau site de travail.

source: Use my gravatar as my profile image
fr_fr: Utiliser mon avatar universel comme photo de profil

source: Configure settings related to your profile image
fr_fr: Configurer les paramètres relatifs à la photo de votre profil

source: Use the official institutional image as my profile image
fr_fr: Utiliser l'image institutionnelle officielle comme photo de profil

source: Your status updates can also update your Twitter account
fr_fr: La mise à jour de votre état peut aussi être transmise à votre compte Twitter

source: Show my pictures
fr_fr: Afficher mes images

source: Your pictures will appear on your Profile if checked.
fr_fr: Vos images apparaitront sur votre profil si elles sont cochées.

source: Show my kudos rating
fr_fr: Afficher ma note en Kudos

source: Control which widgets appear on your profile
fr_fr: Déterminer les composants qui apparaitront sur votre profil

source: Show my online status
fr_fr: Afficher mon état de connexion

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.academicinfo
source: Academic Info
fr_fr: Renseignements scolaires/universitaires

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.basicinfo
source: Basic Info
fr_fr: Renseignements de base

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.birthyear
source: Show Birth Year
fr_fr: Afficher ma date d'anniversaire

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.businessinfo
source: Business Info
fr_fr: Renseignements professionnels

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.contactinfo
source: Contact Info
fr_fr: Renseignements destinés aux contacts

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.messages
source: Who can send me messages?
fr_fr: Personnes autorisées à m'envoyer des messages

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.myfriends
source: Who can view my connections?
fr_fr: Qui peut voir mes contacts

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.mykudos
source: Who can see my kudos rating?
fr_fr: Personnes autorisées à voir ma note en Kudos

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.mypictures
source: Who can view my pictures?
fr_fr: Personnes autorisées à afficher mes images

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.mystatus
source: Who can see my status updates?
fr_fr: Qui peut voir mon état

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.mywall
source: Who can see my wall and my posts to other walls?
fr_fr: Personnes autorisées à voir mon mur et les articles que j'ai publiés sur d'autres murs

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.onlinestatus
source: Who can see my online status?
fr_fr: Personnes autorisées à afficher mon état de connexion

source: Everyone
fr_fr: Tout le monde

source: Nobody
fr_fr: Personne

source: Only my connections
fr_fr: Seulement mes contacts

source: Only me
fr_fr: Seulement moi

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.personalinfo
source: Personal Info
fr_fr: Renseignements personnels

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.profileimage
source: Profile Image
fr_fr: Image du profil

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.search
source: Search
fr_fr: Rechercher

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.socialinfo
source: Social Info
fr_fr: Renseignements sociaux

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.staffinfo
source: Staff Info
fr_fr: Renseignements sur le personnel

# profile2/bundle/src/resources/ProfileApplication.properties:privacy.studentinfo
source: Student Info
fr_fr: Renseignements sur les étudiants

source: Academic/research URL
fr_fr: URL scolaire/de recherche

# profile2/bundle/src/resources/ProfileApplication.properties:profile.birthday
source: Birthday
fr_fr: Anniversaire

# profile2/bundle/src/resources/ProfileApplication.properties:profile.business.bio
source: Business biography
fr_fr: Biographie professionnelle

source: Company description
fr_fr: Description de la société

source: Company name
fr_fr: Nom de la société

source: Profile
fr_fr: Profil

source: Company profiles
fr_fr: Profils de société

source: Company web address
fr_fr: Adresse Web de la société

source: Updated business information in profile
fr_fr: Renseignements professionnels mis à jour dans le profil

source: Updated contact information in profile
fr_fr: Coordonnées mises à jour dans le profil

# profile2/bundle/src/resources/ProfileApplication.properties:profile.course
source: Degree/Course
fr_fr: Diplôme/Niveau

# profile2/bundle/src/resources/ProfileApplication.properties:profile.department
source: Department
fr_fr: Service/Département

# profile2/bundle/src/resources/ProfileApplication.properties:profile.email
source: Email
fr_fr: Courriel

source: Favorite books
fr_fr: Livres préférés

source: Favorite movies
fr_fr: Films préférés

source: Favorite quotes
fr_fr: Citations préférées

# profile2/bundle/src/resources/ProfileApplication.properties:profile.favourite.tv
source: Favorite TV shows
fr_fr: Émissions de Télé préférés

source: Uploaded to profile picture gallery
fr_fr: Chargé dans la galerie d'images du profil

# profile2/bundle/src/resources/ProfileApplication.properties:profile.homepage
source: Home page
fr_fr: Page d'accueil

source: Changed profile image
fr_fr: Photo de profil modifiée

source: Changed profile image
fr_fr: Photo de profil modifiée

# profile2/bundle/src/resources/ProfileApplication.properties:profile.info.update
source: Updated basic information in profile
fr_fr: Renseignements de base mis à jour dans le profil

source: Updated personal information in profile
fr_fr: Renseignements personnels mis à jour dans le profil

# profile2/bundle/src/resources/ProfileApplication.properties:profile.name.first
source: First Name
fr_fr: Prénom

source: User
fr_fr: Utilisateur

# profile2/bundle/src/resources/ProfileApplication.properties:profile.name.last
source: Last Name
fr_fr: Nom

# profile2/bundle/src/resources/ProfileApplication.properties:profile.name.middle
source: Middle Name
fr_fr: Deuxième prénom

# profile2/bundle/src/resources/ProfileApplication.properties:profile.nickname
source: Nickname
fr_fr: Pseudonyme

source: Examples:
fr_fr: Exemples :

source: Facsimile
fr_fr: Télécopie

# profile2/bundle/src/resources/ProfileApplication.properties:profile.phone.home
source: Home phone
fr_fr: Téléphone personnel

# profile2/bundle/src/resources/ProfileApplication.properties:profile.phone.mobile
source: Mobile phone
fr_fr: Téléphone portable

# profile2/bundle/src/resources/ProfileApplication.properties:profile.phone.work
source: Work phone
fr_fr: Téléphone professionnel

# profile2/bundle/src/resources/ProfileApplication.properties:profile.position
source: Position
fr_fr: Emplacement

# profile2/bundle/src/resources/ProfileApplication.properties:profile.publications
source: Publications and conferences
fr_fr: Publications et conférences

# profile2/bundle/src/resources/ProfileApplication.properties:profile.room
source: Room
fr_fr: Bureau

# profile2/bundle/src/resources/ProfileApplication.properties:profile.school
source: School
fr_fr: Établissement

source: Facebook URL
fr_fr: URL Facebook

source: LinkedIn URL
fr_fr: URL LinkedIn

source: MySpace URL
fr_fr: URL MySpace

source: Skype username
fr_fr: Nom d'utilisateur Skype

source: Twitter URL
fr_fr: URL Twitter

source: Updated social networking details in profile
fr_fr: Renseignements sur les réseaux sociaux mis à jour dans le profil

# profile2/bundle/src/resources/ProfileApplication.properties:profile.staff.update
source: Updated staff information in profile
fr_fr: Renseignements sur le personnel mis à jour dans le profil

# profile2/bundle/src/resources/ProfileApplication.properties:profile.staffprofile
source: Staff profile
fr_fr: Profil du personnel

source: Updated student information in profile
fr_fr: Renseignements sur les étudiants mis à jour dans le profil

# profile2/bundle/src/resources/ProfileApplication.properties:profile.subjects
source: Subjects
fr_fr: Sujets

# profile2/bundle/src/resources/ProfileApplication.properties:profile.summary
source: Personal summary
fr_fr: Fiche personnelle

source: University profile URL
fr_fr: URL du profil universitaire

source: Message sent
fr_fr: Message envoyé

source: Saved successfully
fr_fr: Sauvegarde réussie

source: Saved successfully
fr_fr: Sauvegarde réussie

source: Caution: You are editing <b>{0}</b>'s information.
fr_fr: Attention: Vous modifiez les renseignements de <b>{0}</b>.

# profile2/bundle/src/resources/ProfileApplication.properties:text.friend.add
source: <b>{0}</b> will have to confirm your request.
fr_fr: <b>{0}</b> devra accepter votre invitation.

# profile2/bundle/src/resources/ProfileApplication.properties:text.friend.already
source: You are already connected to <b>{0}</b>.
fr_fr: <b>{0}</b> fait déjà partie de vos contacts.

# profile2/bundle/src/resources/ProfileApplication.properties:text.friend.confirm
source: This will confirm <b>{0}</b>'s connection request.
fr_fr: Ceci confirmera la demande d'invitation de <b>{0}</b>.

source: You are connected
fr_fr: Vous êtes connecté

source: {0} connections
fr_fr: {0} contacts

source: 0 connections
fr_fr: 0 contact

source: 1 connection
fr_fr: 1 contact

# profile2/bundle/src/resources/ProfileApplication.properties:text.friend.none
source: You are not connected to <b>{0}</b>.
fr_fr: Vous n'êtes pas en contact avec <b>{0}</b>.

# profile2/bundle/src/resources/ProfileApplication.properties:text.friend.pending
source: Connection request pending
fr_fr: Demande d'invitation en cours

source: Connection requested
fr_fr: Demande de lien

# profile2/bundle/src/resources/ProfileApplication.properties:text.friend.self
source: This is you!
fr_fr: C'est vous !

source: 0 pictures
fr_fr: 0 image

source: Your gallery doesn't contain any pictures yet.
fr_fr: Votre galerie ne contient pas encore d'image.

# profile2/bundle/src/resources/ProfileApplication.properties:text.image.url
source: Enter the URL of an image to use as your profile picture
fr_fr: Entrez l'URL de l'image à utiliser dans votre profil

# profile2/bundle/src/resources/ProfileApplication.properties:text.messages.none
source: No messages
fr_fr: Aucun message

# profile2/bundle/src/resources/ProfileApplication.properties:text.no.fields
source: You haven't filled out any information yet
fr_fr: Vous n'avez complété aucune information pour le moment

# profile2/bundle/src/resources/ProfileApplication.properties:text.no.status
source: Say something
fr_fr: Dites quelque chose

# profile2/bundle/src/resources/ProfileApplication.properties:text.or
source: or
fr_fr: ou

source: Choose who can see your basic information like nickname and birthday.
fr_fr: Définissez qui peut accéder à vos renseignements de base tels que votre date d'anniversaire...

source: These values are locked by your administrator and cannot be changed.
fr_fr: Ces valeurs sont verrouillées par l'administrateur et ne peuvent être modifiées.

source: Choose who can see things like your email addresses and phone numbers.
fr_fr: Définissez qui peut accéder à votre adresse de courrier électronique et à vos numéros de téléphone.

source: Choose who can send you messages.
fr_fr: Choisissez les personnes autorisées à vous envoyer des messages.

source: Choose who can view your list of connections.
fr_fr: Définissez qui peut visualiser votre liste de contacts.

source: Choose who can see your kudos rating (if enabled in Preferences).
fr_fr: Choisissez les personnes autorisées à afficher votre note en Kudos (si l'option est activée dans Préférences).

source: Choose who can see your picture gallery.
fr_fr: Choisissez les personnes autorisées à afficher votre galerie d'images.

source: Choose who can see your status updates.
fr_fr: Définissez qui peut voir vos mises à jour d'état.

source: Choose who can see your wall.
fr_fr: Choisissez les personnes autorisées à voir votre mur.

source: Choose who can see your favorite books and tv shows etc.
fr_fr: Définissez qui peut visualiser vos livres, films préférés, etc.

source: Choose who can see your profile picture.
fr_fr: Définissez qui peut voir l'image de votre profil.

source: Choose who can see your staff information
fr_fr: Choisissez les personnes autorisées à afficher vos renseignements concernant le personnel.

source: Choose who can see your student information
fr_fr: Choisissez les personnes autorisées à afficher vos renseignements concernant les étudiants.

source: You can choose to show/hide your birthyear in your Privacy settings
fr_fr: Vous pouvez choisir d'afficher/cacher votre date d'anniversaire dans vos paramètres de confidentialité.

source: e.g. http://www.facebook.com/user
fr_fr: par exemple, http://www.facebook.com/user

source: e.g. http://www.linkedin.com/pub/user
fr_fr: par exemple, http://www.linkedin.com/pub/user

source: Locking a profile means the user cannot edit their information.
fr_fr: Verrouiller un profil signifie que l'utilisateur ne pourra pas le modifier.

source: Unlocking a profile will allow a user to edit their information.
fr_fr: Déverrouiller un profil autorisera l'utilisateur à le modifier.

source: e.g. http://myspace.com/user
fr_fr: par exemple, http://myspace.com/user

source: {0} is away
fr_fr: {0} est absent(e)

source: {0} is not available
fr_fr: {0} n'est pas disponible

source: {0} is online
fr_fr: {0} est en ligne

source: e.g. http://twitter.com/sakaiproject
fr_fr: par exemple, http://twitter.com/sakaiproject

source: Displaying {0} results for: <b>{1}</b>
fr_fr: {0} résultats trouvés pour: <b>{1}</b>

source: Common interest
fr_fr: Centre d'intérêt commun

source: There are no people with common interests matching <b>{0}</b>.
fr_fr: Personne n'a indiqué <b>{0}</b> dans ses centres d’intérêt.

source: Displaying 1 result for: <b>{0}</b>
fr_fr: 1 résultat trouvé pour: <b>{0}</b>

source: Displaying {0} results (up to {1} results per page) for: <b>{2}</b>
fr_fr: Affichage de {0} résultats (jusqu'à {1} résultats par page) pour: <b>{2}</b>

source: Enter an interest, eg 'cycling' to find people with similar interests
fr_fr: Entrez un centre d'intérêt, ex: «Voile» pour rechercher des contacts partageant ce centre d'intérêt

source: Displaying {0} results for: <b>{1}</b>
fr_fr: {0} résultats trouvés pour: <b>{1}</b>

source: Person's name or email
fr_fr: Nom ou adresse de courrier électronique recherché

source: There are no results matching <b>{0}</b>.
fr_fr: Il n'y a pas de résultat correspondant à <b>{0}</b>.

source: Displaying 1 result for: <b>{0}</b>
fr_fr: 1 résultat trouvé pour: <b>{0}</b>

source: Displaying {0} results (up to {1} results per page) for: <b>{2}</b>
fr_fr: Affichage de {0} résultats (jusqu'à {1} résultats par page) pour: <b>{2}</b>

source: Enter a name or e-mail address to find people
fr_fr: Entrez un nom ou une adresse de courrier électronique pour rechercher la personne

# profile2/bundle/src/resources/ProfileApplication.properties:text.search.history
source: Previous searches
fr_fr: Recherches précédentes

source: Include connections in search results
fr_fr: Inclure les contacts dans les résultats de la recherche

source: Limit search to selected worksite
fr_fr: Limiter la recherche au site sélectionné

# profile2/bundle/src/resources/ProfileApplication.properties:text.search.no.input
source: You didn't enter anything
fr_fr: Vous n'avez rien saisi

source: There are no results for <b>{0}</b>.
fr_fr: Il n'y a pas de résultat pour <b>{0}</b>.

source: You are not a member of any worksites yet
fr_fr: Vous n'êtes membre d'aucun site

source: Displaying {0} - {1} out of {2} results for: <b>{3}</b>
fr_fr: Affichage des résultats de {0} à {1} sur {2} pour: <b>{3}</b>

source: Search terms
fr_fr: Termes recherchés

source: Select an image file on your computer (max {0}MB):
fr_fr: Sélectionner un fichier image sur votre ordinateur (max {0}Mo):

# profile2/bundle/src/resources/ProfileApplication.properties:text.wall.no.items
source: There are currently no items to display on your wall.
fr_fr: Il n'existe actuellement aucun élément à afficher sur ce mur.

source: Remove post from your wall?
fr_fr: Supprimer l'article de forum de votre mur?

source: Remove post from <b>{0}</b> from your wall?
fr_fr: Supprimer le message de <b>{0}</b> de votre mur ?

# profile2/bundle/src/resources/ProfileApplication.properties:text.worksite.create
source: Select from available people and create a new worksite.
fr_fr: Sélectionnez parmi les personnes disponibles et créez un nouveau site de travail.

source: Refresh the browser to access the new worksite after creating
fr_fr: Actualisez le navigateur pour accéder au nouveau site de travail après l'avoir créé.

source: Change your profile picture
fr_fr: Modifier l'image de votre profil

# profile2/bundle/src/resources/ProfileApplication.properties:title.friend.add
source: Add {0} as a connection?
fr_fr: Ajouter {0} comme contact?

# profile2/bundle/src/resources/ProfileApplication.properties:title.friend.cancel
source: Cancel connection request?
fr_fr: Rejeter l'invitation?

# profile2/bundle/src/resources/ProfileApplication.properties:title.friend.confirm
source: Confirm {0}'s connection request?
fr_fr: Accepter l'invitation de {0}?

# profile2/bundle/src/resources/ProfileApplication.properties:title.friend.ignore
source: Ignore connection request?
fr_fr: Rejeter l'invitation?

# profile2/bundle/src/resources/ProfileApplication.properties:title.friend.remove
source: Remove connection?
fr_fr: Supprimer le contact?

source: Compose new message
fr_fr: Composer un nouveau message

# profile2/bundle/src/resources/ProfileApplication.properties:title.wall.comment
source: Comment on <b>{0}</b>'s wall post
fr_fr: Commenter l'article publié sur le mur de <b>{0}</b>

# profile2/bundle/src/resources/ProfileApplication.properties:title.wall.remove
source: Remove from wall?
fr_fr: Supprimer du mur?

# profile2/bundle/src/resources/ProfileApplication.properties:twitter.auth.do
source: Link Twitter account
fr_fr: Lier un compte Twitter

# profile2/bundle/src/resources/ProfileApplication.properties:twitter.auth.linked
source: Twitter account linked
fr_fr: Compte Twitter lié

# profile2/bundle/src/resources/ProfileApplication.properties:twitter.enabled
source: Enable Twitter integration
fr_fr: Activer l'intégration de Twitter

source: Invalid URL
fr_fr: URL invalide

# profile2/bundle/src/resources/ProfileApplication.properties:urlField.Required
source: You didn't enter a URL
fr_fr: Vous n'avez pas saisi d'URL
