Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_citations_*.po
Languages: fr_fr

# citations/citations-util/util/src/bundle/citations.properties:list.title
source: Reading List
fr_fr: Liste de références

# citations/citations-util/util/src/bundle/citations.properties:list.count
source: Citation Count
fr_fr: Nombre de références

# citations/citations-util/util/src/bundle/citations.properties:list.summary
source: citations table
fr_fr: table des références

# citations/citations-util/util/src/bundle/citations.properties:listing.title
source: Citations
fr_fr: Références

# citations/citations-util/util/src/bundle/citations.properties:cite.title
source: Citation
fr_fr: Référence

# citations/citations-util/util/src/bundle/citations.properties:cite.openUrlLabel
source: Find in my library
fr_fr: Trouver dans ma bibliothèque

# citations/citations-util/util/src/bundle/citations.properties:action.create
source: Create Citation List
fr_fr: Créer une liste de référence

# citations/citations-util/util/src/bundle/citations.properties:action.revise
source: Edit Citation List
fr_fr: Modifier la liste de références

# citations/citations-util/util/src/bundle/citations.properties:resource.new
source: New Citation List
fr_fr: Nouvelle liste de références

# citations/citations-util/util/src/bundle/citations.properties:resource.revise
source: Revise Citation List
fr_fr: Revoir la liste de références

# citations/citations-util/util/src/bundle/citations.properties:resource.title
source: Citation List Name:
fr_fr: Nom de la liste de références :

source: Email Notification
fr_fr: Notification par courriel

source: High - All participants
fr_fr: Élevée - Tous les participants

source: Low - Only participants who have opted in
fr_fr: Basse - Seulement les participants qui en ont fait le demande

source: None - No notification
fr_fr: Aucune - Aucune notification

source: Add Citations From:
fr_fr: Ajoutez des références depuis :

# citations/citations-util/util/src/bundle/citations.properties:resource.library
source: Library Resources
fr_fr: Ressources de la bibliothèque

source: Search Library Resources
fr_fr: Rechercher dans les ressources de la bibliothèque

source: Search Resources
fr_fr: Sélectionneur de ressources de Sakai

source: Search Google Scholar
fr_fr: Rechercher dans Google Scholar

source: Pick from Sakai Resources
fr_fr: Choisir parmi les ressources dans Sakai

# citations/citations-util/util/src/bundle/citations.properties:resource.editor
source: Manually Create
fr_fr: Créer manuellement

# citations/citations-util/util/src/bundle/citations.properties:resource.import
source: Import
fr_fr: Importer

source: Import From File
fr_fr: Importer depuis un fichier

# citations/citations-util/util/src/bundle/citations.properties:resource.export
source: Export
fr_fr: Exporter

source: Export To File
fr_fr: Exporter vers fichier

source: Citation List ({0}) has been created.
fr_fr: La liste de références ({0}) a été créée.

source: Configuration problem. (No CI).
fr_fr: Problème de configuration. (Aucun CI).

source: Display this file to <strong>selected groups</strong> only.
fr_fr: Afficher ce fichier pour <strong>les groupes sélectionnés</strong> uniquement.

source: Leave access settings as for the folder.
fr_fr: Conserver les mêmes paramètres d'accès que ceux du dossier.

source: This file is <strong>publicly viewable</strong>.
fr_fr: Ce fichier est <strong>visible publiquement</strong>.

source: This folder and its contents are <strong>publicly viewable</strong>.
fr_fr: Ce dossier et son contenu sont <strong>visibles publiquement</strong>.

source: Only <strong>members of this site</strong> can see this file.
fr_fr: Seuls les <strong>membres de cet espace</strong> peuvent voir ce fichier.

source: Access
fr_fr: Accès

source: No citations have been added yet.
fr_fr: Aucune référence jusqu'à présent.

# citations/citations-util/util/src/bundle/citations.properties:resource.updated
source: Resource updated
fr_fr: Mise à jour de ressource

# citations/citations-util/util/src/bundle/citations.properties:resource.done
source: Done
fr_fr: Terminé

# citations/citations-util/util/src/bundle/citations.properties:resource.aaa.hide
source: Hide Citation List Options
fr_fr: Cacher les options de liste de références

# citations/citations-util/util/src/bundle/citations.properties:resource.aaa.show
source: Show Citation List Options
fr_fr: Afficher les options de liste de références

# citations/citations-util/util/src/bundle/citations.properties:resource.aaa.title
source: Citation List Options
fr_fr: Options de liste de références

source: Until
fr_fr: Jusqu'à

source: Hide
fr_fr: Cacher

source: Hide this item
fr_fr: Cacher cet élément

source: Hide this folder and its contents
fr_fr: Cacher ce dossier et son contenu

source: Show this item
fr_fr: Afficher cet élément

source: Show this folder
fr_fr: Afficher ce dossier

source: From
fr_fr: De

source: Availability
fr_fr: Disponibilité

source: Display to selected groups
fr_fr: Afficher pour les groupes sélectionnés

source: Title
fr_fr: Titre

source: Check All
fr_fr: Tout cocher

source: Choose who can see this item.
fr_fr: Indiquer qui peut accéder à cet élément.

source: Time:
fr_fr: Date :

source: Refresh Now
fr_fr: Actualiser maintenant

# citations/citations-util/util/src/bundle/citations.properties:import.title
source: Import Citations
fr_fr: Importer des Référence

# citations/citations-util/util/src/bundle/citations.properties:import.file
source: Import File From
fr_fr: Importer un fichier de

# citations/citations-util/util/src/bundle/citations.properties:import.ristext
source: Import RIS Formatted Data from the Following Text
fr_fr: Importer des données au format RIS depuis le texte suivant

# citations/citations-util/util/src/bundle/citations.properties:sort.title
source: Title
fr_fr: Titre

# citations/citations-util/util/src/bundle/citations.properties:sort.author
source: First Author
fr_fr: Auteur principal

# citations/citations-util/util/src/bundle/citations.properties:sort.date
source: Published Year
fr_fr: Année de publication

# citations/citations-util/util/src/bundle/citations.properties:sort.label
source: Sort By
fr_fr: Trier par

# citations/citations-util/util/src/bundle/citations.properties:sort.position
source: Position
fr_fr: Emplacement

# citations/citations-util/util/src/bundle/citations.properties:submit.sort
source: Save Sort
fr_fr: Sauvegarder le tri

# citations/citations-util/util/src/bundle/citations.properties:sort.save.error
source: Sort could not be saved
fr_fr: Le tri n'a pas pu être enregistré

# citations/citations-util/util/src/bundle/citations.properties:instr.search.adv
source: Note: All fields are ANDed together.
fr_fr: Remarque : tous les champs sont associés par un ET logique.

# citations/citations-util/util/src/bundle/citations.properties:label.continue
source: Continue
fr_fr: Continuer

# citations/citations-util/util/src/bundle/citations.properties:label.review
source: Review Citation List
fr_fr: Revoir la liste de références

# citations/citations-util/util/src/bundle/citations.properties:label.cancel
source: Cancel
fr_fr: Annuler

# citations/citations-util/util/src/bundle/citations.properties:label.back
source: Back
fr_fr: Retour

# citations/citations-util/util/src/bundle/citations.properties:label.finish
source: Continue
fr_fr: Continuer

# citations/citations-util/util/src/bundle/citations.properties:label.menu
source: Add Citations to List
fr_fr: Ajoutez des références à la liste

# citations/citations-util/util/src/bundle/citations.properties:label.process
source: Processing...
fr_fr: Traitement en cours...

# citations/citations-util/util/src/bundle/citations.properties:label.done
source: Done Editing List
fr_fr: Modification de la liste finie

# citations/citations-util/util/src/bundle/citations.properties:label.import
source: Import
fr_fr: Importer

# citations/citations-util/util/src/bundle/citations.properties:label.importing
source: Importing...
fr_fr: Importation en cours...

# citations/citations-util/util/src/bundle/citations.properties:title.add
source: Add Citations
fr_fr: Ajoutez des références

# citations/citations-util/util/src/bundle/citations.properties:title.search
source: Search for Citations
fr_fr: Recherche de références

# citations/citations-util/util/src/bundle/citations.properties:action.google
source: Search Google Scholar
fr_fr: Rechercher dans Google Scholar

source: Add to {0}
fr_fr: Ajouter à {0}

source: Search the Library Catalogue
fr_fr: Rechercher dans le catalogue de la bibliothèque

source: Pick a Resource
fr_fr: Choisir une ressource

# citations/citations-util/util/src/bundle/citations.properties:title.link
source: Link(s)
fr_fr: Lien(s)

# citations/citations-util/util/src/bundle/citations.properties:label.link
source: Label
fr_fr: Étiquette

# citations/citations-util/util/src/bundle/citations.properties:preferred.link
source: Use as title link?
fr_fr: Utiliser comme lien de titre ?

# citations/citations-util/util/src/bundle/citations.properties:preferred.text
source: preferred
fr_fr: préféré

# citations/citations-util/util/src/bundle/citations.properties:gen.alert
source: Alert:
fr_fr: Alerte :

# citations/citations-util/util/src/bundle/citations.properties:required.alert
source: Please enter values for all required fields.
fr_fr: Veuillez saisir des valeurs pour tous les champs obligatoires.

# citations/citations-util/util/src/bundle/citations.properties:title.list
source: Citations
fr_fr: Références

# citations/citations-util/util/src/bundle/citations.properties:actions.list
source: Citation Actions:
fr_fr: Actions sur les références :

# citations/citations-util/util/src/bundle/citations.properties:select.action.list
source: Select Action
fr_fr: Sélectionnez une action

# citations/citations-util/util/src/bundle/citations.properties:select.all.list
source: Select All
fr_fr: Tout sélectionner

# citations/citations-util/util/src/bundle/citations.properties:select.none.list
source: Select None
fr_fr: Ne rien sélectionner

# citations/citations-util/util/src/bundle/citations.properties:select.warn.list
source: Please select at least one citation to perform this action.
fr_fr: Veuillez sélectionner au moins une référence pour effectuer cette action.

# citations/citations-util/util/src/bundle/citations.properties:export.select.list
source: Export Selected
fr_fr: Exporter la sélection

# citations/citations-util/util/src/bundle/citations.properties:export.all.list
source: Export Entire List
fr_fr: Exporter toute la liste

# citations/citations-util/util/src/bundle/citations.properties:export.citation
source: export
fr_fr: exporter

# citations/citations-util/util/src/bundle/citations.properties:remove.select.list
source: Remove Selected
fr_fr: Supprimer la sélection

# citations/citations-util/util/src/bundle/citations.properties:remove.all.list
source: Remove Entire List
fr_fr: Supprimer toute la liste

# citations/citations-util/util/src/bundle/citations.properties:reorder.list
source: Reorder List
fr_fr: Réorganiser la liste

source: citations
fr_fr: Références

source: No citations selected.
fr_fr: Aucune référence sélectionnée.

source: Citation List is empty.
fr_fr: La liste de références est vide.

source: Section Title
fr_fr: Titre de section

source: Add Section
fr_fr: Ajouter des sections

source: Edit
fr_fr: Modifier

source: Finish editing
fr_fr: Terminez

source: Delete
fr_fr: Supprimer

source: Add Description
fr_fr: Ajouter une description

source: Section Description
fr_fr: Description de la section

source: Add Subsection
fr_fr: Ajouter une sous-section

source: <h1>Section Title</h1>
fr_fr: <h1>Titre de section</h1>

source: Are you sure you want to delete this description?
fr_fr: Êtes-vous sûr de vouloir supprimer cette description ?

# citations/citations-util/util/src/bundle/citations.properties:new.citations.list
source: New Citation List
fr_fr: Nouvelle liste de références

# citations/citations-util/util/src/bundle/citations.properties:citation.count
source: {0} citations
fr_fr: {0} références

# citations/citations-util/util/src/bundle/citations.properties:action.edit
source: edit
fr_fr: modifier

# citations/citations-util/util/src/bundle/citations.properties:title.edit
source: Edit Citation
fr_fr: Modifier la référence

# citations/citations-util/util/src/bundle/citations.properties:submit.edit
source: Save Changes
fr_fr: Enregistrer les modifications

# citations/citations-util/util/src/bundle/citations.properties:cancel.edit
source: Cancel Changes
fr_fr: Annuler les Modifications

# citations/citations-util/util/src/bundle/citations.properties:action.remove
source: remove
fr_fr: supprimer

# citations/citations-util/util/src/bundle/citations.properties:title.remove
source: Remove Citation
fr_fr: Supprimer la référence

# citations/citations-util/util/src/bundle/citations.properties:addAction.create
source: Create New Citation
fr_fr: Créer une nouvelle référence

# citations/citations-util/util/src/bundle/citations.properties:description.create
source: Add a citation by typing in data.
fr_fr: Ajouter une référence en saisissant ses données.

# citations/citations-util/util/src/bundle/citations.properties:title.create
source: Add Citation
fr_fr: Ajouter une référence

# citations/citations-util/util/src/bundle/citations.properties:submit.create
source: Save Citation
fr_fr: Enregistrer la référence

# citations/citations-util/util/src/bundle/citations.properties:cancel.create
source: Cancel Citation
fr_fr: Annuler la référence

# citations/citations-util/util/src/bundle/citations.properties:addanother.create
source: Add another
fr_fr: Ajouter un autre

# citations/citations-util/util/src/bundle/citations.properties:action.search
source: Search Library Resources
fr_fr: Rechercher dans les ressources de la bibliothèque

# citations/citations-util/util/src/bundle/citations.properties:description.search
source: Search library catalog, article databases, and other resources.
fr_fr: Rechercher dans le catalogue de la bibliothèque, les bases de données d'articles et d'autres ressources.

# citations/citations-util/util/src/bundle/citations.properties:title.basic.search
source: Search Library Resources - Basic Search
fr_fr: Chercher dans les ressources de la bibliothèque - Recherche simple

# citations/citations-util/util/src/bundle/citations.properties:title.adv.search
source: Search Library Resources - Advanced Search
fr_fr: Chercher dans les ressources de la bibliothèque - Recherche avancée

# citations/citations-util/util/src/bundle/citations.properties:submit.search
source: Search
fr_fr: Rechercher

# citations/citations-util/util/src/bundle/citations.properties:cancel.search
source: Cancel
fr_fr: Annuler

# citations/citations-util/util/src/bundle/citations.properties:wait.search
source: Searching...
fr_fr: Recherche…

# citations/citations-util/util/src/bundle/citations.properties:select.search
source: Select search category
fr_fr: Choisissez la catégorie dans laquelle vous recherchez

# citations/citations-util/util/src/bundle/citations.properties:dbSelected.search
source: databases selected:
fr_fr: bases de données sélectionnées :

# citations/citations-util/util/src/bundle/citations.properties:select.sub.search
source: Select sub-category
fr_fr: Choisissez une sous-catégorie

# citations/citations-util/util/src/bundle/citations.properties:empty.cat.search
source: Selected category contains no searchable databases
fr_fr: La catégorie choisie ne contient aucune base de données consultable

# citations/citations-util/util/src/bundle/citations.properties:link.dbshow.search
source: Show Descriptions
fr_fr: Voir les descriptions

# citations/citations-util/util/src/bundle/citations.properties:link.dbhide.search
source: Hide Descriptions
fr_fr: Cacher les descriptions

# citations/citations-util/util/src/bundle/citations.properties:alt.dbshow.search
source: Show Description
fr_fr: Voir la description

# citations/citations-util/util/src/bundle/citations.properties:alt.dbhide.search
source: Hide Description
fr_fr: Cacher la description

# citations/citations-util/util/src/bundle/citations.properties:dbLoad.search
source: Loading Databases...
fr_fr: Chargement des bases de données en cours...

# citations/citations-util/util/src/bundle/citations.properties:terms.search
source: Enter search terms
fr_fr: Saisissez les termes de recherche

# citations/citations-util/util/src/bundle/citations.properties:link.basic.search
source: Basic Search
fr_fr: Recherche simple

# citations/citations-util/util/src/bundle/citations.properties:link.adv.search
source: Advanced Search
fr_fr: Recherche avancée

# citations/citations-util/util/src/bundle/citations.properties:pageSize.search
source: Page Size
fr_fr: Taille de la page

# citations/citations-util/util/src/bundle/citations.properties:maxRecords.search
source: Maximum Records
fr_fr: Nombre maximum d'éléments

# citations/citations-util/util/src/bundle/citations.properties:startRecord.search
source: Start Record
fr_fr: Premier élément

# citations/citations-util/util/src/bundle/citations.properties:no.terms.search
source: Please enter search terms to try again
fr_fr: Veuillez saisir les termes de recherche pour essayer à nouveau

source: Please select at least one database to conduct a search
fr_fr: Veuillez sélectionner au moins une base de données pour effectuer une recherche

# citations/citations-util/util/src/bundle/citations.properties:clear.search
source: Clear Form
fr_fr: Effacer le formulaire

# citations/citations-util/util/src/bundle/citations.properties:label.new.search
source: New Search
fr_fr: Nouvelle recherche

# citations/citations-util/util/src/bundle/citations.properties:label.back.search
source: Back to Add Citations
fr_fr: Revenir à « Ajouter des références »

source: Back to Review Citation List
fr_fr: Revenir à « Revoir la liste de références »

# citations/citations-util/util/src/bundle/citations.properties:noTerms.search
source: Please supply at least one search term.
fr_fr: Veuillez fournir au moins un terme pour la recherche.

# citations/citations-util/util/src/bundle/citations.properties:noDbs.search
source: Please select at least one database to search.
fr_fr: Veuillez sélectionner au moins une base de données dans laquelle chercher.

# citations/citations-util/util/src/bundle/citations.properties:error.search
source: Unable to process your request at this time, please try again later.
fr_fr: Impossible de traiter votre demande en ce moment, veuillez réessayer ultérieurement.

# citations/citations-util/util/src/bundle/citations.properties:no.results
source: No results found to match your query
fr_fr: Aucun résultat ne correspond à votre requête

# citations/citations-util/util/src/bundle/citations.properties:title.results
source: Search Results
fr_fr: Résultats de la recherche

# citations/citations-util/util/src/bundle/citations.properties:add.results
source: Add
fr_fr: Ajouter

# citations/citations-util/util/src/bundle/citations.properties:add_alt.results
source: Remove from citation list
fr_fr: Supprimer de la liste de références

# citations/citations-util/util/src/bundle/citations.properties:remove.results
source: Remove
fr_fr: Supprimer

# citations/citations-util/util/src/bundle/citations.properties:first.results
source: First Page
fr_fr: Première page

# citations/citations-util/util/src/bundle/citations.properties:last.results
source: Last Page
fr_fr: Dernière page

# citations/citations-util/util/src/bundle/citations.properties:next.results
source: Next Page
fr_fr: Page suivante

# citations/citations-util/util/src/bundle/citations.properties:prev.results
source: Previous Page
fr_fr: Page précédente

# citations/citations-util/util/src/bundle/citations.properties:wait.results
source: Loading...
fr_fr: Chargement en cours...

# citations/citations-util/util/src/bundle/citations.properties:show10.results
source: Show 10 items per page
fr_fr: Afficher 10 éléments par page

# citations/citations-util/util/src/bundle/citations.properties:show20.results
source: Show 20 items per page
fr_fr: Afficher 20 éléments par page

# citations/citations-util/util/src/bundle/citations.properties:show30.results
source: Show 30 items per page
fr_fr: Afficher 30 éléments par page

# citations/citations-util/util/src/bundle/citations.properties:show40.results
source: Show 40 items per page
fr_fr: Afficher 40 éléments par page

# citations/citations-util/util/src/bundle/citations.properties:show50.results
source: Show 50 items per page
fr_fr: Afficher 50 éléments par page

# citations/citations-util/util/src/bundle/citations.properties:showing.results
source: (viewing {0} - {1} of {2})
fr_fr: (Affichage des éléments {0} à {1} sur {2})

# citations/citations-util/util/src/bundle/citations.properties:link.show.results
source: Abstract View
fr_fr: Vue avec le résumé

# citations/citations-util/util/src/bundle/citations.properties:link.hide.results
source: Title View
fr_fr: Vue avec le titre seul

# citations/citations-util/util/src/bundle/citations.properties:label.back.results
source: Back to Search Results
fr_fr: Retour aux résultats de la recherche

# citations/citations-util/util/src/bundle/citations.properties:summary.results
source: Search results table
fr_fr: Tableau des résultats de recherche

# citations/citations-util/util/src/bundle/citations.properties:link.show.readonly
source: Citation View
fr_fr: Vue de la référence

# citations/citations-util/util/src/bundle/citations.properties:subjects.result
source: Subject(s):
fr_fr: Sujet(s) :

# citations/citations-util/util/src/bundle/citations.properties:abstract.result
source: Abstract:
fr_fr: Résumé :

# citations/citations-util/util/src/bundle/citations.properties:nodetails.result
source: No subject or abstract information available
fr_fr: Aucun sujet ou résumé disponible

# citations/citations-util/util/src/bundle/citations.properties:title.review
source: Edit Citation List
fr_fr: Modifier la liste de références

# citations/citations-util/util/src/bundle/citations.properties:search.problem
source: Unable to search at this time. Please try again later.
fr_fr: Impossible de rechercher en ce moment. Veuillez réessayer ultérieurement.

# citations/citations-util/util/src/bundle/citations.properties:title.close
source: This window is no longer needed.
fr_fr: Cette fenêtre n'est plus nécessaire.

# citations/citations-util/util/src/bundle/citations.properties:button.close
source: Close
fr_fr: Fermer

# citations/citations-util/util/src/bundle/citations.properties:keyword.adv.search
source: Keyword:
fr_fr: Mot-clé :

# citations/citations-util/util/src/bundle/citations.properties:author.adv.search
source: Author:
fr_fr: Auteur :

source: Title:
fr_fr: Titre:

# citations/citations-util/util/src/bundle/citations.properties:subject.adv.search
source: Subject:
fr_fr: Sujet :

# citations/citations-util/util/src/bundle/citations.properties:year.adv.search
source: Year:
fr_fr: Année :

# citations/citations-util/util/src/bundle/citations.properties:title.error
source: There was an error.
fr_fr: Une erreur s'est produite.

# citations/citations-util/util/src/bundle/citations.properties:cancel.error
source: Done
fr_fr: Terminé

# citations/citations-util/util/src/bundle/citations.properties:alert.access
source: Cannot access the citation
fr_fr: Impossible d'accéder à la référence

# citations/citations-util/util/src/bundle/citations.properties:type.select
source: Select Citation Type
fr_fr: Choisissez le type de référence

# citations/citations-util/util/src/bundle/citations.properties:wait.list
source: Processing...
fr_fr: Traitement en cours...

# citations/citations-util/util/src/bundle/citations.properties:action.view
source: view citation
fr_fr: Voir la référence

# citations/citations-util/util/src/bundle/citations.properties:title.view
source: Citation Details
fr_fr: Détails de la référence
