Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_lessonbuilder_*.po
Languages: fr_fr

# lessonbuilder/tool/src/resources/messages.properties:simplepage.startTime
source: Start Time:
fr_fr: Heure de début :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.endTime
source: End Time:
fr_fr: Heure de fin :

source: Full details...
fr_fr: Détails complets…

# lessonbuilder/tool/src/resources/messages.properties:simplepage.eventAttachments
source: Attachments:
fr_fr: Pièces jointes :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.eventType
source: Event Type:
fr_fr: Type d’évènement :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.text
source: Add Text
fr_fr: Ajouter texte

# lessonbuilder/tool/src/resources/messages.properties:simplepage.text.tooltip
source: Add a box that can contain text and other web content
fr_fr: Ajouter un cadre qui puisse contenir du texte ou tout autre objet web

# lessonbuilder/tool/src/resources/messages.properties:simplepage.instructions
source: You have not yet created this simple page, click 'Edit page' to begin.
fr_fr: Vous n’avez pas encore créé cette page, cliquez sur « Éditer page » pour commencer.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.impossible1
source: Unable to create page. This should be impossible. Please report it.
fr_fr: Impossible de créer la page. Ceci ne devrait pas se produire. Veuillez le signaler.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.showallpages
source: Index of pages
fr_fr: Index des pages

# lessonbuilder/tool/src/resources/messages.properties:simplepage.adding-text
source: Adding text to:
fr_fr: Ajout de texte à :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.continue
source: Continue
fr_fr: Continuer

# lessonbuilder/tool/src/resources/messages.properties:simplepage.toolbar
source: Editing tools
fr_fr: Outils d’édition

# lessonbuilder/tool/src/resources/messages.properties:simplepage.maincontent
source: Main page content
fr_fr: Contenu de la page principale

# lessonbuilder/tool/src/resources/messages.properties:simplepage.page.gradebook
source: Create Gradebook item when page is completed.
fr_fr: Créer une entrée dans le bulletin de note lorsque cette page aura été vue.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.endmenu
source: End of menu. Use Escape to close it.
fr_fr: Fin du menu. Utilisez la touche Echap. pour le fermer.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.overquota
source: Unable to add resource: it would take your site over its quota
fr_fr: Impossible d’ajouter une ressource. Le quota de l'espace serait dépassé.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.resourceerror
source: Unable to add resource: {}
fr_fr: Impossible d’ajouter la ressource : {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.new-page
source: Add More Pages
fr_fr: Ajout de plusieurs pages

# lessonbuilder/tool/src/resources/messages.properties:simplepage.new-page-tooltip
source: Add pages that will show in left bar
fr_fr: Ajout de pages visibles dans le menu de gauche

# lessonbuilder/tool/src/resources/messages.properties:simplepage.new-page-title
source: Page Title
fr_fr: Titre de la page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.new-page-number
source: Number of pages
fr_fr: Nombre de pages

source: blank gives one page
fr_fr: Un blanc correspond à une page

source: Number of pages must be a number
fr_fr: Le nombre de pages doit être un nombre

# lessonbuilder/tool/src/resources/messages.properties:simplepage.title_no_number
source: Title must contain a number
fr_fr: Le titre doit se terminer par un nombre

# lessonbuilder/tool/src/resources/messages.properties:simplepage.remove-page
source: Remove Page
fr_fr: Supprimer la page

source: Remove current page from left margin
fr_fr: Supprimer la page courante du menu de gauche

source: Remove the current student page. This page will be deleted.
fr_fr: Supprime la page courante d’un étudiant. La page n’est pas détruite.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.remove
source: Remove
fr_fr: Supprimer

source: This page will not be available until {}.
fr_fr: Cette page ne sera disponible qu’à partir du {}.

source: This page is hidden.
fr_fr: Cette page est masquée.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.hiddenpage
source: [Hidden]
fr_fr: [Masquée]

# lessonbuilder/tool/src/resources/messages.properties:simplepage.pagenotreleased
source: [Not released until {}]
fr_fr: [Pas libéré avant {}]

source: Create new assignment using Assignments
fr_fr: Créer un nouveau devoir en utilisant « Devoirs évalués »

source: Create new assignment using Assignment 2
fr_fr: Créer un nouveau devoir en utilisant Assignment2

# lessonbuilder/tool/src/resources/messages.properties:simplepage.create_blti
source: Manage or Install Tools
fr_fr: Gérer ou installer des outils

# lessonbuilder/tool/src/resources/messages.properties:simplepage.create_quiz
source: Create new quiz
fr_fr: Création d’un nouveau quiz

# lessonbuilder/tool/src/resources/messages.properties:simplepage.create_samigo
source: Create new quiz using Tests and Quizzes
fr_fr: Créer un nouveau test avec « Tests et Quiz »

# lessonbuilder/tool/src/resources/messages.properties:simplepage.create_mneme
source: Create new quiz using Tasks, Tests and Surveys
fr_fr: Créer un nouveau test avec l’outil « Tâches, Tests et Sondages »

# lessonbuilder/tool/src/resources/messages.properties:simplepage.create_topic
source: Create new forum or topic
fr_fr: Créer nouveau forum ou le sujet

# lessonbuilder/tool/src/resources/messages.properties:simplepage.create_forums
source: Create new forum or topic using Forums
fr_fr: Créer un nouveau forum ou un thème à l’aide des Forums

# lessonbuilder/tool/src/resources/messages.properties:simplepage.create_jforum
source: Create new forum or topic using Discussions and Private Messages
fr_fr: Créer un nouveau forum ou un thème à l’aide de Discussions et Messages privés

source: Create new topic using YAFT
fr_fr: Créer un nouveau thème avec « YAFT »

source: Existing Assignments
fr_fr: Devoirs existants

# lessonbuilder/tool/src/resources/messages.properties:simplepage.return_blti
source: Continue with Add External Tool
fr_fr: Continuer avec un outil externe

# lessonbuilder/tool/src/resources/messages.properties:simplepage.select_quiz
source: Existing Quizzes
fr_fr: Quiz existants

# lessonbuilder/tool/src/resources/messages.properties:simplepage.return_quiz
source: Continue with Add Quiz, after you have created the new quiz
fr_fr: Continuer avec « Ajouter Quiz » après avoir créé le test.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.select_topic
source: Existing Forums and Topics
fr_fr: Thèmes et Forums existants

# lessonbuilder/tool/src/resources/messages.properties:simplepage.return_forum
source: Continue with Add Forum or Topic, after you have created the new item
fr_fr: Poursuivez avec Ajouter Forum ou Thème, après avoir créé le nouvel élément

source: There is no assignment tool available in the site.
fr_fr: L’outil « Devoirs évalués » n’existe pas dans cet espace.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.assign_seeattach
source: See attached file for instructions
fr_fr: Consulter le fichier joint pour le mode d'emploi

source: There is no quiz tool in this site.
fr_fr: Pas d’outil « Tests et Quiz » dans cet espace.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.forumdeleted
source: This forum or topic has been deleted.
fr_fr: Ce forum ou le thème a été supprimé.

source: Menu item title
fr_fr: Menu Titre

source: Displays in the site menu.
fr_fr: Affiché dans le menu de l'espace.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.pageTitle_label
source: Page title
fr_fr: Titre page

source: Displays at the top of the page.
fr_fr: Montré en haut de la page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.editTitle
source: Edit Title
fr_fr: Éditer titre

source: Edit title, release date, and other page properties
fr_fr: Éditer titre, date de publication et d’autres propriétés de la page

source: Edit {}
fr_fr: Éditer {}

source: Edit text box {}
fr_fr: Éditer le champ texte {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit-title.url
source: Edit inline item {}
fr_fr: Éditer l’objet {}

source: Edit Youtube item
fr_fr: Éditer un objet Youtube

source: Edit Comments Item
fr_fr: Éditer Commentaire

source: Edit Student Content Item
fr_fr: Éditer Contenu Étudiant

source: Edit Question Item
fr_fr: Modifier l'élément question

# lessonbuilder/tool/src/resources/messages.properties:simplepage.delete-item
source: Delete this item
fr_fr: Supprimer cet élément

# lessonbuilder/tool/src/resources/messages.properties:simplepage.add-above
source: Add new item above this one
fr_fr: Ajouter un nouvel élément au-dessus de celui-ci

# lessonbuilder/tool/src/resources/messages.properties:simplepage.fromhost
source: content from {}
fr_fr: Contenu de {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.showpage
source: Lesson Page
fr_fr: Page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.showitem
source: Lesson Item
fr_fr: Objet

# lessonbuilder/tool/src/resources/messages.properties:simplepage.return
source: Return to {}
fr_fr: Retour à {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.return.warning
source: WARNING: Make sure you save or submit your work before returning.
fr_fr: ATTENTION : Vérifiez que vous avez sauvegardé ou remis votre travail avant de revenir.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.next
source: Next
fr_fr: Suivant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.back
source: Back
fr_fr: Retour

# lessonbuilder/tool/src/resources/messages.properties:simplepage.editor
source: Editor
fr_fr: Éditeur

# lessonbuilder/tool/src/resources/messages.properties:simplepage.ckeditor
source: Editor, type ALT-0 for help
fr_fr: Éditeur, taper ALT-0 pour l’aide

# lessonbuilder/tool/src/resources/messages.properties:simplepage.preview
source: Preview of {}
fr_fr: Visionnage de {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.save_message
source: Save
fr_fr: Enregistrer

# lessonbuilder/tool/src/resources/messages.properties:simplepage.import_message
source: Import
fr_fr: Importer

# lessonbuilder/tool/src/resources/messages.properties:simplepage.cancel_message
source: Cancel
fr_fr: Annuler

# lessonbuilder/tool/src/resources/messages.properties:simplepage.continue_message
source: Continue
fr_fr: Continuer

# lessonbuilder/tool/src/resources/messages.properties:simplepage.has_prerequistes
source: Before viewing page, you must complete the following pages:
fr_fr: Avant de visionner cette page, vous devez voir les pages suivantes :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.resource
source: Add Content Links
fr_fr: Ajouter des liens de contenu

# lessonbuilder/tool/src/resources/messages.properties:simplepage.subpage
source: Add Subpage
fr_fr: Ajouter sous-page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.subpage-button
source: Show as button rather than link
fr_fr: Montrer comme un bouton plutôt que comme un lien

# lessonbuilder/tool/src/resources/messages.properties:simplepage.subpage.tooltip
source: Create a new page and add a link to it here
fr_fr: Créer une nouvelle page et ajouter un lien vers elle

# lessonbuilder/tool/src/resources/messages.properties:simplepage.usenewwindow
source: Open item in a new window
fr_fr: Ouvrir l’item dans une nouvelle fenêtre

# lessonbuilder/tool/src/resources/messages.properties:simplepage.assignment
source: Add Assignment
fr_fr: Ajouter devoir évalué

source: Add a link to an assignment in the Assignment tool
fr_fr: Ajouter un lien vers un devoir dans « Devoirs évalués »

source: Pick an Assignment
fr_fr: Choisir un devoir

# lessonbuilder/tool/src/resources/messages.properties:simplepage.due
source: Due
fr_fr: À rendre

source: Assignment
fr_fr: Devoir

# lessonbuilder/tool/src/resources/messages.properties:simplepage.chooser.due
source: Due Date
fr_fr: Date de remise

# lessonbuilder/tool/src/resources/messages.properties:simplepage.chooser.link
source: Link
fr_fr: Lier

source: This is a rich text item. To see it, click the parent page.
fr_fr: Ceci est un élément de texte enrichi. Pour le voir, cliquez sur la page parente.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.select
source: Select
fr_fr: Sélectionner

source: Select for deletion
fr_fr: Sélectionner pour supprimer

# lessonbuilder/tool/src/resources/messages.properties:simplepage.delete-selected
source: Delete selected pages
fr_fr: Supprimer les pages sélectionnées

# lessonbuilder/tool/src/resources/messages.properties:simplepage.chooser.select
source: Use selected item
fr_fr: Utiliser l’objet sélectionné

source: Change Assignment
fr_fr: Changer le devoir

# lessonbuilder/tool/src/resources/messages.properties:simplepage.change_quiz
source: Change Quiz
fr_fr: Changer le quiz

# lessonbuilder/tool/src/resources/messages.properties:simplepage.change_forum
source: Change Forum or Topic
fr_fr: Changement de Forum ou le Thème

# lessonbuilder/tool/src/resources/messages.properties:simplepage.change_resource
source: Change File or URL
fr_fr: Changer le fichier ou l’URL

# lessonbuilder/tool/src/resources/messages.properties:simplepage.change_caption
source: Change File or URL for caption file (must be VTT format)
fr_fr: Changer le fichier ou l'URL pour le fichier de légende (doit être au format VTT)

# lessonbuilder/tool/src/resources/messages.properties:simplepage.add_caption
source: Add caption file (must be VTT format)
fr_fr: Ajouter le fichier de légende (doit être au format VTT)

# lessonbuilder/tool/src/resources/messages.properties:simplepage.change_page
source: Change Page
fr_fr: Changer page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.quiz
source: Add Quiz
fr_fr: Ajouter quiz

# lessonbuilder/tool/src/resources/messages.properties:simplepage.quiz.tooltip
source: Add a link to a quiz
fr_fr: Ajouter un lien à un test ou un quiz dans l’outil « Tests et Quiz »

# lessonbuilder/tool/src/resources/messages.properties:simplepage.quiz.chooser
source: Pick a Quiz
fr_fr: Choisir un quiz

# lessonbuilder/tool/src/resources/messages.properties:simplepage.checklistName
source: Checklist
fr_fr: Liste de contrôle

# lessonbuilder/tool/src/resources/messages.properties:simplepage.checklist
source: Add Checklist
fr_fr: Ajouter la liste de contrôle

source: View Progress
fr_fr: Voir la progression

source: Checklist Title
fr_fr: Titre de la liste de contrôle

source: Checklist Description
fr_fr: Description de la liste de contrôle

source: Checklist Items
fr_fr: Éléments de liste de contrôle

source: Checklist Item Name
fr_fr: Nom d’élément de liste de contrôle

# lessonbuilder/tool/src/resources/messages.properties:simplepage.addChecklistItem
source: Add New Checklist Item
fr_fr: Ajouter le nouvel élément de liste de contrôle

# lessonbuilder/tool/src/resources/messages.properties:simplepage.save_checklist
source: Save Checklist
fr_fr: Enregistrer la liste de contrôle

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit-checklist
source: Edit Checklist {}
fr_fr: Modifier la liste de contrôle {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.view-checklist
source: View {} Progress
fr_fr: Vue de la progression {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.hide-name
source: Hide checklist name from students
fr_fr: Masquer le nom de la liste aux étudiants

# lessonbuilder/tool/src/resources/messages.properties:simplepage.adding-checklist
source: Adding Checklist to:
fr_fr: Ajouter la liste de vérification à :

source: Viewing Checklist Progress for:
fr_fr: Afficher la progression de la liste de contrôle pour :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.studentheader
source: Student
fr_fr: Étudiant

source: Optional Settings
fr_fr: Paramètres optionnels

# lessonbuilder/tool/src/resources/messages.properties:simplepage.group.settings
source: Groups
fr_fr: Groupes

source: Appearance
fr_fr: Apparence :

source: Remove Link
fr_fr: Supprimer le lien

# lessonbuilder/tool/src/resources/messages.properties:simplepage.forum
source: Add Forum or Topic
fr_fr: Ajouter un Forum ou un Thème

# lessonbuilder/tool/src/resources/messages.properties:simplepage.forum.tooltip
source: Add a link to a forum or topic
fr_fr: Ajouter un lien vers un forum ou un thème

# lessonbuilder/tool/src/resources/messages.properties:simplepage.forum.chooser
source: Pick a Forum or Topic
fr_fr: Choisissez un Forum ou un Thème

source: Topic: {}
fr_fr: Thème : {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.page.chooser
source: Pick a Page
fr_fr: Choisir une page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.page.index
source: Pages in Current Site
fr_fr: Pages dans l'espace courant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.page.onlyseen
source: NOTE: Only pages you have seen are shown.
fr_fr: NOTE : Seules les pages que vous avez regardées sont visibles

# lessonbuilder/tool/src/resources/messages.properties:simplepage.create
source: Create
fr_fr: Créer

# lessonbuilder/tool/src/resources/messages.properties:simplepage.cancel
source: Cancel
fr_fr: Annuler

# lessonbuilder/tool/src/resources/messages.properties:simplepage.Done
source: Done
fr_fr: Terminé

# lessonbuilder/tool/src/resources/messages.properties:simplepage.notitle
source: A title is required.
fr_fr: Titre requis

# lessonbuilder/tool/src/resources/messages.properties:simplepage.subpage_header
source: Create A Subpage
fr_fr: Créer sous-page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.page.showitems
source: Show items
fr_fr: Afficher les éléments

source: Show the items under each page
fr_fr: Afficher les éléments sous chaque page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.page.hideitems
source: Hide items
fr_fr: Cacher les éléments

source: Hide the items. Just show the pages.
fr_fr: Cacher les éléments. Montrer uniquement les pages.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.copylink
source: Copy
fr_fr: Copier

# lessonbuilder/tool/src/resources/messages.properties:simplepage.copylink2
source: Copy: {}
fr_fr: Copier: {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.startup_help
source: templates/instructions/general.html
fr_fr: modeles/instructions/general_fr_FR.html

source: instructions/multimedia.html
fr_fr: instructions/multimedia_fr_FR.html

source: instructions/website.html
fr_fr: instructions/website_fr_FR.html

source: instructions/general.html
fr_fr: instructions/general_fr_FR.html

# lessonbuilder/tool/src/resources/messages.properties:simplepage.help
source: Tips
fr_fr: Conseils

source: There are no items on this page currently visible to you.
fr_fr: Aucun item n’a été ajouté dans cette page

source: Frequently Asked Questions about multimedia content
fr_fr: Questions fréquentes sur Contenu Multimédia

source: Frequently Asked Questions about uploading content from ZIP file
fr_fr: Questions fréquents à propos du dépôt de contenu grâce à un fichier ZIP

# lessonbuilder/tool/src/resources/messages.properties:simplepage.link
source: Add Link
fr_fr: Ajouter lien

# lessonbuilder/tool/src/resources/messages.properties:simplepage.addlink_header
source: Add A New Link
fr_fr: Ajouter un nouveau lien

source: Or add a URL:
fr_fr: Ou ajouter une URL :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.editText
source: Edit This Text
fr_fr: Éditer Texte

# lessonbuilder/tool/src/resources/messages.properties:simplepage.editItem
source: Edit
fr_fr: Modifier

# lessonbuilder/tool/src/resources/messages.properties:simplepage.editItemBelow
source: Edit Item Below
fr_fr: Éditer l’item ci-dessous

# lessonbuilder/tool/src/resources/messages.properties:simplepage.join-items
source: Join the adjacent two regions into one
fr_fr: Rejoignez les deux régions adjacentes en une seule

# lessonbuilder/tool/src/resources/messages.properties:simplepage.break-items
source: Add section break above
fr_fr: Ajouter un saut de section ci-dessus

# lessonbuilder/tool/src/resources/messages.properties:simplepage.break-columns
source: Add column break above
fr_fr: Ajouter un saut de colonne ci-dessus

# lessonbuilder/tool/src/resources/messages.properties:simplepage.break-here
source: Section break; extra space in background color
fr_fr: Saut de section ; espace supplémentaire dans la couleur d'arrière-plan

# lessonbuilder/tool/src/resources/messages.properties:simplepage.break
source: Section or column break
fr_fr: Saut de section ou de colonne

# lessonbuilder/tool/src/resources/messages.properties:simplepage.columndouble
source: Double width
fr_fr: Double largeur

# lessonbuilder/tool/src/resources/messages.properties:simplepage.columnsplit
source: Two columns inside this one, text flows between them
fr_fr: Deux colonnes à l’intérieur de celle-ci, le texte circule entre eux

# lessonbuilder/tool/src/resources/messages.properties:simplepage.columnopen
source: Column properties
fr_fr: Propriétés de colonne

# lessonbuilder/tool/src/resources/messages.properties:simplepage.columnbackground
source: Column color scheme
fr_fr: Jeu de couleurs de colonne

# lessonbuilder/tool/src/resources/messages.properties:simplepage.columnnone
source: None
fr_fr: Aucun

# lessonbuilder/tool/src/resources/messages.properties:simplepage.columntrans
source: Transparent (no borders)
fr_fr: Transparent (sans bords)

# lessonbuilder/tool/src/resources/messages.properties:simplepage.columngray
source: Gray
fr_fr: Gris

# lessonbuilder/tool/src/resources/messages.properties:simplepage.columnred
source: Red
fr_fr: Rouge

# lessonbuilder/tool/src/resources/messages.properties:simplepage.columnblue
source: Blue
fr_fr: Bleu

# lessonbuilder/tool/src/resources/messages.properties:simplepage.columngreen
source: Green
fr_fr: Vert

# lessonbuilder/tool/src/resources/messages.properties:simplepage.columnyellow
source: Yellow
fr_fr: Jaune

# lessonbuilder/tool/src/resources/messages.properties:simplepage.collapsible
source: Collapsible
fr_fr: Repliable

# lessonbuilder/tool/src/resources/messages.properties:simplepage.sectionTitle
source: Section Title
fr_fr: Titre de section

# lessonbuilder/tool/src/resources/messages.properties:simplepage.default.closed
source: Start closed
fr_fr: Démarrer fermé

# lessonbuilder/tool/src/resources/messages.properties:simplepage.expand.all
source: Expand All
fr_fr: Développer tout

# lessonbuilder/tool/src/resources/messages.properties:simplepage.collapse.all
source: Collapse All
fr_fr: Replier tout

# lessonbuilder/tool/src/resources/messages.properties:simplepage.clickToExpand
source: Click to expand
fr_fr: Cliquez pour agrandir

# lessonbuilder/tool/src/resources/messages.properties:simplepage.clickToCollapse
source: Click to collapse
fr_fr: Cliquer pour réduire

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit
source: Update Item
fr_fr: Mettre à jour item

source: Item Description
fr_fr: Description de l’item

# lessonbuilder/tool/src/resources/messages.properties:simplepage.name_label
source: Item Name
fr_fr: Nom de l’item

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edititem_header
source: Edit Item
fr_fr: Éditer item

# lessonbuilder/tool/src/resources/messages.properties:simplepage.expert_toggle
source: Show details
fr_fr: Montrer détails
