Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_basiclti_*.po
Languages: fr_fr

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.site.invalid
source: Unable to find site
fr_fr: Impossible de trouver le site

source: Unable to find user in site
fr_fr: Impossible de trouver l'utilisateur dans le site

source: Unable to find tool in site
fr_fr: Impossible de trouver l'outil dans le site

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.site.tool.denied
source: Not allowed to access tool
fr_fr: Accès à l'outil interdit

source: The provided eid was invalid
fr_fr: L'EID fourni n'était pas valide

source: Could not determine the user's site ID
fr_fr: Impossible de déterminer l'identifiant de site de l'utilisateur

source: multiple user id's exist for emailaddress
fr_fr: plusieurs id d’utilisateur existe pour emailaddress

source: Install
fr_fr: Installer

source: Missing content_item_return_url from launch data
fr_fr: Il manque content_item_return_url des données de lancement

source: Back to List
fr_fr: Retour à la liste

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:canvas.config.title
source: Sakai Tools
fr_fr: Outils de Sakai

source: This server hosts Sakai tools that you can launch from your LMS.
fr_fr: Ce serveur héberge des outils de Sakai que vous pouvez lancer depuis votre LMS.

source: Unable to parse domain (internal error)
fr_fr: Impossible d’analyser le domaine (erreur interne)

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:gradable.information
source: Routing Grades to the Gradebook
fr_fr: Acheminement des notes vers le carnet de notes

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:gradable.title
source: Select Gradebook Item: <br/>
fr_fr: Sélectionnez l'élément de carnet de notes : <br/>

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:gradable.nograde
source: Do not accept grades from this tool
fr_fr: Ne pas accepter de notes en provenance de cet outil

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:gradable.newassignment
source: Create Gradebook Item
fr_fr: Créer un élément du carnet de notes

source: Invalid Gradebook Item Selected
fr_fr: L'élément du carnet de notes sélectionné n'est pas valide

source: Unable to create Gradebook item
fr_fr: Impossible de créer l'élément du carnet de notes
