Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_postem_*.po
Languages: fr_fr

source: Post'Em
fr_fr: Bulletin de liaison

source: Add/Update Feedback File
fr_fr: Ajouter/Modifier un fichier de commentaires

source: Feedback File
fr_fr: Fichier de commentaires et/ou de notes

source: Your feedback file must be saved in .csv format.
fr_fr: Votre fichier de commentaires doit être enregistré au format .csv (valeurs séparées par une virgule).

source: The first column of your file must contain individual usernames.
fr_fr: La première colonne de votre fichier doit contenir des identifiants d'utilisateurs.

source: The first row of your file must contain headings.
fr_fr: La première ligne de votre fichier doit contenir les noms des colonnes.

source: Release feedback to participants?
fr_fr: Diffuser les commentaires aux participants ?

source: Yes
fr_fr: Ou

source: No
fr_fr: Non

source: Released
fr_fr: Diffusé

source: A title is required.
fr_fr: Titre requis

source: Select a Participant:
fr_fr: Sélectionnez un participant :

source: Feedback has a header row
fr_fr: Le commentaire a une ligne d'en-tête

source: This feedback is for {0} student(s).
fr_fr: Ce commentaire est pour {0} étudiant(s).

source: Verify Upload
fr_fr: Vérifier le dépôt

source: You have just uploaded a feedback or template file.
fr_fr: Vous venez de déposer un commentaire ou un modèle.

source: This is how the first participant record appears.
fr_fr: Voici comment apparait l'enregistrement du premier participant.

source: View Participant
fr_fr: Visualiser un participant particulier

source: You do not have permission for this action.
fr_fr: Vous n'êtes pas autorisé à effectuer cette action.

source: Title
fr_fr: Titre

source: Choose a CSV file or URL from Resources
fr_fr: Choisir un fichier CSV ou une URL provenant de Ressources

source: Feedback Availability
fr_fr: Disponibilité du commentaire

source: Creator
fr_fr: Créateur

source: Modified By
fr_fr: Modifié par

source: Last Modified
fr_fr: Dernière modification le

source: view
fr_fr: visualiser

source: view participant
fr_fr: voir un participant

source: update
fr_fr: Mettre à jour

source: delete
fr_fr: supprimer

source: Title
fr_fr: Titre

source: Your Feedback
fr_fr: Vos commentaires

source: Back
fr_fr: Retour

source: Last Checked
fr_fr: Dernier accès

source: Are you sure you want to delete this item?
fr_fr: Êtes-vous certain de vouloir supprimer cet élément ?

source: Username
fr_fr: Identifiant de l'utilisateur

source: view
fr_fr: visualiser

source: create/update
fr_fr: créer/modifier

source: template
fr_fr: modèle

source: download
fr_fr: télécharger

source: List
fr_fr: Liste

source: Edit
fr_fr: Modifier

source: Save
fr_fr: Enregistrer

source: Add
fr_fr: Ajouter

source: Post
fr_fr: Publier

source: Delete
fr_fr: Supprimer

source: permission error {0}
fr_fr: erreur de droits d'accès {0}

source: Cancel
fr_fr: Annuler

source: Upload File
fr_fr: Déposer fichier

source: No participant is selected.
fr_fr: Aucun participant n'est sélectionné.

source: Column 1, Row {0}
fr_fr: Colonne 1, Ligne {0}

source: There are currently no items at this location.
fr_fr: il n'y a actuellement aucun élément.

source: Sorry, no gradebook currently selected.
fr_fr: Désolé, aucun bulletin de notes n'est actuellement sélectionné.

source: No grades for current user in gradebook {0}.
fr_fr: Pour l'utilisateur actuel il n'y a aucune note dans le bulletin {0}.

source: No grades exist in gradebook {0}.
fr_fr: Aucune note n'existe dans le bulletin de notes ''{0}''.

source: Title:
fr_fr: Titre:

source: Sort by Title ascending
fr_fr: Tri sur le titre par ordre alphabétique

source: Sort by Title descending
fr_fr: Tri sur le titre par ordre alphabétique inverse

source: Sort by Creator ascending
fr_fr: Tri sur l'auteur par ordre alphabétique

source: Sort by Creator descending
fr_fr: Tri sur l'auteur par ordre alphabétique inverse

source: Sort by Modified By ascending
fr_fr: Tri sur l'auteur de la dernière modification par ordre alphabétique

source: Sort by Modified By descending
fr_fr: Tri sur l'auteur de la dernière modification par ordre alphabétique inverse

source: Sort by Last Modified Date ascending
fr_fr: Tri par date de dernière modification croissante

source: Sort by Last Modified Date descending
fr_fr: Tri par date de dernière modification décroissante

source: Sort by Release Status ascending
fr_fr: Tri sur l'état de diffusion par ordre alphabétique

source: Sort by Release Status descending
fr_fr: Tri sur l'état de diffusion par ordre alphabétique inverse

source: Sort by Title
fr_fr: Tri sur le titre

source: Sort by Creator
fr_fr: Tri sur l'auteur

source: Sort by Modified By
fr_fr: Tri sur l'auteur de la dernière modification

source: Sort by Last Modified Date
fr_fr: Tri par date de dernière modification

source: Sort by Release Status
fr_fr: Tri sur l'état de diffusion
