Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_assignment_*.po
Languages: fr_fr

# assignment/bundles/resources/assignment.properties:options_instruction
source: Please choose the display option for the assignment grading page.
fr_fr: Veuillez définir l'option d'affichage pour la page de notation.

# assignment/bundles/resources/assignment.properties:options_default
source: Default (show all user submissions)
fr_fr: Par défaut (affiche toutes les remises)

# assignment/bundles/resources/assignment.properties:options_searchonly
source: Only show user submissions according to Group Filter and Search result
fr_fr: Affiche uniquement les remises par filtre de groupe ou recherche.

# assignment/bundles/resources/assignment.properties:options_cannotFindSite
source: Cannot find site with id = '{0}'.
fr_fr: Impossible de trouver l'espace ayant comme identifiant '{0}'.

# assignment/bundles/resources/assignment.properties:options_cannotEditSite
source: You do not have permission to edit site with id = '{0}'.
fr_fr: Vous n'avez pas le droit de modifier l'espace ayant comme identifiant '{0}'.

# assignment/bundles/resources/assignment.properties:view_instruction
source: Please choose a group to view student submissions.
fr_fr: Veuillez sélectionner le groupe dont vous voulez voir les remises.

# assignment/bundles/resources/assignment.properties:search
source: Find
fr_fr: Chercher

# assignment/bundles/resources/assignment.properties:search_students
source: Find students
fr_fr: Rechercher des étudiants

# assignment/bundles/resources/assignment.properties:search_clear
source: Clear
fr_fr: Effacer

# assignment/bundles/resources/assignment.properties:search_student_instruction
source: Name, ID, or Email
fr_fr: Nom, identifiant ou courriel

# assignment/bundles/resources/assignment.properties:please_select_group
source: Please select a group:
fr_fr: Veuillez sélectionner un groupe :

# assignment/bundles/resources/assignment.properties:nostudent_searchview
source: No student is found that meet the search criteria and view filter.
fr_fr: Aucun étudiant ne correspond aux critères.

# assignment/bundles/resources/assignment.properties:reorder.title
source: Organize Default Assignment List View
fr_fr: Organiser l'affichage par défaut de la liste des devoirs

# assignment/bundles/resources/assignment.properties:reorder.instruction.input
source: You can also edit list order numbers.
fr_fr: Vous pouvez également modifier les numéros d'ordre de la liste.

source: Tab into list and hold Control key and use arrow keys to sort.
fr_fr: Pour trier, cliquez sur la liste et maintenez les touches Ctrl + flèche.

# assignment/bundles/resources/assignment.properties:reorder.undo.last.label
source: Undo last
fr_fr: Annuler dernière action

# assignment/bundles/resources/assignment.properties:reorder.undo.all.label
source: Undo all
fr_fr: Tout annuler

# assignment/bundles/resources/assignment.properties:reorder.fail.valid.message
source: A number smaller than # please!
fr_fr: Un nombre plus petit que # s'il vous plaît !

# assignment/bundles/resources/assignment.properties:download_url_link_label
source: Download
fr_fr: Télécharger

# assignment/bundles/resources/assignment.properties:allPurpose_save
source: Save
fr_fr: Enregistrer

# assignment/bundles/resources/assignment.properties:allPurpose_cancel
source: Cancel
fr_fr: Annuler

# assignment/bundles/resources/assignment.properties:assignment
source: Represents assignments for a given site.
fr_fr: Correspond aux devoirs d'un espace.

# assignment/bundles/resources/assignment.properties:content_review.pending.info
source: This attachment has been submitted and is pending review.
fr_fr: La pièce jointe a été remise et est en attente de vérification.

source: Assignment submission has been graded
fr_fr: Notification par courriel pour les nouvelles remises autorisées.

source: Released Resubmission Notification Email Options:
fr_fr: Options de notification par courriel pour les nouvelles remises :

source: Do not send email notification
fr_fr: N’envoyez pas de notification par e-mail

source: Send email notification with the open date to all participants
fr_fr: Envoyer des notifications par courriel avec la date d’ouverture à tous les participants

# assignment/bundles/resources/assignment.properties:sendFeedback.show
source: Show settings for sending feedback
fr_fr: Afficher les paramètres pour l'envoi de vos commentaires

# assignment/bundles/resources/assignment.properties:sendFeedback.hide
source: Hide settings for sending feedback
fr_fr: Masquer les paramètres pour l'envoi des commentaires

# assignment/bundles/resources/assignment.properties:sendFeedback.options
source: Feedback options
fr_fr: Options pour les commentaires

# assignment/bundles/resources/assignment.properties:sendFeedback.saved
source: Feedback has been saved successfully.
fr_fr: Votre commentaire a été sauvegardé avec succès.

# assignment/bundles/resources/assignment.properties:peerAssessmentSavedSubmission
source: Comments and/or grade have been saved and submitted.
fr_fr: Les commentaires et/ou la note ont été sauvegardés et remis.

# assignment/bundles/resources/assignment.properties:peerAssessmentName
source: Peer Assessment - Students assess each other
fr_fr: Évaluation par les pairs

# assignment/bundles/resources/assignment.properties:noAdditionalOptionsName
source: No additional assignment options
fr_fr: Aucune option de devoir supplémentaire

# assignment/bundles/resources/assignment.properties:additionalOptionsName
source: Additional Assignment Options
fr_fr: Options supplémentaires du devoir

# assignment/bundles/resources/assignment.properties:peerAssessmentUse
source: Use peer assessment
fr_fr: Utiliser l'évaluation par les pairs

# assignment/bundles/resources/assignment.properties:peerassessment.periodfinishes
source: Evaluation Period Finishes:
fr_fr: La période d'évaluation se termine le :

source: Anonymous evaluation
fr_fr: Évaluation anonyme

source: Allow students to see reviews of their submissions
fr_fr: Permettre aux étudiants de voir les évaluations correspondant aux devoirs qu'ils ont remis

# assignment/bundles/resources/assignment.properties:peerassessment.numSubmissions
source: Number of submissions students must review
fr_fr: Nombre de devoirs remis que les étudiants doivent évaluer

source: Instructions for reviewers:
fr_fr: Instructions pour les évaluateurs :

# assignment/bundles/resources/assignment.properties:peerassessment.reviewStartsOn
source: Review starts on {0}
fr_fr: Les évaluations commencent le {0}

# assignment/bundles/resources/assignment.properties:peerassessment.notavailable
source: Peer assessment is not available for the assignment you selected.
fr_fr: L'évaluation par les pairs n'est pas disponible pour le devoir que vous avez sélectionné.

# assignment/bundles/resources/assignment.properties:peerassessment.allSubmitted
source: You have submitted all of your peer reviews.
fr_fr: Vous avez remis toutes vos évaluations de pairs.

source: Instructions for the Reviewer
fr_fr: Instructions pour l'évaluateur

source: Reviewer Comments
fr_fr: Commentaires de l'évaluateur

source: Reviewer Attachments
fr_fr: Pièces jointes de l'évaluateur

source: No attachments were submitted by the reviewer.
fr_fr: Aucune pièce jointe na été soumise par l’examinateur.

source: An error has occurred while saving, please refresh and try again.
fr_fr: Une erreur s'est produite lors de l'enregistrement, veuillez actualiser et réessayez.

source: You must enter a valid number greater than 0 for the score.
fr_fr: Vous devez saisir un nombre valide et supérieur à 0 pour la note.

source: Instructions for the Reviewer
fr_fr: Instructions pour l'évaluateur

source: Peer assessments are not available for group assignments.
fr_fr: L'évaluation par les pairs n'est pas disponible pour les devoirs de groupe.

source: Peer assessments are not available for non-electronic assignments.
fr_fr: L'évaluation par les pairs n'est pas disponible pour les devoirs non électroniques.

source: Peer assessments are only available when Grade Scale is set to Points.
fr_fr: L'évaluation par les pairs n'est disponible que lorsque l'échelle de notation choisie est Points.

# assignment/bundles/resources/assignment.properties:peerassessment.reviewedby
source: Reviewed By
fr_fr: Évalué par

# assignment/bundles/resources/assignment.properties:peerassessment.reviewergrade
source: Reviewer Grade
fr_fr: Note de l'évaluation

# assignment/bundles/resources/assignment.properties:peerassessment.noscore
source: No score
fr_fr: Pas de note

# assignment/bundles/resources/assignment.properties:peerassessment.nocomments
source: No comments
fr_fr: Pas de commentaire

# assignment/bundles/resources/assignment.properties:peerassessment.removereview
source: Remove Review
fr_fr: Supprimer l'évaluation

# assignment/bundles/resources/assignment.properties:peerassessment.restorereview
source: Restore Review
fr_fr: Restaurer l'évaluation

source: Instructor grading is disabled until after the review period: {0}
fr_fr: La notation par le professeur est impossible avant la fin de la période d'évaluation : {0}

# assignment/bundles/resources/assignment.properties:peerassessment.removed
source: Successfully removed review for student's submission
fr_fr: Évaluation par un pair de la remise de l'étudiant supprimée

# assignment/bundles/resources/assignment.properties:peerassessment.restored
source: Successfully restored review for student's submission
fr_fr: Évaluation par un pair de la remise de l'étudiant restaurée

source: Peer review due date: {0}
fr_fr: Évaluation par les pairs à remettre pour le : {0}

# assignment/bundles/resources/assignment.properties:stuviewsubm.peerreview
source: Once submitted, this assignment will be part of a peer review.
fr_fr: Une fois remis, ce devoir fera l'objet d'une évaluation par les pairs.

# assignment/bundles/resources/assignment.properties:peerassessment.submissionReq
source: Assignment submission required
fr_fr: Remise du devoir obligatoire

# assignment/bundles/resources/assignment.properties:peerassessment.notOpen
source: Not open
fr_fr: Non ouvert

# assignment/bundles/resources/assignment.properties:peerassessment.notStarted
source: Not started
fr_fr: Non commencé

# assignment/bundles/resources/assignment.properties:peerassessment.incomplete
source: Incomplete
fr_fr: Incomplet

# assignment/bundles/resources/assignment.properties:peerassessment.submitted
source: Submitted
fr_fr: Remise

# assignment/bundles/resources/assignment.properties:peerassessment.student
source: Student {0}
fr_fr: Étudiant {0}

source: Draft - in progress
fr_fr: Brouillon - en cours

# assignment/bundles/resources/assignment.properties:gen.stuatt.single
source: Submitted Attachment
fr_fr: Pièce jointe remise

# assignment/bundles/resources/assignment.properties:gen.noatt.single
source: No attachment yet
fr_fr: Aucune pièce jointe pour l’instant

# assignment/bundles/resources/assignment.properties:gen.noattsubmitted.single
source: No attachment submitted
fr_fr: Aucun fichier joint remis

# assignment/bundles/resources/assignment.properties:settings.access.selectGroups
source: Note - You must select at least one group.
fr_fr: Remarque : vous devez sélectionner au moins un groupe.

# assignment/bundles/resources/assignment.properties:selected.group
source: Selected Group
fr_fr: Groupe sélectionné

# assignment/bundles/resources/assignment.properties:selected.groups
source: Selected Groups
fr_fr: Groupes choisis

# assignment/bundles/resources/assignment.properties:submission.inline
source: Inline Submission
fr_fr: Soumission en ligne

# assignment/bundles/resources/assignment.properties:grade.type.unknown
source: Unknown Grade Type
fr_fr: Type de note inconnu

# assignment/bundles/resources/assignment.properties:submission.type.unknown
source: Unknown Submission Type
fr_fr: Type de soumission inconnu

# assignment/bundles/resources/assignment.properties:scoringAgent.grade
source: Grade with {0}
fr_fr: Noter avec {0}

# assignment/bundles/resources/assignment.properties:scoringAgent.view
source: View with {0}
fr_fr: Afficher avec {0}

# assignment/bundles/resources/assignment.properties:scoringAgent.refresh
source: Refresh grade from {0}
fr_fr: Actualiser les notes de {0}

# assignment/bundles/resources/assignment.properties:scoringAgent.refreshReminder
source: Grading... Click here to refresh grade
fr_fr: Noter/Classement... Cliquez ici pour actualiser la note

# assignment/bundles/resources/assignment.properties:grades.submissionTime
source: Submission date
fr_fr: Date de soumission

# assignment/bundles/resources/assignment.properties:grades.late
source: Late submission
fr_fr: Soumission tardive

# assignment/bundles/resources/assignment.properties:grades.lateness.late
source: Late
fr_fr: Retard

# assignment/bundles/resources/assignment.properties:grades.lateness.ontime
source: On time
fr_fr: À l'heure

# assignment/bundles/resources/assignment.properties:grades.lateness.unknown
source: Unknown
fr_fr: Inconnu

# assignment/bundles/resources/assignment.properties:asn.edit.selectall
source: Select All Groups
fr_fr: Sélectionner tous les groupes

# assignment/bundles/resources/assignment.properties:view.label
source: View
fr_fr: Vue

# assignment/bundles/resources/assignment.properties:gen.viewing.phrase
source: Viewing {0} - {1} of {2} items
fr_fr: Vous voyez les éléments {0} à {1} sur {2}.

# assignment/bundles/resources/assignment.properties:gen.previous.pagesize
source: Previous {0}
fr_fr: {0} précédents

# assignment/bundles/resources/assignment.properties:gen.next.pagesize
source: Next {0}
fr_fr: {0} suivants

# assignment/bundles/resources/assignment.properties:gen.select.label
source: Choose page size
fr_fr: Choisissez la taille de la page

# assignment/bundles/resources/assignment.properties:search.label
source: Search
fr_fr: Rechercher

# assignment/bundles/resources/assignment.properties:search.button
source: Search
fr_fr: Rechercher

# assignment/bundles/resources/assignment.properties:search.clear
source: Clear Search
fr_fr: Effacer la recherche

# assignment/bundles/resources/assignment.properties:subm.conf
source: Submission Confirmation
fr_fr: Confirmation de la remise

# assignment/bundles/resources/permissions.properties:desc-asn.all.groups
source: Same site level permissions for all groups inside the site
fr_fr: Même niveau de droits au niveau de l'ensemble de l'espace pour tous les groupes de l'espace

# assignment/bundles/resources/permissions.properties:desc-asn.submit
source: Submit to assignment(s)
fr_fr: Remettre des devoirs

# assignment/bundles/resources/permissions.properties:desc-asn.delete
source: Delete assignment(s)
fr_fr: Supprimer des devoir(s)

# assignment/bundles/resources/permissions.properties:desc-asn.read
source: Read assignment(s)
fr_fr: Lire les devoirs

# assignment/bundles/resources/permissions.properties:desc-asn.revise
source: Revise assignment(s)
fr_fr: Modifier les devoirs

# assignment/bundles/resources/permissions.properties:desc-asn.grade
source: Grade assignment submission(s)
fr_fr: Noter les remises de devoirs

source: Receive email notifications
fr_fr: Recevoir des notifications par courriel

# assignment/bundles/resources/permissions.properties:desc-asn.share.drafts
source: Able to view draft assignment(s) created by other users
fr_fr: Voir les brouillons de devoirs créés par d'autres utilisateurs

# assignment/bundles/resources/assignment-noti-prefs.properties:prefs_title
source: Assignments
fr_fr: Devoirs
