Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_admin-tools_*.po
Languages: fr_fr

# admin-tools/src/bundle/authz-tool.properties:per.lis.role.title
source: Toggle all permissions for this role
fr_fr: Permuter tous les droits pour ce rôle

# admin-tools/src/bundle/authz-tool.properties:per.lis.perm.title
source: Toggle all roles for this permission
fr_fr: Permuter tous les rôles pour ce droit

# admin-tools/src/bundle/authz-tool.properties:per.lis.title
source: Permissions
fr_fr: Droits

# admin-tools/src/bundle/authz-tool.properties:per.rol
source: Role
fr_fr: Rôle

# admin-tools/src/bundle/authz-tool.properties:per.alert
source: Alert: no roles are defined.
fr_fr: Alerte: aucun rôle n'a été défini.

# admin-tools/src/bundle/authz-tool.properties:per.lis.clearall
source: Clear all
fr_fr: Tout effacer

# admin-tools/src/bundle/authz-tool.properties:per.lis.restoredef
source: Undo changes
fr_fr: Annuler les modifications

# admin-tools/src/bundle/authz-tool.properties:per.lis.selectgrp
source: Set permissions for
fr_fr: Placer les permissions pour

# admin-tools/src/bundle/authz-tool.properties:per.lis.site
source: Site
fr_fr: Espace

# admin-tools/src/bundle/authz-tool.properties:realm.add
source: Add Role
fr_fr: Ajouter rôle

# admin-tools/src/bundle/authz-tool.properties:realm.confirm.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/authz-tool.properties:realm.confirm.cancel
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/authz-tool.properties:realm.confirm.please
source: Please confirm the removal of this Realm:
fr_fr: Merci de confirmer la suppression de ce domaine :

# admin-tools/src/bundle/authz-tool.properties:realm.confirm.remove
source: Remove
fr_fr: Supprimer

# admin-tools/src/bundle/authz-tool.properties:realm.confirm.usedfor
source: Used for
fr_fr: Employé pour

# admin-tools/src/bundle/authz-tool.properties:realm.confirm.removing
source: Removing Realm...
fr_fr: Suppression du domaine en cours...

# admin-tools/src/bundle/authz-tool.properties:realm.copyrol
source: Copy Role...
fr_fr: Copie du rôle en cours...

# admin-tools/src/bundle/authz-tool.properties:realm.defined
source: A Role with this id ({0}) is already defined.
fr_fr: Un rôle associé à l'identifiant ({0}) a déjà été défini.

# admin-tools/src/bundle/authz-tool.properties:realm.edit.active
source: active
fr_fr: actif

# admin-tools/src/bundle/authz-tool.properties:realm.edit.inactive
source: inactive
fr_fr: Inactif

# admin-tools/src/bundle/authz-tool.properties:realm.edit.summary
source: Review and modify this Realm's information.
fr_fr: Consultez et modifiez les renseignements relatifs à ce domaine.

# admin-tools/src/bundle/authz-tool.properties:realm.edit.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/authz-tool.properties:realm.edit.cancel
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/authz-tool.properties:realm.edit.complete
source: Complete the Realm Edit
fr_fr: Terminer la modification du domaine

# admin-tools/src/bundle/authz-tool.properties:realm.edit.edit
source: Edit: Realm
fr_fr: Modifier : Domaine

# admin-tools/src/bundle/authz-tool.properties:realm.edit.from
source: From Provider
fr_fr: Du fournisseur

# admin-tools/src/bundle/authz-tool.properties:realm.edit.id
source: Realm Id:
fr_fr: Identifiant du domaine :

# admin-tools/src/bundle/authz-tool.properties:realm.edit.maintain
source: Maintain Role:
fr_fr: Rôle Maintain :

# admin-tools/src/bundle/authz-tool.properties:realm.edit.noroles
source: No Roles have been granted to any users.
fr_fr: Aucun rôle n'a été attribué aux utilisateurs.

# admin-tools/src/bundle/authz-tool.properties:realm.edit.noroles1
source: No roles are defined.
fr_fr: Aucun rôle n'est défini.

# admin-tools/src/bundle/authz-tool.properties:realm.edit.provided
source: provided
fr_fr: fourni

# admin-tools/src/bundle/authz-tool.properties:realm.edit.provider
source: Provider Id:
fr_fr: Identifiant du fournisseur :

# admin-tools/src/bundle/authz-tool.properties:realm.edit.realm
source: Realm
fr_fr: Domaine

# admin-tools/src/bundle/authz-tool.properties:realm.edit.review
source: Review and modify this Realm's information.
fr_fr: Consultez et modifiez les renseignements relatifs à ce domaine.

# admin-tools/src/bundle/authz-tool.properties:realm.edit.role
source: Role
fr_fr: Rôle

# admin-tools/src/bundle/authz-tool.properties:realm.edit.status
source: Status
fr_fr: Statut

# admin-tools/src/bundle/authz-tool.properties:realm.edit.roleid
source: Role Id
fr_fr: Identifiant du rôle

# admin-tools/src/bundle/authz-tool.properties:realm.edit.roles
source: Roles
fr_fr: Rôles

# admin-tools/src/bundle/authz-tool.properties:realm.edit.roles.list.summary
source: List of Roles. First column role ids, second column description.
fr_fr: Liste des rôles. La première colonne contient les identifiants de rôles et la seconde la description du rôle.

# admin-tools/src/bundle/authz-tool.properties:realm.edit.save
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/authz-tool.properties:realm.edit.used
source: Used for
fr_fr: Employé pour

# admin-tools/src/bundle/authz-tool.properties:realm.edit.userid
source: User Id
fr_fr: Identifiant de l'utilisateur

# admin-tools/src/bundle/authz-tool.properties:realm.edit.users
source: Users
fr_fr: Utilisateurs

# admin-tools/src/bundle/authz-tool.properties:realm.grant
source: Grant Ability
fr_fr: Accorder la possibilité

# admin-tools/src/bundle/authz-tool.properties:realm.idinvalid
source: The realm id is invalid
fr_fr: Identifiant de domaine non valide

# admin-tools/src/bundle/authz-tool.properties:realm.iduse
source: The realm id is already in use
fr_fr: Identifiant de domaine déjà utilisé

# admin-tools/src/bundle/authz-tool.properties:realm.list.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/authz-tool.properties:realm.list.maintain
source: Maintain Role
fr_fr: Rôle de type Maintain

# admin-tools/src/bundle/authz-tool.properties:realm.list.norealms
source: No realms are defined that meet the search criteria.
fr_fr: Aucun domaine correspondant aux critères de recherche n'est défini.

# admin-tools/src/bundle/authz-tool.properties:realm.list.provide
source: Provider Id
fr_fr: identifiant du fournisseur

# admin-tools/src/bundle/authz-tool.properties:realm.list.realmid
source: Realm Id
fr_fr: Identifiant du domaine

# admin-tools/src/bundle/authz-tool.properties:realm.list.used
source: Used for
fr_fr: Employé pour

# admin-tools/src/bundle/authz-tool.properties:realm.list.youare
source: You are viewing
fr_fr: Vous consultez

# admin-tools/src/bundle/authz-tool.properties:realm.list.of
source: of
fr_fr: de

# admin-tools/src/bundle/authz-tool.properties:realm.list.results
source: results.
fr_fr: résultats.

# admin-tools/src/bundle/authz-tool.properties:realm.new
source: New Realm
fr_fr: Nouveau domaine

# admin-tools/src/bundle/authz-tool.properties:realm.notfound
source: Realm {0} not found
fr_fr: Domaine {0} introuvable

# admin-tools/src/bundle/authz-tool.properties:realm.notpermis
source: You do not have permission to create this Realm
fr_fr: Vous n'êtes pas autorisé à créer ce domaine

# admin-tools/src/bundle/authz-tool.properties:realm.notpermis1
source: You do not have permission to edit Realm
fr_fr: Vous n'êtes pas autorisé à modifier le domaine

# admin-tools/src/bundle/authz-tool.properties:realm.notpermis2
source: You do not have permission to remove Realm {0}
fr_fr: Vous n'êtes pas autorisé à supprimer le domaine {0}

# admin-tools/src/bundle/authz-tool.properties:realm.notpermis3
source: You do not have permission to edit this Realm
fr_fr: Vous n'êtes pas autorisé à modifier ce domaine

# admin-tools/src/bundle/authz-tool.properties:realm.please
source: Please enter a Role id.
fr_fr: Veuillez indiquer un identifiant de rôle.

# admin-tools/src/bundle/authz-tool.properties:realm.realm
source: Realm
fr_fr: Domaine

# admin-tools/src/bundle/authz-tool.properties:realm.remove
source: Remove Realm
fr_fr: Supprimer le domaine

# admin-tools/src/bundle/authz-tool.properties:realm.removeall
source: Remove All
fr_fr: Tout supprimer

# admin-tools/src/bundle/authz-tool.properties:realm.removerol
source: Remove Role
fr_fr: Supprimer le rôle

# admin-tools/src/bundle/authz-tool.properties:realm.role
source: Add Role
fr_fr: Ajouter rôle

# admin-tools/src/bundle/authz-tool.properties:realm.role.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/authz-tool.properties:realm.role.cancel
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/authz-tool.properties:realm.role.complete
source: Complete the Realm Edit
fr_fr: Terminer la modification du domaine

# admin-tools/src/bundle/authz-tool.properties:realm.role.continue
source: Continue Editing
fr_fr: Continuer la modification

# admin-tools/src/bundle/authz-tool.properties:realm.role.done
source: Done
fr_fr: Terminé

# admin-tools/src/bundle/authz-tool.properties:realm.role.edit
source: Edit: Realm
fr_fr: Modifier : Domaine

# admin-tools/src/bundle/authz-tool.properties:realm.role.functions
source: Functions
fr_fr: Fonctions

# admin-tools/src/bundle/authz-tool.properties:realm.role.functions2
source: Functions:
fr_fr: Fonctions :

# admin-tools/src/bundle/authz-tool.properties:realm.role.id
source: Role Id:
fr_fr: Identifiant du rôle :

# admin-tools/src/bundle/authz-tool.properties:realm.role.role
source: Role
fr_fr: Rôle

# admin-tools/src/bundle/authz-tool.properties:realm.role.save
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/authz-tool.properties:realm.role.used
source: Used for
fr_fr: Employé pour

# admin-tools/src/bundle/authz-tool.properties:realm.role.set
source: Set the Functions for this Role.
fr_fr: Définissez les fonctions associées à ce rôle.

# admin-tools/src/bundle/authz-tool.properties:realm.role.group
source: Should this role be limited to the group provider only?
fr_fr: Faut-il limiter ce rôle au fournisseur du groupe uniquement ?

# admin-tools/src/bundle/authz-tool.properties:realm.save
source: Save As
fr_fr: Enregistrer sous

# admin-tools/src/bundle/authz-tool.properties:realm.saveas.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/authz-tool.properties:realm.saveas.cancel
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/authz-tool.properties:realm.saveas.copy
source: Copy Role
fr_fr: Copier le rôle

# admin-tools/src/bundle/authz-tool.properties:realm.saveas.realm
source: Realm
fr_fr: Domaine

# admin-tools/src/bundle/authz-tool.properties:realm.saveas.realmid
source: Realm Id:
fr_fr: Identifiant du domaine :

# admin-tools/src/bundle/authz-tool.properties:realm.saveas.role
source: Role
fr_fr: Rôle

# admin-tools/src/bundle/authz-tool.properties:realm.saveas.roleid
source: Role Id:
fr_fr: Identifiant du rôle :

# admin-tools/src/bundle/authz-tool.properties:realm.saveas.save
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/authz-tool.properties:realm.saveas.saveas
source: Save as...
fr_fr: Enregistrer sous...

# admin-tools/src/bundle/authz-tool.properties:realm.someone
source: Someone else is currently editing this Realm:
fr_fr: Un autre utilisateur modifie actuellement ce domaine :

# admin-tools/src/bundle/authz-tool.properties:realm.user
source: User id not found.
fr_fr: Identifiant de l'utilisateur introuvable.

# admin-tools/src/bundle/authz-tool.properties:realm.user.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/authz-tool.properties:realm.user.cancel
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/authz-tool.properties:realm.user.complete
source: Complete the Realm Edit
fr_fr: Terminer la modification du domaine

# admin-tools/src/bundle/authz-tool.properties:realm.user.continue
source: Continue Editing
fr_fr: Continuer la modification

# admin-tools/src/bundle/authz-tool.properties:realm.user.done
source: Done
fr_fr: Terminé

# admin-tools/src/bundle/authz-tool.properties:realm.user.edit
source: Edit: Realm
fr_fr: Modifier : Domaine

# admin-tools/src/bundle/authz-tool.properties:realm.user.id
source: User Id:
fr_fr: Identifiant de l'utilisateur :

# admin-tools/src/bundle/authz-tool.properties:realm.user.role
source: Role
fr_fr: Rôle

# admin-tools/src/bundle/authz-tool.properties:realm.user.role2
source: Role:
fr_fr: Rôle:

# admin-tools/src/bundle/authz-tool.properties:realm.user.save
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/authz-tool.properties:realm.user.set
source: Set the Role for this User.
fr_fr: Affectez le rôle à cet utilisateur.

# admin-tools/src/bundle/authz-tool.properties:realm.user.used
source: Used for
fr_fr: Employé pour

# admin-tools/src/bundle/authz-tool.properties:realm.user.user
source: User Role
fr_fr: Rôle de l'utilisateur

# admin-tools/src/bundle/authz-tool.properties:realm.user.notfound
source: Internal error: user not found.
fr_fr: Erreur interne : utilisateur introuvable.

# admin-tools/src/bundle/authz-tool.properties:realm.noaccess
source: You do not have permission to use this tool.
fr_fr: Vous n'avez pas la permission d'utiliser cet outil.

# admin-tools/src/bundle/authz-tool.properties:realm.view.active
source: active
fr_fr: actif

# admin-tools/src/bundle/authz-tool.properties:realm.view.view
source: View: Realm
fr_fr: Voir : domaine

# admin-tools/src/bundle/authz-tool.properties:realm.view.realm
source: Realm
fr_fr: Domaine

# admin-tools/src/bundle/authz-tool.properties:realm.view.review
source: Review this Realm's information.
fr_fr: Revoir les informations du domaine.

# admin-tools/src/bundle/authz-tool.properties:realm.view.from
source: From Provider
fr_fr: Du fournisseur

# admin-tools/src/bundle/authz-tool.properties:realm.view.id
source: Realm Id:
fr_fr: Identifiant du domaine :

# admin-tools/src/bundle/authz-tool.properties:realm.view.maintain
source: Maintain Role:
fr_fr: Rôle Maintain :

# admin-tools/src/bundle/authz-tool.properties:realm.view.used
source: Used for
fr_fr: Employé pour

# admin-tools/src/bundle/authz-tool.properties:realm.view.userid
source: User Id
fr_fr: Identifiant de l'utilisateur

# admin-tools/src/bundle/authz-tool.properties:realm.view.users
source: Users
fr_fr: Utilisateurs

# admin-tools/src/bundle/authz-tool.properties:realm.view.status
source: Status
fr_fr: Statut

# admin-tools/src/bundle/authz-tool.properties:realm.view.roleid
source: Role Id
fr_fr: Identifiant du rôle

# admin-tools/src/bundle/authz-tool.properties:realm.view.roles
source: Roles
fr_fr: Rôles

# admin-tools/src/bundle/authz-tool.properties:realm.view.roles.list.summary
source: List of Roles. First column role ids, second column description.
fr_fr: Liste des rôles. La première colonne contient les identifiants de rôles et la seconde la description du rôle.

# admin-tools/src/bundle/authz-tool.properties:realm.view.noroles
source: No Roles have been granted to any users.
fr_fr: Aucun rôle n'a été attribué aux utilisateurs.

# admin-tools/src/bundle/authz-tool.properties:realm.view.noroles1
source: No roles are defined.
fr_fr: Aucun rôle n'est défini.

# admin-tools/src/bundle/authz-tool.properties:realm.view.provided
source: provided
fr_fr: fourni

# admin-tools/src/bundle/authz-tool.properties:realm.view.provider
source: Provider Id:
fr_fr: Identifiant du fournisseur :

# admin-tools/src/bundle/authz-tool.properties:realm.role.view
source: View the Functions for this Role.
fr_fr: Voir les fonctions de ce rôle.

# admin-tools/src/bundle/authz-tool.properties:realm.role.group.view
source: Is this role be limited to the group provider only?
fr_fr: Ce rôle est-il restreint exclusivement au fournisseur du groupe ?

# admin-tools/src/bundle/authz-tool.properties:realm.view.back
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/authz-tool.properties:realm.noProviderIdFound
source: No course section found with Provider Id: {0}
fr_fr: Aucune section de cours trouvée avec l'identifiant de fournisseur: {0}

# admin-tools/src/bundle/authz-tool.properties:reasav.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/authz-tool.properties:reasav.can
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/authz-tool.properties:reasav.entanew2
source: Enter a new Realm id.
fr_fr: Saisissez un nouvel identifiant de domaine.

# admin-tools/src/bundle/authz-tool.properties:reasav.reaid
source: Realm Id:
fr_fr: Identifiant du domaine :

# admin-tools/src/bundle/authz-tool.properties:reasav.realm
source: Realm
fr_fr: Domaine

# admin-tools/src/bundle/authz-tool.properties:reasav.sav
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/authz-tool.properties:reasav.savas
source: Save As ...
fr_fr: Enregistrer sous...

# admin-tools/src/bundle/authz-tool.properties:reasavrol.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/authz-tool.properties:reasavrol.can
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/authz-tool.properties:reasavrol.coprol
source: Copy Role
fr_fr: Copier le rôle

# admin-tools/src/bundle/authz-tool.properties:reasavrol.entanew2
source: Enter a new Role id.
fr_fr: Saisissez un nouvel identifiant de rôle.

# admin-tools/src/bundle/authz-tool.properties:reasavrol.rolid
source: Role Id:
fr_fr: Identifiant du rôle :

# admin-tools/src/bundle/authz-tool.properties:reasavrol.sav
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/authz-tool.properties:desc-annc.new
source: Create announcements
fr_fr: Créer des annonces

# admin-tools/src/bundle/authz-tool.properties:desc-annc.read
source: Read announcements
fr_fr: Lire des annonces

# admin-tools/src/bundle/authz-tool.properties:desc-annc.revise.any
source: Edit all announcements
fr_fr: Modifier toutes les annonces

# admin-tools/src/bundle/authz-tool.properties:desc-annc.revise.own
source: Edit own announcements
fr_fr: Modifier ses propres annonces

# admin-tools/src/bundle/authz-tool.properties:desc-annc.delete.any
source: Delete all announcements
fr_fr: Supprimer toutes les annonces

# admin-tools/src/bundle/authz-tool.properties:desc-annc.delete.own
source: Delete own announcements
fr_fr: Supprimer ses propres annonces

# admin-tools/src/bundle/authz-tool.properties:desc-annc.read.drafts
source: Read all draft announcements
fr_fr: Lire tous les brouillons d'annonces

# admin-tools/src/bundle/authz-tool.properties:desc-annc.all.groups
source: Access all group announcements
fr_fr: Accéder à toutes les annonces de groupe

# admin-tools/src/bundle/users.properties:useact.newuse
source: New User
fr_fr: Nouvel utilisateur

# admin-tools/src/bundle/users.properties:useact.remuse
source: Remove User
fr_fr: Supprimer Utilisateur

# admin-tools/src/bundle/users.properties:useact.theuseid1
source: The user id is already in use
fr_fr: L'identifiant de l'utilisateur est déjà utilisé

# admin-tools/src/bundle/users.properties:useact.theuseemail1
source: The user email is already in use
fr_fr: L'email de l'utilisateur est déjà utilisé

# admin-tools/src/bundle/users.properties:useact.theuseid2
source: The user id is invalid
fr_fr: L'identifiant de l'utilisateur est invalide

# admin-tools/src/bundle/users.properties:useact.use_notfou
source: User {0} not found
fr_fr: Utilisateur {0} introuvable

# admin-tools/src/bundle/users.properties:useact.youdonot1
source: You do not have permission to edit User {0}
fr_fr: Vous n'avez pas le droit d'éditer l'utilisateur {0}

# admin-tools/src/bundle/users.properties:useact.youdonot2
source: You do not have permission to remove User {0}
fr_fr: Vous n'avez pas le droit de supprimer l'utilisateur {0}

# admin-tools/src/bundle/users.properties:useact.youdonot3
source: You do not have permission to edit this User
fr_fr: Vous n'avez pas le droit d'éditer cet utilisateur

# admin-tools/src/bundle/users.properties:useact.youdonot4
source: Only admins can change information for admin users
fr_fr: Seuls les administrateurs peuvent modifier les informations concernant les utilisateurs administrateurs

# admin-tools/src/bundle/users.properties:useact.couldnot
source: Could not remove user {0} from realm {1}
fr_fr: Impossible de supprimer l'utilisateur {0} du domaine {1}

# admin-tools/src/bundle/users.properties:useact.invemail
source: The email address is invalid
fr_fr: Cette adresse de courriel est invalide

# admin-tools/src/bundle/users.properties:useact.capterr
source: There was a problem with the captcha.
fr_fr: Un problème est survenu avec le captcha.

# admin-tools/src/bundle/users.properties:useact.search
source: Search for users
fr_fr: Recherche d'utilisateurs

# admin-tools/src/bundle/users.properties:useconrem.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/users.properties:useconrem.can
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/users.properties:usecre.firnam
source: First Name
fr_fr: Prénom

# admin-tools/src/bundle/users.properties:usecre.lasnam
source: Last Name
fr_fr: Nom

# admin-tools/src/bundle/users.properties:useconrem.nam
source: Name
fr_fr: Nom

# admin-tools/src/bundle/users.properties:useedi.cre
source: Created
fr_fr: Créé le

# admin-tools/src/bundle/users.properties:useedi.creby
source: Created By
fr_fr: Créé par

# admin-tools/src/bundle/users.properties:useconrem.useid
source: User Id
fr_fr: Identifiant de l'utilisateur

# admin-tools/src/bundle/users.properties:useconrem.useuid
source: Internal Id
fr_fr: Identifiant interne

# admin-tools/src/bundle/users.properties:useact.somels
source: Someone else is currently editing this User: {0}
fr_fr: Quelqu'un d'autre est en train d'éditer cet utilisateur : {0}

# admin-tools/src/bundle/users.properties:useedi.mod
source: Modified
fr_fr: Modifié le

# admin-tools/src/bundle/users.properties:useedi.modby
source: Modified By
fr_fr: Modifié par

# admin-tools/src/bundle/users.properties:usecre.status
source: Status
fr_fr: Statut

# admin-tools/src/bundle/users.properties:usecre.vercurpass
source: Enter Current Password
fr_fr: Saisir le mot de passe actuel

# admin-tools/src/bundle/users.properties:usecre.crenewpass
source: Create New Password
fr_fr: Créer le nouveau mot de passe

# admin-tools/src/bundle/users.properties:usecre.vernewpass
source: Verify New Password
fr_fr: Confirmer le nouveau mot de passe

# admin-tools/src/bundle/users.properties:useconrem.ema
source: Email
fr_fr: Courriel

# admin-tools/src/bundle/users.properties:usecre.disableFailed
source: The new user was created, but the Disabled Proerty was not set.
fr_fr: Le nouvel utilisateur a été créé, mais la propriété ''Disabled'' n'a pas été enregistrée.

# admin-tools/src/bundle/users.properties:useconrem.site
source: 1 site
fr_fr: 1 espace

# admin-tools/src/bundle/users.properties:useconrem.sites
source: {0} sites
fr_fr: {0} espaces

# admin-tools/src/bundle/users.properties:useconrem.rem
source: Remove
fr_fr: Supprimer

# admin-tools/src/bundle/users.properties:usecre.creaco
source: Create Account
fr_fr: Créer un compte

# admin-tools/src/bundle/users.properties:usecre.reqaco
source: Request Account
fr_fr: Demande de compte

# admin-tools/src/bundle/users.properties:usecre.entthe
source: Enter the following information to create a new account.
fr_fr: Complétez l'information suivante pour créer un nouveau compte.

# admin-tools/src/bundle/users.properties:usecre.instruc
source: Indicates a required field.
fr_fr: Indique les champs requis.

# admin-tools/src/bundle/users.properties:usecre.pass
source: Please enter the password the same in both fields.
fr_fr: Les mots de passe doivent être les mêmes

# admin-tools/src/bundle/users.properties:usecre.curpass
source: Please enter your current password to make changes to your account.
fr_fr: Veuillez saisir votre mot de passe actuel pour apporter des modifications à votre compte.

# admin-tools/src/bundle/users.properties:usecre.pasismis
source: Please enter a password.
fr_fr: Veuillez saisir un mot de passe.

# admin-tools/src/bundle/users.properties:usecre.eidmis
source: Please enter a user id.
fr_fr: Veuillez saisir un identifiant utilisateur.
