Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_calendar_*.po
Languages: fr_fr

# calendar/calendar-bundles/resources/calendar.properties:set.days
source: day(s)
fr_fr: jour(s)

# calendar/calendar-bundles/resources/calendar.properties:set.weeks
source: week(s)
fr_fr: semaine(s)

# calendar/calendar-bundles/resources/calendar.properties:set.months
source: month(s)
fr_fr: mois

# calendar/calendar-bundles/resources/calendar.properties:set.years
source: year(s)
fr_fr: an(s)

# calendar/calendar-bundles/resources/calendar.properties:set.ends
source: Ends:
fr_fr: Fin :

# calendar/calendar-bundles/resources/calendar.properties:set.never
source: Never
fr_fr: Jamais

# calendar/calendar-bundles/resources/calendar.properties:set.on
source: On
fr_fr: Actif

# calendar/calendar-bundles/resources/calendar.properties:set.after
source: After
fr_fr: Après

# calendar/calendar-bundles/resources/calendar.properties:set.times
source: time(s)
fr_fr: fois

# calendar/calendar-bundles/resources/calendar.properties:view.goto
source: Go to Next Day
fr_fr: Aller au jour suivant

# calendar/calendar-bundles/resources/calendar.properties:view.gotopd
source: Go to Previous Day
fr_fr: Aller au jour précédent

# calendar/calendar-bundles/resources/calendar.properties:view.golater
source: Go later
fr_fr: Plus tard

# calendar/calendar-bundles/resources/calendar.properties:view.goearlier
source: Go earlier
fr_fr: Plus tôt

# calendar/calendar-bundles/resources/calendar.properties:view.gotoday
source: Go to Today
fr_fr: Aller à aujourd'hui

# calendar/calendar-bundles/resources/calendar.properties:view.after
source: Later
fr_fr: Plus tard

# calendar/calendar-bundles/resources/calendar.properties:view.before
source: Earlier
fr_fr: Plus tôt

# calendar/calendar-bundles/resources/calendar.properties:view.tomorrow
source: Next Day
fr_fr: Jour suivant

# calendar/calendar-bundles/resources/calendar.properties:view.yesterday
source: Previous Day
fr_fr: Jour précédent

# calendar/calendar-bundles/resources/calendar.properties:view.view
source: View
fr_fr: Vue

# calendar/calendar-bundles/resources/calendar.properties:view.summary
source: Table represents a day - rows are half hours
fr_fr: Tableau journalier - les lignes correspondent à des demi-heures

# calendar/calendar-bundles/resources/calendar.properties:view.calday
source: Calendar by Day
fr_fr: Calendrier par jour

# calendar/calendar-bundles/resources/calendar.properties:view.calweek
source: Calendar by Week
fr_fr: Calendrier hebdomadaire

# calendar/calendar-bundles/resources/calendar.properties:view.calmonth
source: Calendar by Month
fr_fr: Calendrier mensuel

# calendar/calendar-bundles/resources/calendar.properties:view.calyear
source: Calendar by Year
fr_fr: Calendrier par année

# calendar/calendar-bundles/resources/calendar.properties:view.show
source: Show
fr_fr: Afficher

# calendar/calendar-bundles/resources/calendar.properties:view.future
source: Future events
fr_fr: Événements à venir

# calendar/calendar-bundles/resources/calendar.properties:view.all
source: All events
fr_fr: Tous les événements

# calendar/calendar-bundles/resources/calendar.properties:view.activ
source: Events for today
fr_fr: Évènements pour aujourd'hui

# calendar/calendar-bundles/resources/calendar.properties:view.activw
source: Events for this week
fr_fr: Évènements de la semaine

# calendar/calendar-bundles/resources/calendar.properties:view.activm
source: Events for this month
fr_fr: Évènements du mois

# calendar/calendar-bundles/resources/calendar.properties:view.activy
source: Events for this year
fr_fr: Évènements de l'année

# calendar/calendar-bundles/resources/calendar.properties:view.custom
source: Custom date range
fr_fr: Période comprise entre deux dates

# calendar/calendar-bundles/resources/calendar.properties:view.apply
source: Filter Events
fr_fr: Filtrer les événements

# calendar/calendar-bundles/resources/calendar.properties:view.lasday
source: &lt; Previous Day
fr_fr: &lt; Jour précédent

# calendar/calendar-bundles/resources/calendar.properties:view.nexday
source: Next Day &gt;
fr_fr: Jour suivant &gt;

# calendar/calendar-bundles/resources/calendar.properties:view.today
source: Today
fr_fr: Aujourd'hui

# calendar/calendar-bundles/resources/calendar.properties:viewm.gotopm
source: Go to Previous Month
fr_fr: Aller au mois précédent

# calendar/calendar-bundles/resources/calendar.properties:viewm.gotonm
source: Go to Next Month
fr_fr: Aller au mois suivant

# calendar/calendar-bundles/resources/calendar.properties:viewm.lasm
source: &lt; Previous Month
fr_fr: &lt; Mois précédent

# calendar/calendar-bundles/resources/calendar.properties:vieww.nexm
source: Next Month &gt;
fr_fr: Mois suivant &gt;

# calendar/calendar-bundles/resources/calendar.properties:viewm.list.summary
source: Table represents month. Columns are week days.
fr_fr: Tableau mensuel. Les colonnes correspondent aux semaines.

# calendar/calendar-bundles/resources/calendar.properties:viewl.st
source: Start:
fr_fr: Début :

# calendar/calendar-bundles/resources/calendar.properties:viewl.ed
source: End:
fr_fr: Fin :

# calendar/calendar-bundles/resources/calendar.properties:viewl.time
source: Time
fr_fr: Heure

# calendar/calendar-bundles/resources/calendar.properties:viewl.desc
source: Event
fr_fr: Évènement

# calendar/calendar-bundles/resources/calendar.properties:viewl.folder
source: folder
fr_fr: dossier

# calendar/calendar-bundles/resources/calendar.properties:viewl.attach
source: attachment
fr_fr: pièce jointe

# calendar/calendar-bundles/resources/calendar.properties:viewl.froms
source: From Site:
fr_fr: De l'espace :

# calendar/calendar-bundles/resources/calendar.properties:viewl.update
source: Update
fr_fr: Mise à jour

# calendar/calendar-bundles/resources/calendar.properties:viewl.sortdateasc
source: Sort by date ascending
fr_fr: Trier par date croissante

# calendar/calendar-bundles/resources/calendar.properties:viewl.sortdatedesc
source: Sort by date descending
fr_fr: Trier par date décroissante

# calendar/calendar-bundles/resources/calendar.properties:vieww.summary
source: Table represents week - columns are days - rows are half hours
fr_fr: Tableau hebdomadaire - les colonnes correspondent aux jours - les lignes aux demi-heures

# calendar/calendar-bundles/resources/calendar.properties:vieww.goton
source: Go to Next Week
fr_fr: Aller à la semaine suivante

# calendar/calendar-bundles/resources/calendar.properties:vieww.gotop
source: Go to previous week
fr_fr: Aller à la semaine précédente

# calendar/calendar-bundles/resources/calendar.properties:vieww.gotoe
source: Earlier
fr_fr: Plus tôt

# calendar/calendar-bundles/resources/calendar.properties:vieww.laswk
source: &lt; Previous Week
fr_fr: &lt; Semaine précédente

# calendar/calendar-bundles/resources/calendar.properties:vieww.nexwk
source: Next Week &gt;
fr_fr: Semaine suivante &gt;

# calendar/calendar-bundles/resources/calendar.properties:vieww.gotol
source: Later
fr_fr: Plus tard

# calendar/calendar-bundles/resources/calendar.properties:viewy.gotop
source: Go to Previous Year
fr_fr: Aller à l'année précédente

# calendar/calendar-bundles/resources/calendar.properties:viewy.goton
source: Go to Next Year
fr_fr: Aller à l'année suivante

# calendar/calendar-bundles/resources/calendar.properties:viewy.lasy
source: &lt; Previous Year
fr_fr: &lt; Année précédente

# calendar/calendar-bundles/resources/calendar.properties:viewy.nexy
source: Next Year &gt;
fr_fr: Année suivante &gt;

# calendar/calendar-bundles/resources/calendar.properties:viewy.list.summary2
source: Table represents the month of
fr_fr: Tableau du mois de

# calendar/calendar-bundles/resources/calendar.properties:viewy.list.summary3
source: columns represent weekdays
fr_fr: colonnes représentant des jours de la semaine

# calendar/calendar-bundles/resources/calendar.properties:cust.addrev
source: Add/Edit Fields
fr_fr: Ajouter/Éditer champs

# calendar/calendar-bundles/resources/calendar.properties:cust.toadd
source: To add fields, enter field name below and click 'Create Field'.
fr_fr: Pour ajouter des champs, inscrivez le nom du champ ci-dessous et cliquez sur 'Créer champ'.

# calendar/calendar-bundles/resources/calendar.properties:cust.fname
source: Field Name
fr_fr: Nom du champ

# calendar/calendar-bundles/resources/calendar.properties:cust.true
source: True
fr_fr: Vrai

# calendar/calendar-bundles/resources/calendar.properties:cust.rem
source: Remove?
fr_fr: Supprimer ?

# calendar/calendar-bundles/resources/calendar.properties:cust.add
source: Create Field
fr_fr: Créer champ

# calendar/calendar-bundles/resources/calendar.properties:cust.save
source: Save Field Changes
fr_fr: Enregistrer les modifications des champs

# calendar/calendar-bundles/resources/calendar.properties:subs.subscriptions
source: Show Events from an External Calendar
fr_fr: Abonnements au calendrier

# calendar/calendar-bundles/resources/calendar.properties:subs.institutional
source: Institutional Calendars
fr_fr: Calendriers Institutionnels

source: Does not support all-day events
fr_fr: Ne supporte pas les événements durant toute la journée

source: Only supports events defined with &lt;VEVENT&gt;
fr_fr: Prend uniquement en charge les événements définis avec &lt;VEVENT&gt;

source: Does not support re-occurring events
fr_fr: Ne prend pas en charge les événements récurrents

source: Does not support events without an end time
fr_fr: Ne prend pas en charge les événements sans date de fin

source: List of Institutional Calendars
fr_fr: Liste de calendriers institutionnels

# calendar/calendar-bundles/resources/calendar.properties:subs.calendar.name
source: Calendar Name
fr_fr: Nom du calendrier

# calendar/calendar-bundles/resources/calendar.properties:subs.calendar.sub
source: Subscribed?
fr_fr: Abonné ?

# calendar/calendar-bundles/resources/calendar.properties:subs.user
source: Other Calendars
fr_fr: Autres calendriers

# calendar/calendar-bundles/resources/calendar.properties:subs.user.summary
source: List of User-specified Calendars
fr_fr: Liste de calendriers personnalisés

# calendar/calendar-bundles/resources/calendar.properties:subs.calendar.subscribe
source: Subscribe
fr_fr: S'abonner

# calendar/calendar-bundles/resources/calendar.properties:merge.merge
source: Show Events from Another Site
fr_fr: Fusion des calendriers...

# calendar/calendar-bundles/resources/calendar.properties:merge.showsched
source: Show Calendar
fr_fr: Afficher le calendrier

# calendar/calendar-bundles/resources/calendar.properties:det.lasact
source: &lt; Last Event
fr_fr: &lt; Dernier événement

# calendar/calendar-bundles/resources/calendar.properties:det.nexact
source: Next Event &gt;
fr_fr: Evénement suivant &gt;

# calendar/calendar-bundles/resources/calendar.properties:date.invalid
source: Invalid setting for date.
fr_fr: Date invalide.

# calendar/calendar-bundles/resources/calendar.properties:group.list.toggle
source: Toggle select all
fr_fr: Basculer sélectionner tout

# calendar/calendar-bundles/resources/calendar.properties:group.list.title
source: Title
fr_fr: Titre

# calendar/calendar-bundles/resources/calendar.properties:group.list.titlesort
source: Sort by group title
fr_fr: Trier sur le groupe

# calendar/calendar-bundles/resources/calendar.properties:group.list.titlesortasc
source: Sort by group title ascending
fr_fr: Trier sur le groupe par ordre alphabétique

# calendar/calendar-bundles/resources/calendar.properties:group.list.titlesortdesc
source: Sort by group title descending
fr_fr: Trier sur le groupe par ordre alphabétique inverse

# calendar/calendar-bundles/resources/calendar.properties:group.list.descrsort
source: Sort by description
fr_fr: Trier sur la description

# calendar/calendar-bundles/resources/calendar.properties:group.list.descrsortasc
source: Sort by description ascending
fr_fr: Trier sur la description par ordre alphabétique

# calendar/calendar-bundles/resources/calendar.properties:group.list.descrsortdesc
source: Sort by description descending
fr_fr: Trier sur la description par ordre alphabétique inverse

# calendar/calendar-bundles/resources/calendar.properties:displayto.public
source: Display to public
fr_fr: Rendre public

# calendar/calendar-bundles/resources/calendar.properties:displayto.site
source: Display to site
fr_fr: Afficher dans le site

# calendar/calendar-bundles/resources/calendar.properties:displayto.selected
source: Display to selected groups
fr_fr: Afficher pour les groupes sélectionnés

# calendar/calendar-bundles/resources/calendar.properties:displayfrom.site
source: Display site events
fr_fr: Afficher les événements

# calendar/calendar-bundles/resources/calendar.properties:displayfrom.selected
source: Display group events
fr_fr: Afficher les événements par groupe

# calendar/calendar-bundles/resources/calendar.properties:imp.forsite
source: Import events for site
fr_fr: Importer des événements pour tout le site

# calendar/calendar-bundles/resources/calendar.properties:imp.forgroup
source: Import events for selected groups
fr_fr: Importer des événements pour les groupes sélectionnés

# calendar/calendar-bundles/resources/calendar.properties:view.for
source: For
fr_fr: Destinataire(s)

# calendar/calendar-bundles/resources/calendar.properties:group
source: Group
fr_fr: Groupe

# calendar/calendar-bundles/resources/calendar.properties:view.legend
source: Legend
fr_fr: Légende

# calendar/calendar-bundles/resources/calendar.properties:view.calevents
source: List of Events
fr_fr: Liste des événements

source: List of event types in the calendar
fr_fr: Liste des types d’évènements dans le calendrier

# calendar/calendar-bundles/resources/calendar.properties:sched.for
source: Calendar for
fr_fr: Calendrier pour

# calendar/calendar-bundles/resources/calendar.properties:err_import
source: Unable to create importer for {0}
fr_fr: Impossible de créer un 'importer' pour {0}

# calendar/calendar-bundles/resources/calendar.properties:err_import_unknown
source: Unknown import type
fr_fr: Type d'importation inconnu

# calendar/calendar-bundles/resources/calendar.properties:err_no_stime_on
source: No start time specified on line #{0}
fr_fr: Aucun horaire de début n'a été spécifié à la ligne #{0}

# calendar/calendar-bundles/resources/calendar.properties:err_no_dtime_on
source: No duration time specified on line #{0}
fr_fr: Aucune durée spécifiée à la ligne #{0}

# calendar/calendar-bundles/resources/calendar.properties:event.event
source: Event:
fr_fr: Évènement

# calendar/calendar-bundles/resources/calendar.properties:event.type
source: Event type:
fr_fr: Type d'évènement :

# calendar/calendar-bundles/resources/calendar.properties:event.location
source: Location:
fr_fr: Lieu :

# calendar/calendar-bundles/resources/calendar.properties:event.from
source: From:
fr_fr: De:

# calendar/calendar-bundles/resources/calendar.properties:tool_title
source: Calendar
fr_fr: Calendrier

# calendar/calendar-bundles/resources/calendar.properties:menu_calendar
source: Calendar
fr_fr: Calendrier

# calendar/calendar-bundles/resources/calendar.properties:today
source: Today
fr_fr: Aujourd'hui

# calendar/calendar-bundles/resources/calendar.properties:next
source: Next
fr_fr: Suivant

# calendar/calendar-bundles/resources/calendar.properties:previous
source: Previous
fr_fr: Précédent

# calendar/calendar-bundles/resources/calendar.properties:selectedDayEvents
source: Events for
fr_fr: Évènements pour

# calendar/calendar-bundles/resources/calendar.properties:openInSchedule
source: Full details...
fr_fr: Détails complets…

# calendar/calendar-bundles/resources/calendar.properties:event
source: Event
fr_fr: Évènement

# calendar/calendar-bundles/resources/calendar.properties:type
source: Event Type:
fr_fr: Type d’évènement :

# calendar/calendar-bundles/resources/calendar.properties:location
source: Event Location:
fr_fr: Lieu de l’évènement :

# calendar/calendar-bundles/resources/calendar.properties:groups
source: Groups:
fr_fr: Groupes :

# calendar/calendar-bundles/resources/calendar.properties:attachments
source: Attachments:
fr_fr: Pièces jointes :

# calendar/calendar-bundles/resources/calendar.properties:every
source: Every
fr_fr: Chaque

# calendar/calendar-bundles/resources/calendar.properties:back
source: Back
fr_fr: Retour

# calendar/calendar-bundles/resources/calendar.properties:instructions_preferences
source: Set calendar preferences.
fr_fr: Définir les préférences du calendrier.

# calendar/calendar-bundles/resources/calendar.properties:prefs_updated
source: Preferences updated successfuly
fr_fr: Préférences mises à jour avec succès

# calendar/calendar-bundles/resources/calendar.properties:prefs_not_updated
source: An error occurred while updating preferences
fr_fr: Une erreur est survenue lors de la mise à jour des préférences

# calendar/calendar-bundles/resources/calendar.properties:update
source: Update
fr_fr: Mise à jour

# calendar/calendar-bundles/resources/calendar.properties:cancel
source: Cancel
fr_fr: Annuler

# calendar/calendar-bundles/resources/calendar.properties:instructions_display
source: Change your calendar's view.
fr_fr: Changer l'affichage du calendrier

# calendar/calendar-bundles/resources/calendar.properties:prefs_section_display
source: Calendar display
fr_fr: Affichage du calendrier

# calendar/calendar-bundles/resources/calendar.properties:prefs_view_mode
source: View
fr_fr: Vue

# calendar/calendar-bundles/resources/calendar.properties:month_view
source: Calendar by Month
fr_fr: Calendrier mensuel

# calendar/calendar-bundles/resources/calendar.properties:week_view
source: Calendar by Week
fr_fr: Calendrier hebdomadaire

# calendar/calendar-bundles/resources/calendar.properties:prefs_section_priority
source: Priority events
fr_fr: Priorité des évènements

source: Event types
fr_fr: Types d’évènement

source: Colors
fr_fr: Couleurs

# calendar/calendar-bundles/resources/calendar.properties:prefs_high_priority
source: High priority
fr_fr: Priorité haute

# calendar/calendar-bundles/resources/calendar.properties:prefs_medium_priority
source: Medium priority
fr_fr: Priorité moyenne

# calendar/calendar-bundles/resources/calendar.properties:prefs_low_priority
source: Low priority
fr_fr: Priorité basse

# calendar/calendar-bundles/resources/calendar.properties:prefs_move_up
source: Move up
fr_fr: Déplacer vers le haut

# calendar/calendar-bundles/resources/calendar.properties:prefs_move_down
source: Move down
fr_fr: Déplacer vers le bas

# calendar/calendar-bundles/resources/calendar.properties:date_format
source: MMMMM dd, yyyy
fr_fr: dd MMMMM yyyy

# calendar/calendar-bundles/resources/calendar.properties:date_link_format
source: yyyy-MM-dd
fr_fr: aaaa-MM-jj

# calendar/calendar-bundles/resources/calendar.properties:java.opaque_subscribe
source: Publish (private)
fr_fr: S'abonner (fils nommés aléatoirement)

source: Generate link for personal use in other calendar applications
fr_fr: Générer le lien pour un usage personnel dans d'autres applications de calendrier

# calendar/calendar-bundles/resources/calendar.properties:ical_opaqueurl_header
source: Generate a Link to this Calendar for Personal Use
fr_fr: S'abonner

source: Subscribe to this Calendar
fr_fr: S’abonner à ce calendrier

# calendar/calendar-bundles/resources/calendar.properties:ical_opaqueurl_generate
source: Generate
fr_fr: Créer

source: Regenerate
fr_fr: Régénérer

# calendar/calendar-bundles/resources/calendar.properties:ical_opaqueurl_delete
source: Delete
fr_fr: Supprimer

# calendar/calendar-bundles/resources/calendar.properties:calendar
source: Represents calendar events.
fr_fr: Représente les évènements du calendrier.
