Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_samigo_*.po
Languages: fr_fr

source: Export Assessment
fr_fr: Exporter évaluation

source: Export Part
fr_fr: Exporter partie

source: Export Question
fr_fr: Exporter Question

source: Download
fr_fr: Télécharger

source: Choose the type of export you would like to do,
fr_fr: Sélectionner le type d'exportation que vous voulez faire,

source: or
fr_fr: ou

source: IMS QTI-compliant XML
fr_fr: XML conforme - IMS QTI

source: IMS Content Packaging
fr_fr: Empaquetage de contenu IMS

source: Choose export type:
fr_fr: Sélectionner le type d'exportation :

source: Content Packaging
fr_fr: Empaquetage du contenu

source: Markup text
fr_fr: Texte balisé

source: Export
fr_fr: Exporter

source: Choose IMS QTI Version
fr_fr: Sélectionnez une version de la spécification IMS QTI

source: false
fr_fr: faux

source: Import Assessment
fr_fr: Importer évaluation

source: Import Part
fr_fr: Importer partie

source: Import Question
fr_fr: Importer Question

source: Import
fr_fr: Importer

source: Choose a file:
fr_fr: Sélectionnez un fichier :

source: Choose an IMS QTI-compliant <b>XML</b> file from your computer.
fr_fr: Choisissez un fichier <b>XML</b>, compatible avec la norme IMS QTI, dans votre ordinateur.

source: has imported, but there is a problem with the following questions:
fr_fr: a importé, mais il y a un problème avec les questions suivantes :

source: Import Pool
fr_fr: Importer un Groupe

source: Export Not Allowed
fr_fr: Exportation non permise

source: Return
fr_fr: Retour

source: Error Updating Pool Questions
fr_fr: Erreur pendant la mise à jour du pool de questions

source: This file is an:
fr_fr: Ce fichier est un :

source: Export from this (or other Sakai) system
fr_fr: Exportation à partir de ce système (ou d'un autre Sakai)

source: User Activity Report
fr_fr: Rapport d’activité de l’utilisateur

source: User Activity Report:
fr_fr: Rapport d’activité de l’utilisateur :

source: View Student
fr_fr: Vue étudiant

source: Assessment ID
fr_fr: ID de l’évaluation

source: Title
fr_fr: Titre

source: Submit Date
fr_fr: Date de remise

source: Percentage
fr_fr: Pourcentage

source: Score/Total Points
fr_fr: Note/Total des Points

source: Sort by Title
fr_fr: Tri sur le titre

source: Sort by Title in Ascending
fr_fr: Trier sur le Titre par ordre alphabétique

source: Sort by Title in Descending
fr_fr: Trier sur le Titre par ordre alphabétique inverse

source: Sort by Assessment Id
fr_fr: Tri par Id d’évaluation

source: Sort by Assessment Id in Ascending
fr_fr: Tri par Id d’évaluation croissant

source: Sort by Assessment Id in Descending
fr_fr: Tri par Id d’évaluation décroissant

source: Sort by Submit Date
fr_fr: Trier par Date de Remise

source: Sort by Submit Date in Ascending
fr_fr: Trier par Date de Remise croissante

source: Sort by Submit Date in Descending
fr_fr: Trier par Date de Remise décroissante

source: Assessments
fr_fr: Évaluations

source: Create an Assessment
fr_fr: Créer une évaluation

source: Create from Scratch
fr_fr: Créer à partir de zéro

source: Assessment Title
fr_fr: Titre de l'évaluation

source: OR
fr_fr: OU

source: Choose assessment type (optional)
fr_fr: Choisir le type d'évaluation (facultatif)

source: Sakai Assessments Manager
fr_fr: Gestionnaire d’évaluation de Sakai

source: Import from File (XML or ZIP)
fr_fr: Importer évaluation

source: Title
fr_fr: Titre

source: Core Assessments
fr_fr: Évaluations de base

source: Draft
fr_fr: Brouillon

source: Drafts
fr_fr: Brouillons

source: not released to students
fr_fr: non visible pour les étudiants

source: View or Edit
fr_fr: Afficher ou Modifier

source: released to students
fr_fr: visible pour les étudiants

source: For
fr_fr: Destinataire(s)

source: In Progress
fr_fr: En cours

source: Status
fr_fr: Statut

source: Submitted
fr_fr: Remise

source: Open
fr_fr: Ouvrir

source: Due
fr_fr: À rendre

source: Inactive (no student access)
fr_fr: Inactif (aucun accès d'étudiant)

source: View
fr_fr: Vue

source: All
fr_fr: Toutes

source: open to students to take
fr_fr: ouvert aux étudiants

source: not open to students to take
fr_fr: fermé aux étudiants

source: Retracted
fr_fr: Retiré

source: Remove Selected
fr_fr: Supprimer la sélection

source: Authoring Front Door
fr_fr: Réalisation Entrée Principale

source: Import
fr_fr: Importer

source: Create
fr_fr: Créer

source: Create using assessment builder
fr_fr: Créer l'évaluation en utilisant le constructeur

source: Create using markup text
fr_fr: Créer l'évaluation en utilisant le langage de script

source: Anonymous Users
fr_fr: Utilisateurs anonymes

source: Entire Site
fr_fr: Ensemble de l'espace

source: Selected Groups
fr_fr: Groupes choisis

source: Selected Group
fr_fr: Groupe sélectionné

source: Last Modified
fr_fr: Dernière modification le

source: Modified Date
fr_fr: Date de modification

source: Remove?
fr_fr: Supprimer ?

source: Assessments
fr_fr: Évaluations

source: Question Pools
fr_fr: Groupes de Questions

source: List of Core Assessments
fr_fr: Liste de Batterie d'Evaluations

source: List of Publised Assessments
fr_fr: Liste d'évaluation éditée

source: List of Inactive Published Assessment
fr_fr: Liste d'évaluations publiées inactive

source: Sort Assessments by Title
fr_fr: Trier les évaluations par Titre

source: Sort Assessments by Last Modified
fr_fr: Tri des évaluations sur la date de Dernière Modification

source: Edit Settings
fr_fr: Éditer Propriétés

source: Score
fr_fr: Note

source: Sort by Title in Ascending
fr_fr: Trier sur le Titre par ordre alphabétique

source: Sort by Title in Descending
fr_fr: Trier sur le Titre par ordre alphabétique inverse

source: Sort by Last Modified in Ascending
fr_fr: Trier par Dernière Modification croissante

source: Sort by LastModified in Descending
fr_fr: Tri des évaluations par date de Dernière Modification décroissante

source: Next
fr_fr: Suivant

source: Previous
fr_fr: Précédent

source: Filter by group
fr_fr: Filtrer par groupe

source: Search
fr_fr: Rechercher

source: Select All Groups
fr_fr: Sélectionner tous les groupes

source: Single Correct
fr_fr: Choix multiple (un seul correct)

source: Multiple Correct, Single Selection
fr_fr: Correcte Multiple, Sélection Simple

source: Multiple Correct, Multiple Selection
fr_fr: Correcte Multiple, Sélection Multiple

source: All or Nothing
fr_fr: Tout ou Rien

source: Feedback (optional)
fr_fr: Le retour d'expérience (optionnel)

source: Grading
fr_fr: Notation

source: Feedback Authoring
fr_fr: Création du retour d'expérience

source: Question-Level Feedback
fr_fr: Retour d'expérience au niveau des questions

source: Feedback Delivery
fr_fr: Remise du retour d'expérience

source: Feedback on submission
fr_fr: Envoi du retour d'expérience

source: Student Response
fr_fr: Réponse de l'étudiant

source: Correct Response
fr_fr: Réponse correcte

source: Answer Key
fr_fr: Corrigé

source: Selection-Level Feedback
fr_fr: Retour d'expérience au niveau de la sélection

source: Grader's Comments
fr_fr: Commentaires du correcteur

source: Statistics and Histograms
fr_fr: Statistiques et histogrammes

source: Next
fr_fr: Suivant

source: Cancel
fr_fr: Annuler

source: Edit
fr_fr: Modifier

source: Settings
fr_fr: Configuration

source: Publish
fr_fr: Statut

source: Export
fr_fr: Exporter

source: Remove
fr_fr: Supprimer

source: Remove from my list of pools
fr_fr: Supprimer de ma liste de réserves de questions

source: Total Scores
fr_fr: Note totale

source: Default
fr_fr: Par défaut

source: Feedback
fr_fr: Rétroaction

source: Preview
fr_fr: Aperçu

source: Print
fr_fr: Imprimer

source: Duplicate
fr_fr: Dupliquer

source: -- Select Action --
fr_fr: Sélectionner

source: Save
fr_fr: Enregistrer

source: Save Pairing
fr_fr: Enregistrer l'appariement

source: Delete
fr_fr: Supprimer

source: Print Preview
fr_fr: Aperçu avant impression

source: Add Items:
fr_fr: Ajouter éléments :

source: Add Question:
fr_fr: Ajouter question :

source: Add Matches:
fr_fr: Ajouter appariements :

source: Add more answer section:--
fr_fr: Ajouter plus de section réponse:--

source: Add more answer sections:--
fr_fr: Ajouter plus de sections réponse:--

source: Add more options
fr_fr: Ajouter plus d'options

source: Add more items
fr_fr: Ajouter plus d'éléments

source: Addresses:
fr_fr: Adresses :

source: Admin
fr_fr: Administrateur

source: all
fr_fr: Tout

source: Back
fr_fr: Retour

source: All user input saved automatically.
fr_fr: Toutes les entrées de l'utilisateur enregistrées automatiquement.

source: Allow only specified IP
fr_fr: Ne permettre que les adresses IP spécifiées

source: Anonymous
fr_fr: Anonyme

source: Anonymous Grading Only
fr_fr: Correction anonyme seulement

source: Another Part
fr_fr: Une autre partie

source: Answer
fr_fr: Réponse

source: Enter option text and/or Add Attachments below
fr_fr: Entrez le texte de l'option et/ou ajouter des pièces jointes ci-dessous

source: Enter options individually
fr_fr: Entrez les options individuellement

source: Paste a list (one option per line, no bullets)
fr_fr: Coller une liste (une option par ligne, pas de puces)

source: Populate answer options
fr_fr: Remplir les options de réponse

source: Number of options in this question (e.g. A to G = 7)
fr_fr: Nombre d'options dans cette question (par exemple de A à G = 7)

source: Number of required answers
fr_fr: Nombre de réponses requises

source: answer(s) required
fr_fr: Réponse(s) requise(s)

source: Answer Point Value
fr_fr: Valeur en points de la réponse

source: Display Point Value while student is taking the exam
fr_fr: Afficher la valeur de points tandis que l’étudiant est en train de passer l’examen

source: Minimum Point Value (optional)
fr_fr: Valeur minimale de Point (optionnel)

source: *Points assigned to the user for attempting the question
fr_fr: * Les points attribués à l’utilisateur pour avoir tenté de la question

source: Answer Text: Predefined set of scales for survey reporting.
fr_fr: Texte de Réponse : Jeu prédéfini d'échelles pour les rapports de sondages.

source: Answers
fr_fr: Réponses

source: Answers: Select answer below.
fr_fr: Réponses : Sélectionnez un réponse ci-dessous.

source: As listed on Assessment Questions page
fr_fr: Tel qu'énuméré sur la page de questions de l'évaluation

source: Assessment
fr_fr: Évaluation

source: Assessment Introduction
fr_fr: Introduction de l'Evaluation

source: Assessment Metadata
fr_fr: Métadonnées de l'évaluation

source: Assessment Organization
fr_fr: Organisation de l'évaluation

source: Assessment released to
fr_fr: Évaluation publiée pour

source: Assessment Title
fr_fr: Titre de l'évaluation

source: Assessment Title
fr_fr: Titre de l'évaluation

source: Assign to
fr_fr: Allouer à

source: Assign to Part
fr_fr: Allouer à la Partie

source: Assign to question pool
fr_fr: Allouer au groupement de questions

source: Assign to Question Pool
fr_fr: Allouer au Groupement de Questions

source: Student Audio Response
fr_fr: Enregistrement Audio

source: All users
fr_fr: Tous les utilisateurs

source: Author(s)
fr_fr: Auteur(s)

source: Auto Save
fr_fr: Enregistrement automatique

source: Auto-submit when time expires
fr_fr: Remise automatique après la limite de temps

source: Available
fr_fr: Disponible

source: Remove Submissions
fr_fr: Supprimer les soumissions

source: BG Color
fr_fr: Couleur d'arrière-plan

source: BG Image
fr_fr: Image d'arrière-plan

source: but remember
fr_fr: mais rappelez-vous

source: Add
fr_fr: Ajouter

source: Cancel
fr_fr: Annuler

source: Copy to Pool
fr_fr: Copier au Groupement

source: Save
fr_fr: Enregistrer

source: Save Pairing
fr_fr: Enregistrer l'appariement

source: Close
fr_fr: Fermer

source: Save and Publish Assessment
fr_fr: Enregistrer et publier l'évaluation

source: Regrade and Republish
fr_fr: Réévaluer et Republier

source: Republish
fr_fr: Republier

source: Return
fr_fr: Retour

source: Update Points
fr_fr: Mettre à jour la notation

source: Update Order
fr_fr: Mettre à jour l'ordre

source: Preview
fr_fr: Aperçu

source: Calculated Question
fr_fr: Question calculée

source: Additional Information
fr_fr: Renseignements supplémentaires

source: Formulas
fr_fr: Formules

source: Calculations
fr_fr: Calculs

source: Calculation
fr_fr: Calcul

source: Example
fr_fr: Exemple

source: Variable Name
fr_fr: Nom de la variable

source: Variable Name:
fr_fr: Nom de la variable :

source: Formula Name
fr_fr: Nom de la formule

source: Formula
fr_fr: Formule

source: Decimal Places
fr_fr: Décimales

source: Tolerance
fr_fr: Tolérance

source: What is a Calculated Question
fr_fr: Qu'est-ce qu'une Question calculée ?

source: Steps to create a Calculated Question
fr_fr: Étapes pour créer une Question calculée

source: Press the Save button to save your work.
fr_fr: Appuyez sur le bouton « Enregistrer » pour enregistrer votre travail.

source: Extract Variables, Calculations, and Formulas from Question Text
fr_fr: Extraire les variables et les formules

source: Enclose variable names in single curly braces (e.g. {x}).
fr_fr: Placer les noms de variables simples accolades (par exemple {x}).

source: Variables and formulas support decimals. Default is 3.
fr_fr: Variables et formules prennent en charge les décimales. La valeur par défaut de leur nombre est 3.

source: Solve: COS({a}) * ({c} - {b}) = {{z}}.
fr_fr: Résoudre : COS({a}) * ({c} - {b}) = {{z}} La formule pour z serait COS({a}) * ({c}-{b})

source: Variables and formulas cannot have the same name.
fr_fr: Les variables et les formules ne peuvent pas avoir le même nom.

source: Show/Hide more instructions and examples
fr_fr: Afficher/masquer les consignes et exemples supplémentaires

source: Valid operators: + - * / ^ ()
fr_fr: Opérateurs valides: + - * / ^ ()

source: There is a mathematical error in your answer expression.
fr_fr: Il y a une erreur mathématique dans l'expression de votre réponse.

source: No calculations have been defined
fr_fr: Aucun calcul n'a été défini

source: Sample
fr_fr: Exemple

source: Status
fr_fr: Statut

source: Set the min and max values for the variables
fr_fr: Définir les valeurs minimales et maximales pour les variables

source: Field cannot be empty
fr_fr: Le champ ne peut pas être vide

source: No variables have been defined
fr_fr: Aucune variable n'a été définie

source: No formulas have been defined
fr_fr: Aucuns formule n'a été définie

source: Formulas should contain at least one Variable
fr_fr: Les formules doivent contenir au moins une variable

source: A variable has a max less than its min
fr_fr: Une variable a un maximum inférieur à son minimum

source: Tolerance must be a valid double or percentage (5.0 or 5.0%)
fr_fr: La tolérance doit être un double valide ou un pourcentage (5.0 ou 5,0 %)

source: Min must be a valid number (0.0)
fr_fr: Le minimum doit être un nombre valide (0,0)

source: Max must be a valid number (0.0)
fr_fr: Le maximum doit être un nombre valide (0,0)

source: Variables and Formulas must have unique names
fr_fr: Les variables et les formules doivent avoir des noms uniques

source: Formulas not validated due to previous errors
fr_fr: Formules non validés à cause des erreurs précédentes

source: 1: Syntax Error
fr_fr: 1 : Erreur de syntaxe

source: 2: Syntax Error
fr_fr: 2 : erreur de syntaxe

source: 3: Parenthesis Missing
fr_fr: 3 : parenthèse manquante

source: 4: Empty Expression
fr_fr: 4 : expression vide

source: 5: Unexpected Part
fr_fr: 5 : partie inattendue

source: 6: Unexpected end of Expression
fr_fr: 6 : fin inattendue de l'expression

source: 7: Value expected
fr_fr: 7 : valeur attendue

source: 8: Formula can have negative square root
fr_fr: 8 : la formule peut avoir une racine carrée d'un nombre négatif

source: 9: Variable not defined in instructions
fr_fr: 9 : variable non définie dans les consignes

source: 101: Unknown operator
fr_fr: 101 : opérateur inconnu

source: 102: Unknown expression
fr_fr: 102 : expression inconnue

source: 103: Unknown variable
fr_fr: 103 : variable inconnue

source: 104: Unknown operator
fr_fr: 104 : opérateur inconnu

source: 200: Expression too long
fr_fr: 200 : expression trop longue

source: 300: Defining variable failed
fr_fr: 300 : la définition de la variable a échoué

source: 400: Integer value expected in function
fr_fr: 400 : la fonction attend une valeur entière

source: 401: Result is not a number (NaN)
fr_fr: 401 : le résultat n'est pas un nombre (NaN)

source: 402: Result is infinity (Infinity)
fr_fr: 402 : le résultat est infini (infinity)

source: 500: Unknown Error
fr_fr: 500 : erreur inconnue

source: Edit Questions
fr_fr: Modifier les questions

source: Return to Main Questions Screen
fr_fr: Revenir à l'écran principal de Questions

source: Are you sure you would like to remove this question?
fr_fr: Voulez-vous vraiment supprimer cette question ?

source: Change Question Type
fr_fr: Modifier le type de question

source: Change Question Type
fr_fr: Modifier le type de question

source: Change
fr_fr: Changer

source: Please choose what you would like to remove
fr_fr: Veuillez sélectionner ce que vous désirez supprimer

source: Collect Metadata for Parts in Question Editor
fr_fr: Recueillir métadonnées pour les parties dans l'éditeur de questions

source: Collect Metadata for Questions in Question Editor
fr_fr: Recueillir métadonnées pour les questions dans l'éditeur de questions

source: Continuous numbering between parts.
fr_fr: Numérotation continue entre les parties.

source: Copy All Questions to Pool
fr_fr: Copier Toutes les Questions au Groupement

source: Correct Answer
fr_fr: Réponse correcte

source: Correct Answer Feedback (optional)
fr_fr: Réponse correcte (optionnelle)

source: Correct Options
fr_fr: Options correctes

source: Correct/Incorrect Answer Feedback
fr_fr: Retour d'expérience à la réponse correcte/incorrecte

source: Correct Option Labels (e.g. A or ABC)
fr_fr: Étiquettes d'option correctes (par exemple, A ou ABC)

source: Correct Response
fr_fr: Réponse correcte

source: Add/Edit Assessment
fr_fr: Ajouter/Modifier évaluation

source: Add/Edit Part
fr_fr: Ajouter/Modifier partie

source: Add/Edit Pairing and Optional Feedback
fr_fr: Ajouter/Éditer appariement et rétroaction optionnelle

source: You must set all image zones
fr_fr: Vous devez définir toutes les zones de l’image

source: You must set all descriptions
fr_fr: Vous devez définir toutes les descriptions

source: Enter item description
fr_fr: Entrez la description de l’élément

source: Add Item
fr_fr: Ajouter un élément

source: No pairs have been created
fr_fr: Aucune paire n'a été créée

source: Creator
fr_fr: Créateur

source: Delivery Dates
fr_fr: Dates de Remise

source: Description: ASI Author XML Style Sheet: Multimedia Audio
fr_fr: Description : Feuille de Style XML ASI auteur : Audio multimédia

source: Description/Intro (optional)
fr_fr: Description/Introduction (optionnelle)

source: Due
fr_fr: À rendre

source: Each Part is on a separate Web page.
fr_fr: Chaque partie est sur une page Web séparée.

source: Each question is on a separate Web page.
fr_fr: Chaque question est sur une page Web séparée.

source: Editor
fr_fr: Éditeur

source: The parts of an Extended Matching Items question
fr_fr: Les parties d'une question à appariement détaillé

source: Existing Questions
fr_fr: Questions existantes

source: Existing Question
fr_fr: Question existante

source: Extended Matching Items
fr_fr: Question à appariement détaillé

source: False
fr_fr: Faux

source: Feedback will be displayed to the student at a specified date
fr_fr: Le retour d'expérience sera affichée à l'étudiant à une date spécifique

source: File Upload
fr_fr: Dépôt de fichier

source: File Upload Example
fr_fr: Exemple de dépôt de fichier

source: Fill in the Blank
fr_fr: Exercice à trous

source: Numeric Response
fr_fr: Réponse Numérique

source: For example: Roses are {red} and violets are {blue}.
fr_fr: Par exemple : Les roses sont {rouges} et les violettes sont {bleues}.

source: For example: 3*3= {9} and 2+2= {4}
fr_fr: Par exemple : 3*3= {9} y 2+2= {4}

source: Assessments
fr_fr: Évaluations

source: Templates
fr_fr: Modèles

source: Question Pools
fr_fr: Groupes de Questions

source: Add Part
fr_fr: Ajouter Partie

source: Print
fr_fr: Imprimer

source: Gradebook Options
fr_fr: Options du bulletin de notes

source: Grading
fr_fr: Notation

source: Grading Options
fr_fr: Options de correction

source: Graphics
fr_fr: Graphiques

source: High Security
fr_fr: Haute Sécurité

source: hrs
fr_fr: heures

source: If Multiple Submissions per User
fr_fr: Si des remises multiples existent par utilisateur

source: Descriptive text
fr_fr: Texte descriptif

source: Currently Editing
fr_fr: En train d'éditer

source: Image zone
fr_fr: Zone de l’image

source: Hot Spot
fr_fr: Interaction graphique

source: Select Hot Spot image
fr_fr: Choisissez l’image d'interaction graphique

source: Immediate Feedback
fr_fr: Retour d'expérience immédiat

source: Import an assessment
fr_fr: Importer une évaluation

source: Import from a file
fr_fr: Importer d'un fichier

source: Copy from Question Pool
fr_fr: Copier du Regroupement de Questions

source: *** Import from Question Bank
fr_fr: *** Importer du Regroupement de Questions

source: Import from Question Pool
fr_fr: Importer du groupe de questions

source: Incorrect Answer Feedback (optional)
fr_fr: Réponse incorrecte (optionnelle)

source: Add Question
fr_fr: Ajouter Question

source: Insert Additional Answers
fr_fr: Insérer réponses additionnelles

source: Insert Additional Items
fr_fr: Insérer des éléments supplémentaires

source: Insert Additional Answer Options
fr_fr: Insérer des options de réponse supplémentaires

source: Insert Part
fr_fr: Insérer une partie

source: Insert Question
fr_fr: Insérer question

source: Item
fr_fr: Élément

source: Item Display - Author mode
fr_fr: Affichage d'élément - Mode auteur

source: Items
fr_fr: Éléments

source: Keywords
fr_fr: Mots clés

source: Keyword
fr_fr: Mot clé

source: Late Handling
fr_fr: Gestion des remises tardives

source: Late Submissions (After Due Date) will NOT be accepted
fr_fr: Les remises tardives (après la date de remise) NE seront PAS acceptées.

source: Match
fr_fr: Appariement

source: Lead-In
fr_fr: Introduction

source: Matching
fr_fr: Appariement

source: Choice
fr_fr: Choix

source: Match
fr_fr: Appariement

source: Currently Editing
fr_fr: En train d'éditer

source: Matching Question - Continued
fr_fr: Question d'appariement - Suite

source: Metadata
fr_fr: Métadonnées

source: mins
fr_fr: minutes

source: Model Short Answer (optional)
fr_fr: Exemple de réponse courte (optionnel)

source: Edit Question
fr_fr: Modifier la Question

source: Multiple Choice
fr_fr: Choix multiples

source: Multiple Correct, Single Selection with Partial Credit
fr_fr: Plusieurs correctes, sélection unique avec crédit partiel

source: Survey
fr_fr: Sondage

source: <b>Mutually exclusive?</b>
fr_fr: <b>Mutuellement exclusives ?</b>

source: Assessments
fr_fr: Évaluations

source: Question Pools
fr_fr: Groupes de Questions

source: Templates
fr_fr: Modèles

source: New Part
fr_fr: Nouvelle partie

source: There are NEXT and PREV buttons on each page for navigation.
fr_fr: Il y a des boutons SUIVANT et PRÉCÉDENT sur chaque page pour la navigation.

source: NO Feedback will be displayed to the student.
fr_fr: AUCUN retour d'expérience ne sera affiché à l'étudiant.

source: There is NO Table of Contents page.
fr_fr: Il n'y a PAS de page de table des matières.

source: none
fr_fr: aucun

source: For example: Which of the listed bones are found in the arm? [a,d,e]
fr_fr: Par exemple : quels os listés se trouvent dans le bras ? [a,d,e]

source: Answer Point Value is a required field. Please enter a positive value
fr_fr: NOTE : valeur facultative; ignore les valeurs de point de questions dans le groupement de'origine.
