Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_taggable_*.po
Languages: fr_fr

# taggable/taggable-impl/impl/src/bundle/taggable-impl.properties:column_criteria
source: Criteria
fr_fr: Critères

# taggable/taggable-impl/impl/src/bundle/taggable-impl.properties:column_rationale
source: Rationale
fr_fr: Raisons

# taggable/taggable-impl/impl/src/bundle/taggable-impl.properties:column_rubric
source: Rubric
fr_fr: Rubrique

# taggable/taggable-impl/impl/src/bundle/taggable-impl.properties:column_worksite
source: Worksite
fr_fr: Espace

source: Sort by exportable
fr_fr: Tri par exportable

source: Sort by criteria
fr_fr: Tri par critères

source: Sort by parent
fr_fr: Tri par parent

source: Sort by rationale
fr_fr: Tri par raisons

source: Sort by rubric
fr_fr: Tri par rubrique

source: Sort by visibility
fr_fr: Tri par visibilité

source: Sort by worksite
fr_fr: Tri par espace
