Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_lessonbuilder_*.po
Languages: fr_fr

source: Make these comments anonymous
fr_fr: Rendre ces commentaires anonymes

# lessonbuilder/tool/src/resources/messages.properties:simplepage.anonymous
source: Anonymous
fr_fr: Anonyme

source: Unable to extract the files from your ZIP file
fr_fr: Impossible d'extraire les fichiers à partir de votre fichier ZIP

# lessonbuilder/tool/src/resources/messages.properties:simplepage.blti
source: Add External Tool
fr_fr: Ajouter Outil Externe

source: External Tool Import
fr_fr: Importation de l’outil externe

# lessonbuilder/tool/src/resources/messages.properties:simplepage.importitem
source: External Tool Import
fr_fr: Importation de l’outil externe

source: Import a file from External Tool
fr_fr: Importer un fichier de l'outil externe

# lessonbuilder/tool/src/resources/messages.properties:simplepage.change_blti
source: Change External Tool
fr_fr: Changement d'outil externe

source: Require that the student use this item
fr_fr: Nécessite que l’étudiant emploie cet élément

# lessonbuilder/tool/src/resources/messages.properties:simplepage.blti.config
source: Configure External Tool
fr_fr: Configurer l’outil externe

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit_blti
source: Edit External Tool
fr_fr: Éditer l'outil externe

# lessonbuilder/tool/src/resources/messages.properties:simplepage.blti.chooser
source: External Tool Selector
fr_fr: Sélecteur Outils Externes

source: Tool description
fr_fr: Description de l'outil

source: Manage tools and items
fr_fr: Manager les outils et items

# lessonbuilder/tool/src/resources/messages.properties:simplepage.blti.tools.text
source: Click on a tool to insert an item based on that tool
fr_fr: Cliquez sur un outil pour insérer un élément basé sur cet outil

# lessonbuilder/tool/src/resources/messages.properties:simplepage.select_blti
source: Select item
fr_fr: Choisir un item

# lessonbuilder/tool/src/resources/messages.properties:simplepage.no_blti_native
source: No items have been created. Use the link above to create one.
fr_fr: Aucun des éléments n'a été créé. Utilisez le lien ci-dessus pour en créer un.

source: Import Content from External Tool
fr_fr: Importer le contenu de l’outil externe

# lessonbuilder/tool/src/resources/messages.properties:simplepage.format.heading
source: How should this item be displayed?
fr_fr: Comment cet item doit-il être affiché ?

# lessonbuilder/tool/src/resources/messages.properties:simplepage.format.window
source: New Window: in a new window
fr_fr: Nouvelle fenêtre : dans une nouvelle fenêtre

# lessonbuilder/tool/src/resources/messages.properties:simplepage.format.inline
source: In line: in a box in the current page
fr_fr: En ligne : un champ dans la page courante

# lessonbuilder/tool/src/resources/messages.properties:simplepage.more-tools
source: More Tools
fr_fr: Autres outils

# lessonbuilder/tool/src/resources/messages.properties:simplepage.comments-descrip
source: Add a section allows students to enter comments.
fr_fr: Ajouter une section qui permet aux étudiants d'entrer des commentaires.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.student-descrip
source: Add a section where students may create their own pages.
fr_fr: Ajouter une section où les étudiants pourront créer leur propre page

source: Edit page title
fr_fr: Éditer le titre de la page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.title-descrip
source: Edit page title or style.
fr_fr: Éditer le titre ou le style de la page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.remove-descrip
source: Remove this page.
fr_fr: Enlever cette page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.newpage-descrip
source: Add new top-level page(s).
fr_fr: Ajouter une nouvelle première page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.importcc-descrip
source: Load file in IMS CC format.
fr_fr: Déposer un fichier au format IMS CC.

source: Assignment {}
fr_fr: Devoir {}

source: Embedded video
fr_fr: Vidéo intégrée

# lessonbuilder/tool/src/resources/messages.properties:simplepage.embedded-video
source: Embedded video
fr_fr: Vidéo intégrée

# lessonbuilder/tool/src/resources/messages.properties:simplepage.add-content
source: Add Content
fr_fr: Ajouter du contenu

# lessonbuilder/tool/src/resources/messages.properties:simplepage.addtext-descrip
source: Add an item using rich text editor
fr_fr: Ajouter un élément en utilisant l'éditeur de texte enrichi

# lessonbuilder/tool/src/resources/messages.properties:simplepage.broken-css
source: The customized CSS file could not be found.
fr_fr: Le fichier CSS personnalisé est introuvable.

source: Custom CSS File:
fr_fr: Fichier CSS personnalisé :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.css-upload-label
source: or upload your own:
fr_fr: ou téléversez la votre :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.default-css
source: Use Default
fr_fr: Employer la feuille par défaut

# lessonbuilder/tool/src/resources/messages.properties:simplepage.site
source: Site CSS
fr_fr: CSS de l'espace

# lessonbuilder/tool/src/resources/messages.properties:simplepage.system
source: System CSS
fr_fr: CSS Système

# lessonbuilder/tool/src/resources/messages.properties:simplepage.submit
source: Submit
fr_fr: Remettre

source: Grade these comments
fr_fr: Évaluer ces commentaires

# lessonbuilder/tool/src/resources/messages.properties:simplepage.gradingpane
source: Grading Pane
fr_fr: Cadre de notation

source: Show Grading Pane
fr_fr: Afficher le cadre de notation

source: Show Grading Pane for Comments
fr_fr: Afficher le cadre de notation pour les commentaires

source: Show Grading Pane for Comments on Student Content
fr_fr: Afficher le cadre de notation pour les commentaires sur le contenu Étudiant

# lessonbuilder/tool/src/resources/messages.properties:simplepage.grading-student
source: Student Name
fr_fr: Nom de l'étudiant

source: Comments
fr_fr: Commentaires

# lessonbuilder/tool/src/resources/messages.properties:simplepage.grading-response
source: Response
fr_fr: Réponse

# lessonbuilder/tool/src/resources/messages.properties:simplepage.grading-grade
source: Grade
fr_fr: Note

# lessonbuilder/tool/src/resources/messages.properties:simplepage.click-to-expand
source: Toggle Comments
fr_fr: Sélectionner Commentaires

source: Grade for {}
fr_fr: Note de {}

source: Show or hide comments by {}
fr_fr: Montrer ou cacher les commentaires de {}

source: Show context for comment by {}
fr_fr: Montrer le contexte du commentaire de {}Montrer le contexte du commentaire de {}

source: Show context for comment by {1} on content by {2}
fr_fr: Montrer le contexte du commentaire de {1} sur le contenu de {2}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.nothing-here
source: There is nothing to grade here.
fr_fr: Rien à évaluer

# lessonbuilder/tool/src/resources/messages.properties:simplepage.not-graded
source: This item is not graded.
fr_fr: Cet élément n'est pas noté.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.zero-missing
source: Set grades to zero for students without submissions
fr_fr: Fixer les notes à zéro pour les étudiants sans soumissions

# lessonbuilder/tool/src/resources/messages.properties:simplepage.missing-title
source: Students with no submission
fr_fr: Étudiants sans aucune soumission

# lessonbuilder/tool/src/resources/messages.properties:simplepage.show-context
source: Show Context
fr_fr: Montrer le contexte

source: Title
fr_fr: Titre

source: Category
fr_fr: Catégorie

source: Add a peer review rubric to each page
fr_fr: Ajouter une rubrique d'évaluation par les pairs à chaque page

source: Create a new rubric
fr_fr: Créer une nouvelle rubrique

source: Please select a rubric
fr_fr: Veuillez sélectionner une rubrique

source: Create Peer Evaluation Rubric
fr_fr: Créer une rubrique d'évaluation par les pairs

source: Add Row
fr_fr: Ajouter une ligne

# lessonbuilder/tool/src/resources/messages.properties:simplepage.add-peereval
source: Start Peer Evaluation
fr_fr: Commencer l'évaluation par les pairs

# lessonbuilder/tool/src/resources/messages.properties:simplepage.view-peereval
source: Display Peer Evaluation
fr_fr: Afficher l'évaluation par les pairs

source: Set Due Date ?
fr_fr: Définir une date de remise ?

source: Please enter Open Date in the format MM/DD/YY.
fr_fr: Veuillez indiquer la date d'ouverture dans le format MM/JJ/AA.

source: Please enter Open Time in the format HH:MM AM/PM.
fr_fr: Veuillez indiquer l'heure d'ouverture au format hh: mm AM/PM.

source: Please enter Due Date in the format MM/DD/YY.
fr_fr: Veuillez indiquer la date limite dans au format MM/JJ/AA.

source: Please enter Due Time in the format HH:MM AM/PM.
fr_fr: Veuillez indiquer l'heure limite au format hh: mm AM/PM.

source: Open Date
fr_fr: Date d'ouverture

source: Due Date
fr_fr: Date de remise

source: Allow self-grade
fr_fr: Autoriser l'auto-notation

# lessonbuilder/tool/src/resources/messages.properties:simplepage.peer-eval-stats
source: Peer Evaluation Statistics
fr_fr: Statistiques d'évaluation par les pairs

source: Sample Peer Evaluation
fr_fr: Exemple d'évaluation par les pairs

source: Quality of work
fr_fr: Qualité du travail

source: Supporting information
fr_fr: Informations supplémentaires

source: Organization
fr_fr: Organisation

source: Punctuation, spelling, grammar
fr_fr: Ponctuation, orthographe, grammaire

# lessonbuilder/tool/src/resources/messages.properties:simplepage.user.activity
source: Peers Evaluated
fr_fr: Pairs évalués

source: The due date for grading has passed.
fr_fr: La date d'échéance pour noter est passée.

source: You cannot evaluate your own work.
fr_fr: Vous ne pouvez pas évaluer votre propre travail.

source: Click on a cell to grade.
fr_fr: Cliquez sur une cellule pour noter.

source: Site members who have not yet created a student page.
fr_fr: Membres de l'espace qui n'ont pas encore créé une page étudiant.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.reset-button
source: Reset
fr_fr: Réinitialiser

# lessonbuilder/tool/src/resources/messages.properties:simplepage.help-button
source: Help for Lessons
fr_fr: Aide pour Leçons

# lessonbuilder/tool/src/resources/messages.properties:simplepage.opens-in-new
source: Opens in new window
fr_fr: s'ouvre dans une nouvelle fenêtre

# lessonbuilder/tool/src/resources/messages.properties:simplepage.direct-link
source: Direct link to this tool
fr_fr: Lien direct vers cet outil

# lessonbuilder/tool/src/resources/messages.properties:simplepage.short-url
source: Short URL
fr_fr: URL courte

# lessonbuilder/tool/src/resources/messages.properties:simplepage.edit-page
source: Edit Page
fr_fr: Éditer page

source: Are you sure you want to delete this?
fr_fr: Êtes-vous sûr de vouloir supprimer cet élément ?

# lessonbuilder/tool/src/resources/messages.properties:simplepage.path
source: Path in Resources, or URL/embed code
fr_fr: Chemin d’accès dans Ressources, ou URL/code d'intégration

# lessonbuilder/tool/src/resources/messages.properties:desc-lessonbuilder.seeall
source: See items regardless of release controls
fr_fr: Voir les éléments indépendamment des contrôles de publication

source: Use rubric for students within a group to evaluate each other
fr_fr: Utilisez la rubrique pour les étudiants au sein d’un groupe pour évaluer chacun d'entre eux

source: Students only see their own page
fr_fr: Les étudiants ne voient que leur propre page

# lessonbuilder/tool/src/resources/messages.properties:simplepage.update-points
source: Update points
fr_fr: Mettre à jour la notation

source: Edit Question Section
fr_fr: Modifier la section des questions

# lessonbuilder/tool/src/resources/messages.properties:simplepage.answer
source: Answer:
fr_fr: Réponse :

source: Question Text:
fr_fr: Texte de la question :

source: Correct Answer:
fr_fr: Réponse correcte :

source: Possible Answer
fr_fr: Réponse possible

source: Following answer is correct
fr_fr: La réponse suivante est correcte

# lessonbuilder/tool/src/resources/messages.properties:simplepage.question-graded
source: Grade this question.
fr_fr: Noter cette question.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.questionLinkText
source: Add Question
fr_fr: Ajouter Question

source: Add a simple question for students to answer
fr_fr: Ajouter une question simple pour les étudiants

# lessonbuilder/tool/src/resources/messages.properties:simplepage.multipleChoice
source: Multiple Choice
fr_fr: Choix multiple

# lessonbuilder/tool/src/resources/messages.properties:simplepage.shortanswer
source: Short Answer
fr_fr: Réponse courte

# lessonbuilder/tool/src/resources/messages.properties:simplepage.answers
source: Possible Answers:
fr_fr: Réponses possibles :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.addAnswer
source: Add New Answer
fr_fr: Ajouter nouvelle réponse

# lessonbuilder/tool/src/resources/messages.properties:simplepage.answer_question
source: Submit Answer
fr_fr: Soumettre la réponse

# lessonbuilder/tool/src/resources/messages.properties:simplepage.questionName
source: Simple Question
fr_fr: Question simple

# lessonbuilder/tool/src/resources/messages.properties:simplepage.no-question-type
source: No question type provided
fr_fr: Aucun type de question fourni

# lessonbuilder/tool/src/resources/messages.properties:simplepage.question-max
source: Maximum points:
fr_fr: Nombre maximum de points :

source: Title in Gradebook:
fr_fr: Titre dans le bulletin de notes :

source: You have already answered that question!
fr_fr: Vous avez déjà répondu à cette question !

# lessonbuilder/tool/src/resources/messages.properties:simplepage.correct-text
source: Text shown if answer is correct:
fr_fr: Texte affiché si la réponse est correcte :

# lessonbuilder/tool/src/resources/messages.properties:simplepage.show-poll
source: Show Poll
fr_fr: Afficher le sondage

# lessonbuilder/tool/src/resources/messages.properties:simplepage.hide-poll
source: Hide Poll
fr_fr: Masquer le sondage

source: Please supply text for the question
fr_fr: Veuillez fournir le texte de la question

# lessonbuilder/tool/src/resources/messages.properties:simplepage.question-need-2
source: Please supply at least 2 alternatives for this question
fr_fr: Veuillez fournir au minimum deux choix pour cette question

# lessonbuilder/tool/src/resources/messages.properties:simplepage.question-need-1
source: Please supply at least 1 correct answer for this question
fr_fr: Veuillez fournir au moins une bonne réponse pour cette question

# lessonbuilder/tool/src/resources/messages.properties:simplepage.go-back
source: Go Back
fr_fr: Aperçu

# lessonbuilder/tool/src/resources/messages.properties:simplepage.expand-all
source: Expand All
fr_fr: Développer tout

# lessonbuilder/tool/src/resources/messages.properties:simplepage.collapse-all
source: Collapse All
fr_fr: Replier tout

source: NOTE: We changed this to
fr_fr: ATTENTION : nous avons modifié ceci en

source: We hope that's what you meant.
fr_fr: Nous espérons que c'est ce que vous vouliez.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.mm-test-tryother
source: Try other alternative
fr_fr: Essayez l'autre alternative

source: Start over
fr_fr: Re-commencer

# lessonbuilder/tool/src/resources/messages.properties:simplepage.sharedpage
source: [Shared page]
fr_fr: [Page partagée]

# lessonbuilder/tool/src/resources/messages.properties:simplepage.groupcheckfailed
source: Unable to check selected groups. System returned error: {}
fr_fr: Impossible de vérifier les groupes sélectionnés. Le système a renvoyé l'erreur : {}

source: The following groups overlap: {}
fr_fr: Chevauchement des groupes suivants : {}

source: The following users are not in any groups: {}
fr_fr: Les utilisateurs suivants n'appartiennent à aucun groupe : {}

# lessonbuilder/tool/src/resources/messages.properties:simplepage.insist
source: To continue anyway, hit Update Item again.
fr_fr: Pour continuer malgré tout, cliquez à nouveau sur Mise à jour.

# lessonbuilder/tool/src/resources/messages.properties:simplepage.access-group
source: Access: {}
fr_fr: Accès : {}

source: Delete removed pages
fr_fr: Supprimer les pages enlevées

# lessonbuilder/tool/src/resources/messages.properties:simplepage.filezero
source: Uploaded file is zero size
fr_fr: Le fichier déposé est de taille nulle

# lessonbuilder/tool/src/resources/messages.properties:simplepage.filetoobig
source: Uploaded file is larger than {} MB
fr_fr: Le fichier déposé est plus grand que {} Mo

# lessonbuilder/tool/src/resources/messages.properties:simplepage.defaultTitle
source: Lessons
fr_fr: Leçons

# lessonbuilder/tool/src/resources/messages.properties:simplepage.indent.level
source: Indent level
fr_fr: Niveau de retrait

# lessonbuilder/tool/src/resources/messages.properties:simplepage.custom.css.class
source: Custom CSS class
fr_fr: Classe CSS personnalisée

# lessonbuilder/tool/src/resources/messages.properties:simplepage.owner.settings
source: Owner
fr_fr: Propriétaire

# lessonbuilder/tool/src/resources/messages.properties:simplepage.default-user
source: None
fr_fr: Aucun

source: Announcements
fr_fr: Annonces

# lessonbuilder/tool/src/resources/messages.properties:simplepage.calendar-snippet
source: Calendar
fr_fr: Calendrier

# lessonbuilder/tool/src/resources/Events.properties:lessonbuilder.page.read
source: Lesson Builder: Read page
fr_fr: Outil Leçons : lire la page

# lessonbuilder/components/src/resources/subnav.properties:lessons_subnav.hidden
source: [Hidden]
fr_fr: [Masquée]
