Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_search_*.po
Languages: fr_fr

source: Attempt to get too much content as a string on
fr_fr: Tentative d'obtention de trop de contenu sous forme de chaine de caractères sur

source: Failed to read content for indexing
fr_fr: La lecture du contenu d'indexation a échoué

source: Attempt to get too much content as a string on
fr_fr: Tentative d'obtention de trop de contenu sous forme de chaine de caractères sur

source: Failed to get content
fr_fr: Impossible d'obtenir le contenu

source: Failed to stream content
fr_fr: Impossible de transmettre le contenu en continu

source: -idle-
fr_fr: -inactif-

source: Error:
fr_fr: Erreur :

source: Error:
fr_fr: Erreur :

source: Index Last Loaded
fr_fr: Dernier chargement de l'index

source: in
fr_fr: dans

source: seconds
fr_fr: secondes

source: not loaded
fr_fr: non chargé

source: due {0}
fr_fr: dû le {0}

source: running
fr_fr: exécution en cours

source: idle
fr_fr: inactif

source: Invalid Request
fr_fr: Demande non valide

source: Security Checksum is not valid
fr_fr: La somme de contrôle de sécurité n'est pas valide

source: Attempt to get too much content as a string on
fr_fr: Tentative d'obtention de trop de contenu sous forme de chaine de caractères sur

source: Failed to read content for indexing
fr_fr: La lecture du contenu d'indexation a échoué

source: Attempt to get too much content as a string on
fr_fr: Tentative d'obtention de trop de contenu sous forme de chaine de caractères sur

source: Failed to get content
fr_fr: Impossible d'obtenir le contenu

source: Failed to stream content
fr_fr: Impossible de transmettre le contenu en continu

source: -idle-
fr_fr: -inactif-

source: Error:
fr_fr: Erreur :

source: Error:
fr_fr: Erreur :

source: Index Last Loaded
fr_fr: Dernier chargement de l'index

source: in
fr_fr: dans

source: seconds
fr_fr: secondes

source: not loaded
fr_fr: non chargé

source: due {0}
fr_fr: dû le {0}

source: running
fr_fr: exécution en cours

source: idle
fr_fr: inactif

source: Invalid Request
fr_fr: Demande non valide

source: Security Checksum is not valid
fr_fr: La somme de contrôle de sécurité n'est pas valide

source: Reloaded Index
fr_fr: Index rechargé

source: Failed to remove worker lock
fr_fr: Impossible de supprimer le verrou de l'utilisateur

source: Search Administration
fr_fr: Rechercher l'administration

source: Refresh Status
fr_fr: Actualiser le statut

source: Rebuild Site Index
fr_fr: Reconstruire l'index du site

source: Refresh Site Index
fr_fr: Actualiser l'index du site

source: Rebuild Whole Index
fr_fr: Reconstruire l'ensemble de l'index

source: Refresh Whole Index
fr_fr: Actualiser l'ensemble de l'index

source: Remove Lock
fr_fr: Supprimer le verrou

source: Reload Index
fr_fr: Recharger l'index

source: Enable Diagnostics
fr_fr: Activer le diagnostic

source: Disable Diagnostics
fr_fr: Désactiver le diagnostic

source: You must access the Search through a woksite
fr_fr: Vous devez accéder à la recherche via un site

source: Search results for
fr_fr: Résultats de la recherche pour

source: Search
fr_fr: Rechercher

source: Worksite Search
fr_fr: Rechercher l'espace de travail

source: Sakai Search
fr_fr: Recherche Sakai

source: Admin
fr_fr: Administrateur

source: Install Browser Search Plugin
fr_fr: Installer le plugin de recherche pour le navigateur

source: Tags
fr_fr: Etiquettes

source: Results
fr_fr: Résultats

source: Site
fr_fr: Espace

source: Sakai RSS Search for
fr_fr: Recherche dans RSS Sakai de

source: Found {0} to {1} of {2} documents ({3} seconds)
fr_fr: {0} trouvé de {1} sur {2} documents ({3} secondes)

source: Sakai Search Engine for Site
fr_fr: Moteur de recherche Sakai pour l'espace

source: en-us
fr_fr: fr-fr

source: Search RSS Feed
fr_fr: Rechercher dans fil RSS

source: Search RSS Generator
fr_fr: Rechercher dans le générateur RSS

source: Search
fr_fr: Rechercher

source: No results were found.
fr_fr: Aucun résultat trouvé.

source: This Site
fr_fr: Cet espace

source: All My Sites
fr_fr: Tous mes sites

source: Did you mean?
fr_fr: Que vouliez-vous dire?

source: Last loaded at
fr_fr: Dernier chargement à

source: in
fr_fr: Lieu

source: Being indexed by
fr_fr: En cours d'indexation par

source: expected to finish before
fr_fr: fin prévue avant

source: Index contains
fr_fr: L'index contient

source: documents and
fr_fr: documents et

source: pending
fr_fr: en attente

source: Admin Search:
fr_fr: Recherche administrateur :

source: Search
fr_fr: Rechercher

source: Master Control Records
fr_fr: Enregistrements du contrôle principal

source: Context
fr_fr: Contexte

source: Operation
fr_fr: Fonctionnement

source: Current Status
fr_fr: État actuel

source: Last Update
fr_fr: Dernière mise à jour

source: Site Control Records
fr_fr: Enregistrements du contrôle de site

source: A list of index workers
fr_fr: Liste des workers d'indexation

source: Indexer Workers
fr_fr: Workers de l'indexeur

source: Due Before
fr_fr: Attendu avant

source: Worker Thread
fr_fr: Thread de Worker

source: Status
fr_fr: Statut

source: A list index segments
fr_fr: Liste des segments indexés

source: Segment Name
fr_fr: Nom du segment

source: Size
fr_fr: Taille

source: Last update
fr_fr: Dernière mise à jour
