Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_basiclti_*.po
Languages: fr_fr

# basiclti/basiclti-blis/src/bundle/blis.properties:outcomes.invalid
source: Not a valid outcomes request
fr_fr: Ce n'est pas une demande valable de résultats

# basiclti/basiclti-blis/src/bundle/blis.properties:outcomes.missing
source: Message is missing required information
fr_fr: Des informations nécessaires sont absentes du message

# basiclti/basiclti-blis/src/bundle/blis.properties:outcomes.sourcedid
source: Unable to process sourcedid
fr_fr: Traitement de l'identifiant de la source impossible

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.site.membership
source: Not a member of the designated site
fr_fr: Vous n'êtes pas membre du site

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.no.assignment
source: Designated gradable assignment does not exist
fr_fr: Le devoir noté choisi n'existe pas

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.grade.fail
source: Fail to store grade in gradebook
fr_fr: L'enregistrement de la note dans le bulletin de notes a échoué

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.no.validate
source: Unable to validate message
fr_fr: Validation du message impossible

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.tool.finished
source: External tool has finished
fr_fr: L'outil externe a fini

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.tool.lti_msg
source: External tool has finished:
fr_fr: L'outil externe a fini :

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.tool.lti_errormsg
source: External tool has finished with an error:
fr_fr: L'outil externe a fini avec une erreur :

# basiclti/basiclti-blis/src/bundle/blis.properties:setting.empty
source: Missing setting value
fr_fr: Valeur du paramètre absente

# basiclti/basiclti-blis/src/bundle/blis.properties:setting.save.fail
source: Failure while storing setting
fr_fr: Erreur pendant l'enregistrement du paramètre

# basiclti/basiclti-blis/src/bundle/blis.properties:setting.fail
source: Failure processing setting message
fr_fr: Erreur dans le traitement du message de parametrage

# basiclti/basiclti-blis/src/bundle/blis.properties:request.bad.url
source: Bad URL format for request
fr_fr: Mauvais format d'URL pour la requête

# basiclti/basiclti-blis/src/bundle/blis.properties:request.not.implemented
source: Unknown request
fr_fr: Requête inconnue

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.valid
source: Request is not in a valid format
fr_fr: Le format de la requête est erroné

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.credentials
source: Deployment is missing credentials
fr_fr: Manque de droits pour le déploiement

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.signature
source: OAuth signature failure
fr_fr: Échec de signature OAuth

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.parse
source: JSON parse failed
fr_fr: L'analyse JSON a échoué

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.notools
source: No tools found in profile
fr_fr: Aucun outil trouvé dans le profil

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.launch
source: Unable to determine launch URL
fr_fr: Impossible de déterminer l'URL de lancement

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.nopath
source: A basic-lti-launch-request message must have a path
fr_fr: Un message basic-lti-launch-request doit avoir un chemin

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_off
source: (Off)
fr_fr: (Arrêt)

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:foorm.missing.field
source: Required Field:
fr_fr: Champ requis :

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:foorm.maxlength.field
source: Field >
fr_fr: Champ >

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:foorm.integer.field
source: Field should be an integer:
fr_fr: Le champ doit être un entier :

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:foorm.id.field
source: Field has invalid characters:
fr_fr: Le champ contient des caractères non valides :

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:foorm.url.field
source: Field is not a url:
fr_fr: Le champ n'est pas une url :

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.missing.toolid
source: Missing Tool ID
fr_fr: Il manque l'identifiant de l'outil

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.invalid.toolid
source: Invalid Tool ID
fr_fr: Identifiant de l'outil non valide

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.content.not.found
source: Tool configuration not found
fr_fr: Configuration de l'outil introuvable

source: Tool content item not found
fr_fr: Élément de contenu de l'outil introuvable

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:id
source: Primary Key
fr_fr: Clé primaire

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:tool_id
source: Associated Tool
fr_fr: Outil associé

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_title
source: Tool Title (Above the tool)
fr_fr: Titre d'outil (au-dessus de l'outil)

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowtitle
source: Allow tool title to be changed
fr_fr: Autoriser la modification du titre de l'outil

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowtitle_allow
source: Allow
fr_fr: Autoriser

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowtitle_disallow
source: Do not allow
fr_fr: Interdire

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_pagetitle
source: Button Text (Text in tool menu)
fr_fr: Texte du bouton (texte dans le menu outil)

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowpagetitle
source: Allow button text to be changed
fr_fr: Autoriser la modification du texte du bouton

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowpagetitle_allow
source: Allow
fr_fr: Autoriser

source: Do not allow
fr_fr: Interdire

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_content_title
source: Tool Configuration Title
fr_fr: Outil de configuration de titre

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_status
source: Tool Status
fr_fr: État de l'outil

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_status_enable
source: Enabled
fr_fr: Activé

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_status_disable
source: Disabled
fr_fr: Désactivé

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_visible
source: Tool Visibility
fr_fr: Visibilité de l'outil

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_visible_stealth
source: Stealthed
fr_fr: Camouflé

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_launch
source: Launch URL
fr_fr: URL de lancement

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowlaunch
source: Allow launch URL to be changed
fr_fr: Autoriser la modification de l'URL de lancement

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowlaunch_allow
source: Allow
fr_fr: Autoriser

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowlaunch_disallow
source: Do not allow
fr_fr: Interdire

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_consumerkey
source: Launch Key
fr_fr: Clé de lancement

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowconsumerkey
source: Allow launch key to be changed
fr_fr: Autoriser la modification de la clé de lancement

source: Allow
fr_fr: Autoriser

source: Do not allow
fr_fr: Interdire

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_secret
source: Launch Secret
fr_fr: Secret de lancement

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowsecret
source: Allow launch secret to be changed
fr_fr: Permettre la modification du secret de lancement

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowsecret_allow
source: Allow
fr_fr: Autoriser

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowsecret_disallow
source: Do not allow
fr_fr: Interdire

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:SITE_ID
source: Site Id (Leave blank to make tool available in all sites)
fr_fr: Identifiant de l'espace (laisser vide pour rendre l'outil disponible dans tous les espaces)

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_content_site_id
source: Site ID
fr_fr: Identifiant de l'espace

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_frameheight
source: Frame Height
fr_fr: Hauteur du cadre

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowframeheight
source: Allow frame height to be changed
fr_fr: Autoriser la modification de la hauteur du cadre

source: Allow
fr_fr: Autoriser

source: Do not allow
fr_fr: Interdire

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_newpage
source: Launch in Popup
fr_fr: Lancer dans une fenêtre ''popup''

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_newpage_off
source: Never launch in Popup
fr_fr: Ne jamais lancer dans une fenêtre ''popup''

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_newpage_on
source: Always launch in Popup
fr_fr: Toujours lancer dans une fenêtre ''popup''

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_newpage_content
source: Allow popup to be changed
fr_fr: Autoriser la modification du choix de fenêtre ''popup''

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_debug
source: Debug Launch
fr_fr: Lancement de débogage

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_debug_off
source: Never launch in debug mode
fr_fr: Ne jamais lancer en mode débogage

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_debug_on
source: Always launch in debug mode
fr_fr: Toujours lancer en mode débogage

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_debug_content
source: Allow debug mode to be changed
fr_fr: Permettre la modification du choix du mode débogage

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:privacy
source: Privacy Settings:
fr_fr: Réglage des paramètres de confidentialité :

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_sendname
source: Send User Names to External Tool
fr_fr: Envoyer les noms des utilisateurs à l'outil externe

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_sendemailaddr
source: Send Email Addresses to External Tool
fr_fr: Envoyer les adresses de courriel à l'outil externe

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowoutcomes
source: Allow External Tool to return grades
fr_fr: Autoriser l'outil externe à renvoyer des notes

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowroster
source: Provide Roster to External Tool
fr_fr: Fournir la liste des participants à l'outil externe

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowsettings
source: Allow External Tool to store setting data
fr_fr: Autoriser l'outil externe à stocker les paramètres

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_pl_fileitem
source: Allow the tool to provide a file (usually as part of a file picker)
fr_fr: Permettre à l'outil de fournir un fichier (généralement dans le cadre d'un sélecteur de fichiers)

source: Allow the tool to be one of the assessment types
fr_fr: Autoriser l’outil comme l’un des types d’évaluation

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowcustom
source: Allow additional custom parameters
fr_fr: Autoriser des paramètres personnalisés supplémentaires

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_custom
source: Custom Parameters (key=value on separate lines)
fr_fr: Paramètres personnalisés (clé = valeur sur des lignes séparées)

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_fa_icon
source: Choose a custom icon (leave empty to use the default icon)
fr_fr: Choisir une icône personnalisée (laisser vide pour utiliser l’icône par défaut)

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowfa_icon_allow
source: Allow
fr_fr: Autoriser

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowfa_icon_disallow
source: Do not allow
fr_fr: Interdire

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_matchpattern
source: Launch URL Pattern to Match
fr_fr: Modèle auquel l'URL de lancement doit correspondre

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_launchurl
source: Actual Launch Url
fr_fr: URL de lancement réelle

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_resource_handler
source: Resource Handler
fr_fr: Gestionnaire de la ressource

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_parameter
source: Launch Parameters
fr_fr: Paramètres de lancement

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_enabled_capability
source: Enabled Capabilities
fr_fr: Fonctionnalités activées

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_contentitem
source: Enabled Capabilities
fr_fr: Fonctionnalités activées

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_version
source: LTI Version
fr_fr: Version LTI

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_version_lti1
source: LTI 1.x Tool
fr_fr: Outil LTI 1.x

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_version_lti2
source: LTI 2.x Tool
fr_fr: Outil LTI 2.x

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_state
source: Tool Status
fr_fr: État de l'outil

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_state_lti2_ready
source: LTI 2.x Registration Started
fr_fr: L'enregistrement LTI 2.x a commencé

source: LTI 2.x Registration Received
fr_fr: Enregistrement LTI 2.x reçu

source: LTI 2.x Registration Complete
fr_fr: Enregistrement LTI 2.x terminé

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_launch
source: LTI 2.x Registration URL
fr_fr: URL d'enregistrement LTI 2.x

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_key
source: LTI 2.x Registration Key
fr_fr: Clé d'enregistrement LTI 2.x

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_password
source: LTI 2.x Registration Secret
fr_fr: Secret d'enregistrement LTI 2.x

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_parameters
source: LTI 2.x Tool Launch Parameters
fr_fr: Paramètres de lancement de l'outil LTI 2.x

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_profile
source: LTI 2.x Registration Profile
fr_fr: Profil d'enregistrement LTI 2.x

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_tool_proxy_binding
source: LTI 2.x Tool Registration Profile
fr_fr: LTI 2.x outil d’inscription profil

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.id.not.found
source: Cannot find LTI tool id.
fr_fr: Impossible de trouver l'identifiant de l'outil LTI.

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.maintain.link
source: Must be site maintainer to manage LTI tool links
fr_fr: Seul le responsable de l'espace est autorisé à gérer les liens de l'outil LTI

source: Error updating placement information in configuration item {0}
fr_fr: Erreur de mise à jour des informations de placement dans l'élément de configuration {0}

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.maintain.edit
source: Must be site maintainer to edit
fr_fr: Il faut être responsable de l'espace pour pouvoir modifier

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.tool.not.found
source: Tool not found
fr_fr: Outil introuvable

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.need.key.secret
source: This tool will not function without a key and secret.
fr_fr: Cet outil ne fonctionnera pas sans une clé et un secret.

source: Unable to remove tool placement
fr_fr: Impossible de supprimer le placement de l'outil

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:export.title
source: Title
fr_fr: Titre

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:export.sitetitle
source: Site Title
fr_fr: Code du cours (p. ex. F13-ACCT-134C-01)

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:export.siteid
source: Site ID
fr_fr: Identifiant de l'espace

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:export.sitecontactemail
source: Site Contact
fr_fr: Propriétaire

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:content.attribution
source: Department
fr_fr: Service/Département

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:launch.button
source: Press to continue to external tool.
fr_fr: Appuyez pour continuer vers l'outil externe.

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.nosecret
source: Error - must have a secret.
fr_fr: Erreur - doit avoir un secret.

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.nokey
source: Error - must have a secret and a key.
fr_fr: Erreur - doit avoir un secret et une clé.

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.nolaunch
source: This tool is not yet configured.
fr_fr: Cet outil n'est pas encore configuré.

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.missing
source: Error, non-existent placementId.
fr_fr: Erreur, placementId inexistant.

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.load
source: Error, cannot load placement=
fr_fr: Erreur, impossible de charger le placement =

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.props
source: Error, cannot load Sakai information for placement=
fr_fr: Erreur, impossible de charger les informations de Sakai pour le placement =

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.sign
source: Error signing message.
fr_fr: Erreur lors de la signature du message.

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.content.missing
source: External tool content item is missing or improperly configured.
fr_fr: L'élément de contenu d'outil externe est manquant ou mal configuré.

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.tool.missing
source: External tool item is missing or improperly configured.
fr_fr: L'élément d'outil externe est manquant ou mal configuré.

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:tool.disabled
source: External tool is currently disabled
fr_fr: L'outil externe est actuellement désactivé

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.site.missing
source: Cannot load site.
fr_fr: Impossible de charger le site.

# basiclti/web-ifp/src/bundle/iframe.properties:gen.alert
source: Alert:
fr_fr: Alerte :

# basiclti/web-ifp/src/bundle/iframe.properties:gen.custom
source: Customize Web Content
fr_fr: Personnaliser le contenu Web

# basiclti/web-ifp/src/bundle/iframe.properties:gen.custom.site
source: Customize Server Info Display
fr_fr: Personnaliser l'affichage d'informations serveur

# basiclti/web-ifp/src/bundle/iframe.properties:gen.custom.worksite
source: Customize Site Info Display
fr_fr: Personnaliser l'affichage d'informations du site

# basiclti/web-ifp/src/bundle/iframe.properties:gen.custom.workspace
source: Customize Home Info Display
fr_fr: Personnaliser l'affichage d'informations de l'Espace de Travail

# basiclti/web-ifp/src/bundle/iframe.properties:gen.height
source: Frame Height
fr_fr: Hauteur du cadre

# basiclti/web-ifp/src/bundle/iframe.properties:gen.title
source: Title
fr_fr: Titre

# basiclti/web-ifp/src/bundle/iframe.properties:gen.tootit
source: Tool Title
fr_fr: Titre de l'outil

# basiclti/web-ifp/src/bundle/iframe.properties:gen.pagtit
source: Page Title
fr_fr: Titre de la page

# basiclti/web-ifp/src/bundle/iframe.properties:gen.save
source: Update Options
fr_fr: Mettre à jour les options

# basiclti/web-ifp/src/bundle/iframe.properties:gen.cancel
source: Cancel
fr_fr: Annuler

# basiclti/web-ifp/src/bundle/iframe.properties:gen.back
source: Back
fr_fr: Retour

# basiclti/web-ifp/src/bundle/iframe.properties:gen.info.url
source: Site Info URL
fr_fr: URL d'informations du site

# basiclti/web-ifp/src/bundle/iframe.properties:gen.info.url.msg
source: If specified, this URL will be shown instead of the Site description.
fr_fr: Si spécifiée, cette URL sera affichée au lieu de la description du site.

# basiclti/web-ifp/src/bundle/iframe.properties:gen.info.maximize
source: Launch Maximum Width
fr_fr: Largeur maximale de lancement

# basiclti/web-ifp/src/bundle/iframe.properties:get.info.notconfig
source: Not yet configured.
fr_fr: Pas encore configuré.

# basiclti/web-ifp/src/bundle/iframe.properties:new.page.launch
source: Page opened in new window.
fr_fr: Ouverture de la page dans une nouvelle fenêtre.

# basiclti/web-ifp/src/bundle/iframe.properties:new.page.relaunch
source: Press to re-launch page.
fr_fr: Appuyer pour relancer la page.

# basiclti/web-ifp/src/bundle/iframe.properties:gen.heisomelse
source: Something else
fr_fr: Autre valeur

# basiclti/web-ifp/src/bundle/iframe.properties:gen.custheight
source: Custom height
fr_fr: Hauteur personnalisée

# basiclti/web-ifp/src/bundle/iframe.properties:gen.info.pop
source: Open in new window?
fr_fr: Ouvrir dans une nouvelle fenêtre?

# basiclti/web-ifp/src/bundle/iframe.properties:gen.info.yes
source: yes
fr_fr: Oui

# basiclti/web-ifp/src/bundle/iframe.properties:gen.info.no
source: no
fr_fr: Non

# basiclti/web-ifp/src/bundle/iframe.properties:java.alert.pleentval
source: The height you entered was not valid.
fr_fr: La hauteur que vous avez saisi n'était pas valide.

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.cancel
source: Cancel
fr_fr: Annuler

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.save
source: Save
fr_fr: Enregistrer

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.done
source: Done
fr_fr: Terminé

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.edit
source: Edit
fr_fr: Modifier

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.test
source: Test
fr_fr: Tester

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.delete
source: Delete
fr_fr: Supprimer

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.insert
source: Install New Tool
fr_fr: Installer un nouvel outil

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.alert
source: Alert:
fr_fr: Alerte :

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.success
source: Success
fr_fr: Réussite

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.failure
source: Failure
fr_fr: Échec

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.tools
source: View Tools
fr_fr: Voir les outils

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.add
source: Add
fr_fr: Ajouter

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.remove
source: Remove
fr_fr: Supprimer

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.register
source: Register
fr_fr: Inscrire

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.reregister
source: Re-Register
fr_fr: Réinscrire

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.activate
source: Activate
fr_fr: Activer

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.reactivate
source: Re-Activate
fr_fr: Réactiver

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.title
source: External Tools (IMS LTI)
fr_fr: Outils externes (IMS LTI)

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.in.site
source: Tool Links
fr_fr: Outils ajoutés aux espaces

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.in.system
source: Installed Tools
fr_fr: Outils disponibles dans le système
