Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_sitestats_*.po
Languages: fr_fr

source: Show activity in site, with totals per event.
fr_fr: Afficher les activités sur ce site, avec les totaux par évènement.

source: Most accessed files
fr_fr: Les fichiers les plus consultés

source: Show top 10 most accessed files.
fr_fr: Afficher les les 10 fichiers les plus consultés.

source: Most active users
fr_fr: Les utilisateurs les plus actifs

source: Show top 10 users with most activity in site.
fr_fr: Afficher les 10 utilisateurs les plus actifs sur ce site.

source: Less active users
fr_fr: Les utilisateurs les moins actifs

source: Show top 10 users with less activity in site.
fr_fr: Afficher les 10 utilisateurs les moins actifs sur ce site.

source: Users with more visits
fr_fr: Les utilisateurs avec le plus de visites

source: Show top 10 users who have visited the site the most.
fr_fr: Afficher les 10 utilisateurs qui ont le plus visité ce site.

source: Users with no visits
fr_fr: Les utilisateurs sans visites

source: Show users who have never visited the site.
fr_fr: Afficher utilisateurs qui n'ont jamais visité ce site.

source: Users with no activity
fr_fr: Utilisateurs sans activité

source: Show users with no activity in site.
fr_fr: Afficher les utilisateurs sans activité dans l'espace.

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_search
source: Search
fr_fr: Rechercher

source: Event
fr_fr: Évènement

source: Details
fr_fr: Détails

source: Show more
fr_fr: Afficher les détails

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_dateRangeFrom
source: From
fr_fr: De

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_dateRangeTo
source: to
fr_fr: à

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_userFilter
source: User
fr_fr: Utilisateur

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_eventFilter
source: Tool
fr_fr: Outil

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_error
source: Error
fr_fr: Erreur

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_info
source: Info
fr_fr: Information

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_calendar_title
source: Title
fr_fr: Titre

source: Duration
fr_fr: Durée

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_msgforums_title
source: Title
fr_fr: Titre

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_msgforums_topic
source: Topic
fr_fr: Sujet

source: Conversation
fr_fr: Fil de discussion

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_lessons_item
source: Item
fr_fr: Élément

source: Hierarchy
fr_fr: Hiérarchie

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_lessons_comment
source: Comment
fr_fr: Commentaire

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_lessons_comments
source: Comments Section
fr_fr: Section Commentaires

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_annc_title
source: Title
fr_fr: Titre

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_asn
source: Assignment
fr_fr: Devoir

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_asn_sub_by_ins
source: Instructor
fr_fr: Enseignant

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_podcasts_title
source: Title
fr_fr: Titre

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_content_folder
source: Folder
fr_fr: Dossier

source: Resource
fr_fr: Ressource

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_sam_assessment
source: Assessment
fr_fr: Évaluation

# sitestats/sitestats-bundle/src/resources/Messages.properties:de_sam_part
source: Part
fr_fr: Partie

# sitestats/sitestats-bundle/src/resources/Events.properties:pres.begin
source: Site visit
fr_fr: Visiter le site

# sitestats/sitestats-bundle/src/resources/Events.properties:annc.read
source: Read announcement
fr_fr: Lecture d’annonce

# sitestats/sitestats-bundle/src/resources/Events.properties:annc.new
source: Announcement new
fr_fr: Nouvelle annonce

# sitestats/sitestats-bundle/src/resources/Events.properties:annc.revise.own
source: Announcement revise (own)
fr_fr: Réviser annonce (propre)

# sitestats/sitestats-bundle/src/resources/Events.properties:annc.revise.any
source: Announcement revise (other)
fr_fr: Réviser annonce (autre)

# sitestats/sitestats-bundle/src/resources/Events.properties:annc.delete.own
source: Announcement delete (own)
fr_fr: Supprimer annonce (propre)

# sitestats/sitestats-bundle/src/resources/Events.properties:annc.delete.any
source: Announcement delete (other)
fr_fr: Supprimer annonce (autre)

# sitestats/sitestats-bundle/src/resources/Events.properties:asn.read
source: Assignment read
fr_fr: Lire devoir

# sitestats/sitestats-bundle/src/resources/Events.properties:asn.read.assignment
source: Assignment read
fr_fr: Lire devoir

# sitestats/sitestats-bundle/src/resources/Events.properties:asn.new.assignment
source: Assignment new
fr_fr: Nouveau devoir

# sitestats/sitestats-bundle/src/resources/Events.properties:asn.revise.assignment
source: Assignment revise
fr_fr: Réviser devoir

# sitestats/sitestats-bundle/src/resources/Events.properties:asn.delete.assignment
source: Assignment delete
fr_fr: Supprimer devoir

# sitestats/sitestats-bundle/src/resources/Events.properties:asn.submit.submission
source: Assignment submission
fr_fr: Soumettre devoir

# sitestats/sitestats-bundle/src/resources/Events.properties:asn.save.submission
source: Assignment save
fr_fr: Sauvegarder devoir

# sitestats/sitestats-bundle/src/resources/Events.properties:asn.grade.submission
source: Assignment grade/release/return
fr_fr: Noter/Envoyer/Rendre devoir

# sitestats/sitestats-bundle/src/resources/Events.properties:basiclti.config
source: BasicLTI tool configured
fr_fr: Configuration outil BasicLTI

# sitestats/sitestats-bundle/src/resources/Events.properties:basiclti.launch
source: BasicLTI tool launched
fr_fr: Lancement outil BasicLTI

# sitestats/sitestats-bundle/src/resources/Events.properties:blog.blog.created
source: Blog created
fr_fr: Blog créé.

# sitestats/sitestats-bundle/src/resources/Events.properties:blog.entry.saved
source: Blog entry added/edited
fr_fr: Message ajouté/modifié.

# sitestats/sitestats-bundle/src/resources/Events.properties:blog.entry.removed
source: Blog entry removed
fr_fr: Message supprimé.

# sitestats/sitestats-bundle/src/resources/Events.properties:blog.comment.added
source: Blog comment added
fr_fr: Commentaire ajouté.

# sitestats/sitestats-bundle/src/resources/Events.properties:blog.comment.removed
source: Blog comment removed
fr_fr: Commentaire supprimé.

# sitestats/sitestats-bundle/src/resources/Events.properties:chat.new
source: Chat new
fr_fr: Nouveau chat

# sitestats/sitestats-bundle/src/resources/Events.properties:chat.delete.any
source: Chat delete (other)
fr_fr: Supprimer chat (autre)

# sitestats/sitestats-bundle/src/resources/Events.properties:chat.delete.own
source: Chat delete (own)
fr_fr: Supprimer chat (propre)

# sitestats/sitestats-bundle/src/resources/Events.properties:chat.delete.channel
source: Chat channel delete
fr_fr: Suppression de canal de chat

# sitestats/sitestats-bundle/src/resources/Events.properties:disc.new
source: Discussion topic/message new
fr_fr: Sujet de discussion/nouveau message

# sitestats/sitestats-bundle/src/resources/Events.properties:disc.new.category
source: Discussion category new
fr_fr: Nouvelle catégorie de discussion

# sitestats/sitestats-bundle/src/resources/Events.properties:disc.null
source: Discussion category delete
fr_fr: Suppression de la catégorie de discussion

# sitestats/sitestats-bundle/src/resources/Events.properties:disc.delete.any
source: Discussion topic/message delete (other)
fr_fr: Sujet de discussion/suppression message (autre)

# sitestats/sitestats-bundle/src/resources/Events.properties:disc.delete.own
source: Discussion topic/message delete (own)
fr_fr: Sujet de discussion/suppression message (propre)

# sitestats/sitestats-bundle/src/resources/Events.properties:disc.delete.category
source: Discussion category delete
fr_fr: Suppression de la catégorie de discussion

# sitestats/sitestats-bundle/src/resources/Events.properties:gradebook.newItem
source: Gradebook item new
fr_fr: Nouvel élément du bulletin de notes

# sitestats/sitestats-bundle/src/resources/Events.properties:gradebook.deleteItem
source: Gradebook item delete
fr_fr: Suppression élément du bulletin de notes

# sitestats/sitestats-bundle/src/resources/Events.properties:gradebook.comment
source: Gradebook comment
fr_fr: Commentaire du bulletin de notes

# sitestats/sitestats-bundle/src/resources/Events.properties:mail.new
source: Mail new
fr_fr: Nouveau courriel

# sitestats/sitestats-bundle/src/resources/Events.properties:mail.delete.any
source: Mail delete (other)
fr_fr: Supprimer courriel (autre)

# sitestats/sitestats-bundle/src/resources/Events.properties:mail.delete.own
source: Mail delete (own)
fr_fr: Supprimer courriel (propre)

# sitestats/sitestats-bundle/src/resources/Events.properties:markup.create
source: Markup tool content created
fr_fr: Outil de marquage du contenu créé

# sitestats/sitestats-bundle/src/resources/Events.properties:markup.edit
source: Markup tool content edited
fr_fr: Outil de marquage du contenu modifié

# sitestats/sitestats-bundle/src/resources/Events.properties:markup.read
source: Markup tool content read
fr_fr: Outil de marquage du contenu lu

# sitestats/sitestats-bundle/src/resources/Events.properties:melete.module.new
source: Melete module created
fr_fr: Module Melete créé

# sitestats/sitestats-bundle/src/resources/Events.properties:melete.module.edit
source: Melete module edited
fr_fr: Module Melete modifié

# sitestats/sitestats-bundle/src/resources/Events.properties:melete.module.delete
source: Melete module deleted
fr_fr: Module Melete supprimé

# sitestats/sitestats-bundle/src/resources/Events.properties:melete.section.new
source: Melete section created
fr_fr: Section Melete créé

# sitestats/sitestats-bundle/src/resources/Events.properties:melete.section.edit
source: Melete section edited
fr_fr: Section Melete modifiée

# sitestats/sitestats-bundle/src/resources/Events.properties:melete.section.read
source: Melete section read
fr_fr: Section Melete lue

# sitestats/sitestats-bundle/src/resources/Events.properties:melete.section.delete
source: Melete section deleted
fr_fr: Section Melete supprimée

# sitestats/sitestats-bundle/src/resources/Events.properties:news.read
source: News read
fr_fr: Lire actualité

# sitestats/sitestats-bundle/src/resources/Events.properties:news.revise
source: News revise
fr_fr: Réviser actualité

# sitestats/sitestats-bundle/src/resources/Events.properties:feeds.read
source: Feeds read
fr_fr: Lire les flux

source: Subscribed to Institutional-provided feed
fr_fr: Abonnement au flux fourni par l'institution

# sitestats/sitestats-bundle/src/resources/Events.properties:feeds.subscribe.user
source: Subscribed to user-provided feed
fr_fr: Abonnement au flux fourni par un utilisateur

source: Unsubscribed to Institutional-provided feed
fr_fr: Désabonnement du flux fourni par l'institution

source: Unsubscribed to user-provided feed
fr_fr: Désabonnement du flux fourni par un utilisateur

# sitestats/sitestats-bundle/src/resources/Events.properties:msgcntr.new
source: Forum/Message new
fr_fr: Forum/Nouveau message

# sitestats/sitestats-bundle/src/resources/Events.properties:msgcntr.read
source: Forum/Message read
fr_fr: Forum/Lire message

# sitestats/sitestats-bundle/src/resources/Events.properties:msgcntr.revise
source: Forum/Message revise
fr_fr: Forum/Réviser message

# sitestats/sitestats-bundle/src/resources/Events.properties:msgcntr.delete
source: Forum/Message delete
fr_fr: Forum/Supprimer message

# sitestats/sitestats-bundle/src/resources/Events.properties:msgcntr.response
source: Forum/Message response
fr_fr: Forum/Répondre au message

# sitestats/sitestats-bundle/src/resources/Events.properties:forums.newforum
source: New forum
fr_fr: Nouveau forum

# sitestats/sitestats-bundle/src/resources/Events.properties:forums.newtopic
source: New topic
fr_fr: Nouveau sujet sur le forum

# sitestats/sitestats-bundle/src/resources/Events.properties:forums.deleteforum
source: Delete forum
fr_fr: Supprimer le forum

# sitestats/sitestats-bundle/src/resources/Events.properties:forums.deletetopic
source: Delete topic
fr_fr: Supprimer le sujet du forum

# sitestats/sitestats-bundle/src/resources/Events.properties:forums.reviseforum
source: Revise forum
fr_fr: Réviser le forum

# sitestats/sitestats-bundle/src/resources/Events.properties:forums.revisetopic
source: Revise topic
fr_fr: Réviser le thème

# sitestats/sitestats-bundle/src/resources/Events.properties:forums.new
source: New thread
fr_fr: Nouveau fil de discussion

# sitestats/sitestats-bundle/src/resources/Events.properties:forums.read
source: Read thread
fr_fr: Lecture d'un fil de discussion

# sitestats/sitestats-bundle/src/resources/Events.properties:forums.revise
source: Review thread
fr_fr: Vérifier un fil de discussion

# sitestats/sitestats-bundle/src/resources/Events.properties:forums.delete
source: Delete thread
fr_fr: Supprimer un fil de discussion

# sitestats/sitestats-bundle/src/resources/Events.properties:forums.response
source: Response thread
fr_fr: Répondre dans un fil de discussion

# sitestats/sitestats-bundle/src/resources/Events.properties:forums.grade
source: Grade forum
fr_fr: Noter le forum

# sitestats/sitestats-bundle/src/resources/Events.properties:messages.newfolder
source: New folder in Private Messages
fr_fr: Nouveau dossier dans les Messages privés

# sitestats/sitestats-bundle/src/resources/Events.properties:messages.revisefolder
source: Revise folder in Private Messages
fr_fr: Réviser un dossier dans les Messages privés

# sitestats/sitestats-bundle/src/resources/Events.properties:messages.deletefolder
source: Delete folder in Private Messages
fr_fr: Supprimer un dossier dans les Messages privés

# sitestats/sitestats-bundle/src/resources/Events.properties:messages.reply
source: Reply private message
fr_fr: Répondre à un message privé

# sitestats/sitestats-bundle/src/resources/Events.properties:messages.forward
source: Forward private message
fr_fr: Faire suivre un message privé

# sitestats/sitestats-bundle/src/resources/Events.properties:messages.new
source: New private message
fr_fr: Nouveau message privé

# sitestats/sitestats-bundle/src/resources/Events.properties:messages.read
source: Read private message
fr_fr: Lire un message privé

# sitestats/sitestats-bundle/src/resources/Events.properties:messages.delete
source: Delete private message
fr_fr: Supprimer un message privé

source: OSP: Coordinator adds a glossary term
fr_fr: OSP : Le coordinateur ajoute un terme au glossaire

source: OSP: Coordinator deletes a glossary term
fr_fr: OSP : Le coordinateur supprime un terme du glossaire

source: OSP: Coordinator adds a layout
fr_fr: OSP : Le coordinateur ajoute une mise en page

source: OSP: Coordinator revises a layout
fr_fr: OSP : Le coordinateur révise une mise en page

source: OSP: Coordinator deletes a layout
fr_fr: OSP : Le coordinateur supprime une mise en page

source: OSP: Coordinator adds or revises a matrix
fr_fr: OSP : Le coordinateur ajoute ou révise un tableau

source: OSP: Coordinator deletes a matrix
fr_fr: OSP : Le coordinateur supprime un tableau

source: OSP: Coordinator publishes a matrix
fr_fr: OSP : Le coordinateur publie un tableau

source: OSP: Wizard user adds or revises form in a matrix/wizard instance
fr_fr: OSP : L'assistant utilisateur ajoute ou révise le formulaire dans un tableau/assistant

source: OSP: Wizard user removes form in a matrix/wizard instance
fr_fr: OSP : L'assistant utilisateur supprime le formulaire d'un tableau/assistant

source: OSP: Participant adds a portfolio
fr_fr: OSP : Le participant ajoute un portfolio

source: OSP: Participant revises a portfolio
fr_fr: OSP : Le participant révise un portfolio

source: OSP: Participant deletes a portfolio
fr_fr: OSP : Le participant supprime un portfolio

source: OSP: Reviewer adds a review
fr_fr: OSP : Le relecteur ajoute une critique

source: OSP: Reviewer revises a review
fr_fr: OSP : Le relecteur révise la critique

source: OSP: Reviewer deletes a review
fr_fr: OSP : Le relecteur supprime la critique

# sitestats/sitestats-bundle/src/resources/Events.properties:org.theospi.style.add
source: OSP: Coordinator adds a style
fr_fr: OSP : Le coordinateur ajoute une mise en page

source: OSP: Coordinator revises a style
fr_fr: OSP : Le coordinateur révise une mise en page

source: OSP: Coordinator deletes a style
fr_fr: OSP : Le coordinateur supprime une mise en page

source: OSP: Coordinator adds a template
fr_fr: OSP : Le coordinateur ajoute un canevas (template)

source: OSP: Coordinator revises a template
fr_fr: OSP :Le coordinateur révise un canevas (template)

source: OSP: Coordinator deletes a template
fr_fr: OSP : Le coordinateur supprime un canevas (template)

source: OSP: Coordinator adds a wizard
fr_fr: OSP : Le coordinateur ajoute un assistant

source: OSP: Coordinator revises a wizard
fr_fr: OSP : Le coordinateur révise un assistant

source: OSP: Coordinator deletes a wizard
fr_fr: OSP : Le coordinateur supprime un assistant

source: OSP: Coordinator publishes a wizard
fr_fr: OSP : Le coordinateur publie un assistant

# sitestats/sitestats-bundle/src/resources/Events.properties:podcast.add
source: Podcast new
fr_fr: Nouveau podcast

# sitestats/sitestats-bundle/src/resources/Events.properties:podcast.revise
source: Podcast revise
fr_fr: Réviser podcast

# sitestats/sitestats-bundle/src/resources/Events.properties:podcast.delete
source: Podcast delete
fr_fr: Supprimer podcast

# sitestats/sitestats-bundle/src/resources/Events.properties:podcast.read.public
source: Podcast feed (public) accessed
fr_fr: Accès au flux de podcast (public)

# sitestats/sitestats-bundle/src/resources/Events.properties:podcast.read.site
source: Podcast feed (site-only) accessed
fr_fr: Accès au flux de podcast (espace uniquement)

# sitestats/sitestats-bundle/src/resources/Events.properties:poll.vote
source: Poll vote
fr_fr: Vote du sondage

# sitestats/sitestats-bundle/src/resources/Events.properties:poll.add
source: Poll new/revise
fr_fr: Nouveau/Réviser sondage

# sitestats/sitestats-bundle/src/resources/Events.properties:poll.update
source: Poll update
fr_fr: Mise à jour du sondage

# sitestats/sitestats-bundle/src/resources/Events.properties:poll.delete
source: Poll delete
fr_fr: Supprimer sondage

# sitestats/sitestats-bundle/src/resources/Events.properties:poll.viewResult
source: Poll view result
fr_fr: Voir les résultats du sondage

# sitestats/sitestats-bundle/src/resources/Events.properties:content.new
source: Content new
fr_fr: Nouveau contenu

# sitestats/sitestats-bundle/src/resources/Events.properties:content.read
source: Content opened
fr_fr: Contenu ouvert

# sitestats/sitestats-bundle/src/resources/Events.properties:content.revise
source: Content revise
fr_fr: Réviser contenu

# sitestats/sitestats-bundle/src/resources/Events.properties:content.delete
source: Content delete
fr_fr: Supprimer contenu

# sitestats/sitestats-bundle/src/resources/Events.properties:roster.view
source: Roster view
fr_fr: Voir la liste des étudiants

# sitestats/sitestats-bundle/src/resources/Events.properties:roster.view.photos
source: Roster view photos
fr_fr: Voir les photos de la liste des étudiants

# sitestats/sitestats-bundle/src/resources/Events.properties:sam.setting.edit
source: T&Q Assessment settings edit
fr_fr: Modifier les paramètres de l'évaluation T&Q

# sitestats/sitestats-bundle/src/resources/Events.properties:sam.email
source: T&Q Email sent
fr_fr: Courriel T&Q envoyé

# sitestats/sitestats-bundle/src/resources/Events.properties:sam.assessment.create
source: T&Q Assessment create
fr_fr: Évaluation T&Q créée

# sitestats/sitestats-bundle/src/resources/Events.properties:sam.assessment.revise
source: T&Q Assessment part/question add/edit
fr_fr: Ajouter/modifier une question/partie de l'évaluation T&Q

# sitestats/sitestats-bundle/src/resources/Events.properties:sam.assessment.submit
source: T&Q Assessment submit
fr_fr: Soumission de l'évaluation T&Q

source: T&Q Assessment submit via URL
fr_fr: Évaluation T&Q soumise via une URL

source: T&Q Assessment submit via timer
fr_fr: Évaluation T&Q soumise par le minuteur

source: T&Q Assessment publish
fr_fr: Publication de l'évaluation T&Q

# sitestats/sitestats-bundle/src/resources/Events.properties:sam.assessment.take
source: T&Q Assessment take
fr_fr: Passe une évaluation T&Q

source: T&Q Assessment take via URL
fr_fr: Passe une évaluation T&Q via une URL

source: T&Q Assessment publish confirmation
fr_fr: Confirmation de la publication de l'évaluation T&Q

source: T&Q Published assessment revise
fr_fr: Réviser l'évaluation T&Q publiée

# sitestats/sitestats-bundle/src/resources/Events.properties:sam.pubsetting.edit
source: T&Q Published assessment settings edit
fr_fr: Modifier les paramètres de l'évaluation T&Q publiée

source: T&Q Assessment student score update
fr_fr: Mise à jour de la note globale de l'étudiant pour l'évaluation T&Q

source: T&Q Assessment student question score update
fr_fr: Mise à jour de la note de l'étudiant à la question de l'évaluation T&Q

source: T&Q Assessment student total score update
fr_fr: Mise à jour de la note totale de l'étudiant à l'évaluation T&Q

# sitestats/sitestats-bundle/src/resources/Events.properties:search.query
source: Search performed
fr_fr: Recherche effectuée

# sitestats/sitestats-bundle/src/resources/Events.properties:calendar.new
source: Calendar event new
fr_fr: Nouvel évènement dans le calendrier

# sitestats/sitestats-bundle/src/resources/Events.properties:calendar.revise
source: Calendar event revise
fr_fr: Réviser un évènement du calendrier

# sitestats/sitestats-bundle/src/resources/Events.properties:section.student.join
source: Section student join
fr_fr: Un étudiant rejoint une section

source: Section student unjoin
fr_fr: Disjoindre l’étudiant de la section

source: Section student switch
fr_fr: Un étudiant change de section

# sitestats/sitestats-bundle/src/resources/Events.properties:section.add.ta
source: Section TA add
fr_fr: Ajouter une section TA

# sitestats/sitestats-bundle/src/resources/Events.properties:section.add.student
source: Section student add
fr_fr: Ajouter un étudiant à une section

# sitestats/sitestats-bundle/src/resources/Events.properties:section.members.reset
source: Section members reset
fr_fr: Réinitialiser les membres de la section

# sitestats/sitestats-bundle/src/resources/Events.properties:section.student.drop
source: Section student drop
fr_fr: Étudiant viré d'une section

source: Section student drop category
fr_fr: Étudiant viré d'une catégorie de section

# sitestats/sitestats-bundle/src/resources/Events.properties:section.add
source: Section add
fr_fr: Ajouter section (type de classe)

# sitestats/sitestats-bundle/src/resources/Events.properties:section.update
source: Section update
fr_fr: Mise à jour section (type de classe)

# sitestats/sitestats-bundle/src/resources/Events.properties:section.disband
source: Section disband
fr_fr: Dissoudre section (type de classe)

# sitestats/sitestats-bundle/src/resources/Events.properties:section.student.reg
source: Section student registration
fr_fr: Inscription d'un étudiant à une section

# sitestats/sitestats-bundle/src/resources/Events.properties:site.add
source: Site created
fr_fr: Site créé

# sitestats/sitestats-bundle/src/resources/Events.properties:site.del
source: Site deleted
fr_fr: Sites effacés

# sitestats/sitestats-bundle/src/resources/Events.properties:site.upd
source: Site updated
fr_fr: Site mis à jour
