Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_msgcntr_*.po
Languages: fr_fr

source: Printer Friendly Format
fr_fr: Format pour l'impression

source: Compose Message
fr_fr: Composer un message

source: Delete Selected Items
fr_fr: Supprimer les éléments sélectionnés

source: Display Options
fr_fr: Options d'affichage

source: Label
fr_fr: Étiquette

source: Authored By
fr_fr: Rédigé par

source: Subject
fr_fr: Sujet

source: Reply to Message
fr_fr: Répondre au message

source: Forward Message
fr_fr: Transférer le message

source: Forwarded Message
fr_fr: Message transféré

source: Attachments
fr_fr: Fichiers joints

source: Reply
fr_fr: Répondre

source: Reply to all
fr_fr: Répondre à tous

source: Forward
fr_fr: Transférer

source: Move to folder
fr_fr: Déplacer vers un dossier

source: Delete
fr_fr: Supprimer

source: Cancel
fr_fr: Annuler

source: Back to list
fr_fr: Retour à la liste

source: Delete Confirmation ...
fr_fr: Confirmation de la suppression...

source: Delete Message(s)
fr_fr: Supprimer le(s) message(s)

source: Personal Settings
fr_fr: Paramètres personnels

source: Site Settings
fr_fr: Paramètres de l'espace

source: Activate Messages
fr_fr: Activer les messages

source: Activate Messages:
fr_fr: Activer les messages :

source: Auto Forward Messages
fr_fr: Transférer les messages automatiquement

source: Auto Forward Messages:
fr_fr: Transférer les messages automatiquement :

source: Email address for forwarding:
fr_fr: Courriel pour le transfert :

source: Sending copies to recipients' email address(es):
fr_fr: Envoi de copies aux courriels des destinataires :

source: Do not allow sending copies
fr_fr: Ne pas permettre l'envoi de copies

source: Give sender the option to send copies
fr_fr: Donner à l'expéditeur la possibilité d'envoyer des copies

source: Always send copies
fr_fr: Toujours envoyer des copies

source: Save Settings
fr_fr: Enregistrer la configuration

source: Detail Message
fr_fr: Message détaillé

source: Send
fr_fr: Envoyer

source: Send Cc
fr_fr: Envoyer Cc

source: As Message
fr_fr: Comme message

source: Send a copy of this message to recipients' email address(es)
fr_fr: Envoyer une copie de ce message aux courriels des destinataires

source: sent with copy to email address
fr_fr: envoyé avec copie au courriel

source: Save Draft
fr_fr: Enregistrer brouillon

source: Compose
fr_fr: Composer

source: Compose a Message
fr_fr: Composer un message

source: No Attachments Yet
fr_fr: Aucune pièce jointe pour le moment

source: Remove
fr_fr: Supprimer

source: Size
fr_fr: Taille

source: To
fr_fr: À

source: Bcc
fr_fr: Cci

source: Remove Bcc
fr_fr: Supprimer la Cci

source: Add Bcc
fr_fr: Ajouter une Cci

source: Clear Selection
fr_fr: Effacer la sélection

source: Undisclosed-Recipients
fr_fr: Destinataires secrets

source: Undisclosed Recipients
fr_fr: Destinataires secrets

source: Replying To
fr_fr: Réponse à

source: From
fr_fr: De

source: unread
fr_fr: non lu

source: < Previous Folder
fr_fr: < Dossier précédent

source: Next Folder >
fr_fr: Dossier suivant >

source: All Messages
fr_fr: Tous les messages

source: By Conversation
fr_fr: Par conversation

source: Search for text:
fr_fr: Rechercher le texte :

source: Clear Search
fr_fr: Effacer la recherche

source: Normal Search
fr_fr: Recherche normale

source: SEARCH IN
fr_fr: RECHERCHER DANS

source: Date Range:
fr_fr: Intervalle de date :

source: Begin Date
fr_fr: Date de début

source: End Date
fr_fr: Date de fin

source: Body
fr_fr: Corps

source: Title
fr_fr: Titre

source: Normal
fr_fr: Normale

source: Low
fr_fr: Faible

source: High
fr_fr: Haut

source: Select Additional Recipients
fr_fr: Sélectionner des destinataires supplémentaires

source: Select Forward Recipients
fr_fr: Sélectionner des destinataires pour le transfert

source: MM/dd/yy 'at' HH:mm:ss z
fr_fr: MM/dd/yy 'at' HH:mm:ss

source: < Previous Message
fr_fr: < Message précédent

source: Next Message >
fr_fr: Message suivant >

source: Create Folder
fr_fr: Créer un dossier

source: Folder Title
fr_fr: Titre du dossier

source: Add
fr_fr: Ajouter

source: Edit
fr_fr: Modifier

source: Number of Messages
fr_fr: Nombre de messages

source: Received Messages
fr_fr: Messages reçus

source: Move Message(s) To
fr_fr: Déplacer le message vers

source: Move Messages
fr_fr: Déplacer les messages

source: Please select a Destination Folder.
fr_fr: Veuillez sélectionner un dossier de destination.

source: (current location)
fr_fr: (emplacement actuel)

source: Rename Folder
fr_fr: Renommer le dossier

source: Rename Messages Folder
fr_fr: Renommer le dossier Messages

source: Yes
fr_fr: Ou

source: No
fr_fr: Non

source: FW:
fr_fr: Tr :

source: To: {0}
fr_fr: À : {0}

source: From: {0} - {1}
fr_fr: De : {0} - {1}

source: From: {0} ({1}) - {2}
fr_fr: De : {0} ({1}) - {2}

source: Alert:
fr_fr: Alerte :

source: No matching result found
fr_fr: Aucun résultat correspondant trouvé.

source: Please enter valid begin and end dates for search
fr_fr: Veuillez inscrire des dates de début et de fin valides pour la recherche.

source: Folder name cannot be blank.
fr_fr: Le nom du dossier ne peut être vide.

source: Please enter a value for Folder Title.
fr_fr: Veuillez saisir un titre de dossier.

source: The folder title should be less than 100 characters.
fr_fr: Le titre du dossier doit avoir moins de 100 caractères.

source: You cannot Edit or Delete this folder.
fr_fr: Vous ne pouvez pas modifier ou supprimer ce dossier.

source: Please provide a valid email address
fr_fr: Veuillez fournir un courriel valide.

source: Are you sure you want to permanently delete the following message(s)?
fr_fr: Voulez-vous vraiment supprimer de façon définitive le(s) message(s) suivant(s) ?

source: There are no messages selected for deletion.
fr_fr: Aucun message n'est sélectionné pour la suppression.

source: Please select a recipient for this reply message.
fr_fr: Veuillez sélectionner un destinataire pour cette réponse.

source: You must select a recipient before you may send this message.
fr_fr: Vous devez sélectionner un destinataire avant de pouvoir envoyer ce message.

source: Please select an option for allowing email copies of messages.
fr_fr: Veuillez sélectionner une option autorisant des copies courriel des messages.

source: You must enter a subject before you may send this message.
fr_fr: Vous devez saisir un sujet avant de pouvoir envoyer ce message.

source: You must enter a subject before you may save this message.
fr_fr: Vous devez saisir un sujet avant de pouvoir enregistrer ce message.

source: Please enter text for search.
fr_fr: Veuillez inscrire le texte à chercher.

source: No message selected to mark as read. Please select a message.
fr_fr: Aucun message n'a été sélectionné pour être marqué comme lu. Veuillez sélectionner un message.

source: No message selected for deletion. Please select a message.
fr_fr: Aucun message sélectionné pour la suppression. Veuillez sélectionner un message.

source: The message(s) you selected have been successfully deleted.
fr_fr: Les messages que vous avez sélectionnés ont été supprimés avec succès.

source: On
fr_fr: Actif

source: at
fr_fr: à

source: wrote:
fr_fr: a écrit :

source: This forwarded message was sent via
fr_fr: Ce message transféré a été envoyé par

source: Messages from the
fr_fr: Messages depuis l'espace

source: site.
fr_fr: espace.

source: Replied messages
fr_fr: Messages répondus

source: Already replied
fr_fr: Déjà répondu

source: No unread message counts as you aren't logged in.
fr_fr: Le décompte des messages non lus n'est pas disponible car vous n'êtes pas connecté.

source: Mark all as read
fr_fr: Marquer tout comme lu

source: Site
fr_fr: Espace

source: New Messages
fr_fr: Nouveaux messages

source: New in Forums
fr_fr: Nouveau dans les forums

source: Last Visited
fr_fr: Dernière visite

source: none
fr_fr: aucun

source: There are currently no sites to display at this location.
fr_fr: Actuellement, il n'y a pas d'espace à afficher à cet endroit.

source: There are currently no messages at this location.
fr_fr: Il n'y a actuellement aucun message à cet endroit.

source: Update Options
fr_fr: Mettre à jour les options

source: Update
fr_fr: Mise à jour

source: Cancel
fr_fr: Annuler

source: Site Notifications Not Visible
fr_fr: Notifications de l'espace non visibles

source: Site Notifications Visible
fr_fr: Notifications de l'espace visibles

source: Don't Show
fr_fr: Ne pas afficher

source: Remove sites from this synoptic list.
fr_fr: Supprimer des espaces de cette liste synoptique.

source: Sites that are hidden from Preferences will not show up in this list.
fr_fr: Les espaces cachés dans « Préférences » ne s'afficheront pas dans cette liste.

source: Move Selected
fr_fr: Déplacer les éléments sélectionnés

source: Remove Selected
fr_fr: Supprimer la sélection

source: Move All
fr_fr: Tout déplacer

source: Remove All
fr_fr: Tout supprimer

source: There are no new messages or forum conversations posted.
fr_fr: Il n'y a pas de nouveaux messages ou de sujets de forum publiés.

source: Go to Message & Forums
fr_fr: Aller à Message et Forums

source: Go to messages
fr_fr: Aller aux messages

source: Go to forums
fr_fr: Aller aux forums

source: Go to site
fr_fr: Aller au site

source: Loading...
fr_fr: Chargement en cours...

source: View a printable version of the current page
fr_fr: Afficher une version imprimable de la page actuelle

source: Send To Printer
fr_fr: Envoyer à l'imprimante

source: Close Window
fr_fr: Fermer fenêtre

source: Show me my new messages and forum postings
fr_fr: Afficher mes nouveaux messages et mes publications sur le forum

source: {0} Forum
fr_fr: Forum {0}

source: General Discussion
fr_fr: Discussion générale

source: Return to Statistics for {0}
fr_fr: Revenir aux statistiques pour {0}

source: Email
fr_fr: Courriel

source: Copy link
fr_fr: Copier le lien

source: Copy link for pasting into email
fr_fr: Copier le lien pour le coller dans un courrier électronique

source: Watch
fr_fr: Surveiller

source: Watch Forums Options
fr_fr: Options de surveillance des forums

source: No notification
fr_fr: Aucune notification

source: Location:
fr_fr: Lieu :

source: Author:
fr_fr: Auteur :

source: Message Title:
fr_fr: Titre du message :

source: Message Posted On:
fr_fr: Message publié le :

source: CourseWork
fr_fr: Cours

source: New Message Posted to {0} by {1}
fr_fr: Nouveau message publié par {1} sur {0}

source: Access Forum for
fr_fr: Accéder au forum pour

source: No messages or forums tool exists in this site.
fr_fr: Aucun outil de messagerie ou de forum n'existe sur cet espace.

source: No recent activity has occurred in your sites.
fr_fr: Aucune activité récente dans vos espaces.

source: All Participants
fr_fr: Tous les participants

source: {0} Group
fr_fr: Groupe {0}

source: {0} Role
fr_fr: Rôle {0}

source: Template is in restricted availability mode
fr_fr: Modèle en mode Disponibilité limitée

source: Forum is in restricted availability mode
fr_fr: Forum en mode Disponibilité limitée

source: Topic is in restricted availability mode
fr_fr: Thème en mode Disponibilité limitée

source: Pick a Date
fr_fr: Choisir une date

source: Open Date
fr_fr: Date d'ouverture

source: Close Date
fr_fr: Date de clôture

source: Close Date is not allowed to be before Open Date.
fr_fr: La date de clôture ne peut être antérieure à la date d'ouverture.

source: Preview
fr_fr: Aperçu

source: Back
fr_fr: Retour

source: Set permissions for the Messages tool
fr_fr: Paramétrer les droits pour l'outil « Messages »

source: Permissions
fr_fr: Droits

source: All Participants
fr_fr: Tous les participants

source: Filter by group
fr_fr: Filtrer par groupe

source: All unsaved grades will be lost
fr_fr: Toutes les notes non enregistrées seront perdues

source: Groups hidden in To field
fr_fr: Groupes cachés dans le champ « Pour »

source: Add Group
fr_fr: Ajouter un groupe

source: --Select Group--
fr_fr: --Sélectionner un groupe--

source: Remove
fr_fr: Supprimer

source: Move Thread(s)
fr_fr: Déplacer la ou les conversation(s)

source: By Name:
fr_fr: Par nom :

source: In Forum:
fr_fr: Dans le forum :

source: - Select Forum -
fr_fr: -Sélectionner le Forum-

source: showing
fr_fr: affichage de

source: of
fr_fr: de

source: topics
fr_fr: rubriques (sujets)

source: Cancel
fr_fr: Annuler

source: Move Thread(s) to Selected Topic
fr_fr: Déplacer les fil (s) de discussion vers la rubrique (sujet) sélectionnée

source: The following conversation(s) will be moved from
fr_fr: La ou les conversation(s) suivantes va être déplacée dans

source: to the topic selected below.
fr_fr: à la rubrique sélectionnée ci-dessous.

source: Leave reminder about the move in the old topic
fr_fr: Laisser un rappel concernant le déplacement dans l'ancien sujet

source: Filter Topics
fr_fr: Filtrer sur les sujets

source: Topics
fr_fr: Sujets

source: showing
fr_fr: affichage de

source: of
fr_fr: de

source: Move Conversation(s) to Selected Topic
fr_fr: Déplacer la ou les conversation(s) dans la rubrique sélectionnée

source: Locked topics will not show up as available options
fr_fr: Les thèmes verrouillés ne seront pas affichés comme disponibles

source: has been
fr_fr: a été

source: moved to
fr_fr: déplacé

source: to another topic.
fr_fr: vers un autre thème.

source: Ranks
fr_fr: Rangs

source: Add Rank
fr_fr: Ajouter un rang

source: Edit Rank
fr_fr: Modifier un rang

source: Add New Rank
fr_fr: Ajouter un nouveau rang

source: Insufficient privileges to edit Ranks
fr_fr: Droits insuffisants pour modifier les rangs

source: There are no ranks to display
fr_fr: Aucun rang à afficher

source: Rank Name
fr_fr: Nom du rang

source: Rank Type
fr_fr: Type du rang

source: Rank Image
fr_fr: Image du rang

source: Special rank assigned to selected site member(s)
fr_fr: Rang spécial assignée à des membres sélectionnés dans l'espace

source: Rank based on post count threshold
fr_fr: Rang se basant sur un seuil en nombre de messages

source: Add Image...
fr_fr: Ajouter une image...

source: Assigned to
fr_fr: Attribué à

source: Minimum Posts
fr_fr: Messages minimum

source: Delete Rank(s)
fr_fr: Supprimer le(s) rang(s)

source: Open New Window
fr_fr: Ouvrir une nouvelle fenêtre

source: Posts:
fr_fr: Messages :

source: KB
fr_fr: ko

source: Please supply the missing information before the rank can be created.
fr_fr: Veuillez fournir les informations manquantes pour pouvoir créer le rang.

source: Please supply the missing information before the rank can be applied.
fr_fr: Veuillez fournir les informations manquantes avant de pouvoir appliquer le rang.

source: (optional)
fr_fr: (optionnel)

source: Select Rank Type
fr_fr: Sélectionnez le type de rang

source: n/a
fr_fr: s/o

source: Add Individuals...
fr_fr: Ajouter les individus...

source: - Enter threshold number -
fr_fr: -Entrez le numéro de seuil-

source: Assign Rank to Individuals
fr_fr: Assigner le rang aux individus

source: Filter Site Members...
fr_fr: Filtrer les membres de l'espace...

source: By Name:
fr_fr: Par nom :

source: in Group/Section:
fr_fr: dans la section/le groupe :

source: All Sections/Groups
fr_fr: Toutes les sections/groupes

source: of role:
fr_fr: de rôle :

source: All Roles
fr_fr: Tous les rôles

source: Site Members
fr_fr: Utilisateurs inscrits au site

source: showing
fr_fr: affichage de

source: of
fr_fr: de

source: site members
fr_fr: membres de l'espace

source: Add all
fr_fr: Ajouter tout

source: Individual(s) to be Assigned Rank
fr_fr: Individu(s) à être assignés au rang

source: Remove all
fr_fr: Supprimer tout

source: recipients selected
fr_fr: destinataires sélectionnés

source: Cancel
fr_fr: Annuler

source: Update Individuals
fr_fr: Mettre à jour les individus

source: You have to select forum and topic where moving thread
fr_fr: Vous devez sélectionner le forum et la rubrique (sujet) où doit être déplacé le fil de discussion

source: Loading message...
fr_fr: Message de chargement...

source: Error loading message
fr_fr: Message d’erreur chargement

source: Next
fr_fr: Suivant

source: Previous
fr_fr: Précédent

source: Allow send to all groups
fr_fr: Permettre d'envoyer à tous les groupes

source: Allow send to all roles
fr_fr: Permettre d'envoyer à tous les rôles

source: Allow send to hidden groups
fr_fr: Permettre d'envoyer aux groupes cachés

source: Allow send to all users
fr_fr: Permettre d'envoyer à tous les utilisateurs

source: Allow send to own groups
fr_fr: Permettre d'envoyer à ses propres groupes

source: Allow send to own group users
fr_fr: Permettre d'envoyer aux utilisateurs de ses propres groupes
