Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_basiclti_*.po
Languages: fr_fr

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.view
source: View Installed Tool
fr_fr: Outil Vue

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.put
source: External Tool
fr_fr: Outil externe

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.delete
source: Deleting an Installed Tool
fr_fr: Suppression d'un outil

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.none
source: No Tools Available of Installed
fr_fr: Aucun outil trouvé

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.launch
source: Launch URL:
fr_fr: URL de lancement :

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.resource.handler
source: Resource Handler:
fr_fr: Gestionnaire de la ressource :

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.menu
source: Tool Link
fr_fr: Placement de l’outil

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.title
source: Tool Link
fr_fr: Placement de l’outil

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.put
source: Tool Link
fr_fr: Placement de l’outil

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.redirecting
source: Redirecting to external tool for configuration...
fr_fr: Redirection vers un outil externe pour configuration...

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.add
source: Create Tool Link
fr_fr: Ajouter l'outil disponible à l'espace

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.tools
source: View Tools
fr_fr: Voir les outils

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.delete
source: Delete a Tool Link
fr_fr: Supprimer un placement d'outil

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.table
source: Current Tool Link
fr_fr: Placement d'outil actuel

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.none
source: No Tool Link Found
fr_fr: Aucun placement d'outil trouvé

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.select.tool
source: Select Tool
fr_fr: Sélectionnez l'outil

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.select.one
source: ---------- select one ----------
fr_fr: ---Sélectionnez un---

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.no.tools
source: No Tools Available
fr_fr: Aucun outil disponible

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.export.csv
source: Export to CSV
fr_fr: Exporter au format CSV

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.attribution
source: Department
fr_fr: Service/Département

# basiclti/basiclti-tool/src/bundle/ltitool.properties:contentitem.link
source: Launch External Tool Configuration
fr_fr: Lancer la Configuration de l’outil externe

# basiclti/basiclti-tool/src/bundle/ltitool.properties:contentitem.generic.title
source: External Tool
fr_fr: Outil externe

source: Missing returnUrl on ContentItemResponse
fr_fr: ReturnUrl manquant sur ContentItemResponse

source: Missing data= parameter on ContentItemResponse
fr_fr: Le paramètre data= est manquant dans ContentItemResponse

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.contentitem.bad
source: Error in returned ContentItemResponse
fr_fr: Erreur dans le ContentItemResponse retournée

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.contentitem.missing
source: Missing tool key in ContentItemResponse
fr_fr: Clé d’outil manquante dans ContentItemResponse

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.contentitem.incorrect
source: Incorrect tool key in ContentItemResponse
fr_fr: Clé d’outil incorrecte dans ContentItemResponse

source: OAuth validation error
fr_fr: Erreur de validation OAuth

source: Missing LtiLinkItem in ContentItemResponse @graph
fr_fr: Il manque LtiLinkItem dans ContentItemResponse @graph

# basiclti/basiclti-tool/src/bundle/ltitool.properties:link.add
source: Adding Site Nagivation Link
fr_fr: Ajout d'un lien de navigation d'espace

# basiclti/basiclti-tool/src/bundle/ltitool.properties:link.button.text
source: Button Text
fr_fr: Texte du bouton

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.link.add.fail
source: Link Addition Failed
fr_fr: L'ajout de lien a échoué

# basiclti/basiclti-tool/src/bundle/ltitool.properties:success.link.add
source: Linked
fr_fr: Lié

# basiclti/basiclti-tool/src/bundle/ltitool.properties:link.remove
source: Removing Site Nagivation Link
fr_fr: Enlever le lien de navigation d'espace

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.link.remove.fail
source: Link Addition Failed
fr_fr: L'ajout de lien a échoué

# basiclti/basiclti-tool/src/bundle/ltitool.properties:success.link.remove
source: Link removed
fr_fr: Lien supprimé

# basiclti/basiclti-tool/src/bundle/ltitool.properties:success.deleted
source: Deleted
fr_fr: Supprimé

# basiclti/basiclti-tool/src/bundle/ltitool.properties:success.created
source: Created
fr_fr: Créé le

# basiclti/basiclti-tool/src/bundle/ltitool.properties:success.updated
source: Updated
fr_fr: Mis à jour

# basiclti/basiclti-tool/src/bundle/ltitool.properties:success.linked
source: Linked
fr_fr: Lié

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.delete.fail
source: Delete failed
fr_fr: Échec de la suppression

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.link.fail
source: Link failed
fr_fr: Échec du lien

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.placement.not.removed
source: Unable to remove tool placement
fr_fr: Impossible de supprimer le placement de l'outil

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.maintain.edit
source: Must be site maintainer to edit
fr_fr: Il faut être responsable de l'espace pour pouvoir modifier

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.maintain.view
source: Must be site maintainer to view
fr_fr: Il faut être responsable de l'espace pour pouvoir visualiser

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.maintain.delete
source: Must be site maintainer to view
fr_fr: Il faut être responsable de l'espace pour pouvoir visualiser

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.maintain.link
source: Must be site maintainer to manage links
fr_fr: Il faut être responsable de l'espace pour pouvoir gérer les liens

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.register.not.ready
source: This deployment is not ready to be registered
fr_fr: Ce déploiement n'est pas prêt à être inscrit

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.deploy.not.found
source: Deployment not found
fr_fr: Déploiement introuvable

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.deploy.missing
source: Deployment is missing or improperly configured.
fr_fr: Le déploiement est manquant ou mal configuré.

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.activate.not.ready
source: This deployment is not ready to be activated
fr_fr: Ce déploiement n'est pas prêt à être activé

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.deploy.badstate
source: Deployment is in the wrong state to register
fr_fr: Le déploiement n'est dans le bon état pour inscrire

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.deploy.badproxy
source: This deployment has a broken reg_profile.
fr_fr: Ce déploiement a un reg_profile cassé.

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.deploy.noreg
source: This deployment is has no registration url.
fr_fr: Ce déploiement n’a aucune url d’enregistrement.

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.deploy.partial
source: Deployment is incomplete, missing a key and secret.
fr_fr: Le déploiement est incomplet, manque une clé et un secret.

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.admin.edit
source: Must be site adminstrator to edit
fr_fr: Il faut être administrateur de l'espace pour pouvoir modifier

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.admin.view
source: Must be site administrator to view
fr_fr: Il faut être administrateur de l'espace pour pouvoir visualiser

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.admin.delete
source: Must be site administrator to view
fr_fr: Il faut être administrateur de l'espace pour pouvoir visualiser

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.admin.activate
source: Must be an administrator to activate
fr_fr: Il faut être administrateur de l'espace pour pouvoir activer

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.admin.register
source: Must be an administrator to register
fr_fr: Il faut être administrateur de l'espace pour pouvoir inscrire

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.id.not.found
source: ID not found
fr_fr: Identifiant introuvable

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.content.not.found
source: Tool configuration not found
fr_fr: Configuration de l'outil introuvable

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.tool.not.found
source: Tool not found
fr_fr: Outil introuvable

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.missing.return
source: Called as helper without return URL
fr_fr: Appelé comme aide sans URL de retour

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.need.key.secret
source: This tool will not function without a key and secret.
fr_fr: Cet outil ne fonctionnera pas sans une clé et un secret.

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.link.placement.update
source: Error updating placement information in configuration item
fr_fr: Erreur de mise à jour des informations de placement dans l'élément de configuration

# basiclti/basiclti-tool/src/bundle/ltitool.properties:need.tool.secret
source: Tool secret
fr_fr: Secret de l'outil

# basiclti/basiclti-tool/src/bundle/ltitool.properties:need.tool.key
source: Tool key
fr_fr: Clé de l'outil

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_title
source: Title
fr_fr: Titre

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_site
source: Site ID
fr_fr: Identifiant de l'espace

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_sitetitle
source: Site Title
fr_fr: Code du cours (p. ex. F13-ACCT-134C-01)

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_description
source: Tool description
fr_fr: Description de l'outil

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_sitecontactemail
source: Site Contact
fr_fr: Propriétaire

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_use
source: Uses
fr_fr: Utilise

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_page
source: Site Navigation
fr_fr: Navigation dans les espaces

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_matchpattern
source: URL to match
fr_fr: Modèle auquel l'URL doit correspondre

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_addlink
source: Add Site Link
fr_fr: Ajouter un lien d'espace

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_removelink
source: Remove Site Link
fr_fr: Supprimer le lien d'espace

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bad.operation
source: You attempted an improper operation.
fr_fr: Vous avez tenté une opération incorrecte.

# basiclti/basiclti-tool/src/bundle/ltitool.properties:operation.complete
source: Operation complete
fr_fr: Opération terminée

# basiclti/basiclti-tool/src/bundle/ltitool.properties:operation.refreshing
source: Resetting navigation via window refresh...
fr_fr: Réinitialisation de la navigation via l'actualisation de la fenêtre...

# basiclti/basiclti-tool/src/bundle/ltitool.properties:add.to.site
source: Create Tool Link
fr_fr: Ajouter l'outil disponible à l'espace

# basiclti/basiclti-tool/src/bundle/ltitool.properties:add.tool.to.site
source: Create Tool Link
fr_fr: Ajouter l'outil à l'espace

# basiclti/basiclti-tool/src/bundle/ltitool.properties:select.showall
source: Show All
fr_fr: Afficher tout

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.put
source: LTI 2.x Installation
fr_fr: Déploiement de LTI 2.x

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.in.system
source: LTI 2.x Installation
fr_fr: Déploiements de LTI 2.x

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.register
source: Registering external tools
fr_fr: Inscription des outils externes

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.activate
source: Activating Deployment
fr_fr: Activation du déploiement

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.activate.badlaunch
source: Bad launch in deploy
fr_fr: Mauvais lancement pendant le déploiement

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.activate.notools
source: There are no tools to activate
fr_fr: Il n'y a pas d'outils à activer

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.parse.exception
source: Unable to parse provider profile
fr_fr: Impossible d'analyser le profil fournisseur

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.delete
source: Deleting Deployment
fr_fr: Suppression du déploiement

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.delete.sure
source: Are you sure you want to delete this deployment?
fr_fr: Êtes-vous sûr de vouloir supprimer ce déploiement ?

# basiclti/basiclti-tool/src/bundle/ltitool.properties:add.deploy
source: Install LTI 2.x Tool
fr_fr: Ajouter un outil LTI 2.x

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.description.system
source: Deployments currently in this system
fr_fr: Déploiements actuellement dans ce système

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.table
source: Deployments
fr_fr: Déploiements

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.none
source: No LTI 2.x Deployments found
fr_fr: Aucun déploiement LTI 2.x trouvé

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.provider.name
source: Activating tools from:
fr_fr: Activer les outils depuis :

# basiclti/basiclti-tool/src/bundle/ltitool.properties:search.title
source: Search by Title
fr_fr: Recherche par titre

# basiclti/basiclti-tool/src/bundle/ltitool.properties:search.url
source: Search by URL
fr_fr: Recherche par URL

# basiclti/basiclti-tool/src/bundle/ltitool.properties:search.siteid
source: Search by Site ID
fr_fr: Recherche par identifiant d'espace

# basiclti/basiclti-tool/src/bundle/ltitool.properties:search.uses
source: Search by Usage
fr_fr: Recherche par utilisation

# basiclti/basiclti-tool/src/bundle/ltitool.properties:register.popup.text
source: Continue to registration web site
fr_fr: Continuer sur le site web d'enregistrement

# basiclti/basiclti-tool/src/bundle/ltitool.properties:register.close
source: Close this window
fr_fr: Fermer cette fenêtre

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:lti.forward
source: Press to start external tool
fr_fr: Cliquez pour lancer l'outil externe

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:noiframes
source: Your browser does not support iframes.
fr_fr: Votre navigateur ne supporte pas les iframes.

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:noiframe.press.here
source: Press here to launch.
fr_fr: Cliquez ici pour lancer.

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:not.configured
source: This tool has not yet been configured.
fr_fr: Cet outil n'a pas encore été configuré.

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:tool.name
source: your tool
fr_fr: votre outil

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:edit.exit
source: Cancel
fr_fr: Annuler

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:edit.clear.prefs
source: Clear Stored Preferences
fr_fr: Effacer les préférences stockées

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:edit.clear.yes
source: YES
fr_fr: OUI

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:edit.clear.no
source: NO
fr_fr: NON

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:select.url
source: URL and Password
fr_fr: URL et mot de passe

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:select.xml
source: XML Paste
fr_fr: Coller XML

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:required.information
source: Required Information
fr_fr: Informations requises

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:display.information
source: Display Information
fr_fr: Afficher les informations

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.information
source: Optional Launch Information
fr_fr: Informations de lancement facultatives

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:tool.url
source: Remote Tool Url:
fr_fr: Url de l'outil distant :

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:tool.key
source: Remote Tool Key:
fr_fr: Clé de l'outil distant :

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:tool.secret
source: Remote Tool Secret:
fr_fr: Secret de l'outil distant :

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:page.title
source: Set Button Text:
fr_fr: Définir le texte du bouton :

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:page.title.detail
source: (Text in tool menu)
fr_fr: (Texte dans le menu de l'outil)

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:tool.title
source: Set Tool Title:
fr_fr: Définir le titre de l'outil :

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:tool.title.detail
source: (Above the tool)
fr_fr: (Au-dessus de l'outil)

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:tool.fa_icon
source: Choose an icon for this tool:
fr_fr: Choisir une icône pour cet outil :

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:new.page
source: Open in a New Window:
fr_fr: Ouvrir dans une nouvelle fenêtre :

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:maximize.page
source: Maximize Window Width:
fr_fr: Maximiser la largeur de la fenêtre :

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:iframe.height
source: iFrame Height:
fr_fr: Hauteur du cadre :

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:debug.launch
source: Debug Launch:
fr_fr: Lancement de débogage :

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.privacy
source: Releasing Roster Information
fr_fr: Communiquer les informations d'inscription

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:privacy.releasename
source: Send Names to the External Tool
fr_fr: Envoyer les noms à l'outil externe

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:privacy.releaseemail
source: Send Email Addresses to the External Tool
fr_fr: Envoyer les adresses de courriel à l'outil externe

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:privacy.allowroster
source: Allow the External Tool to retrieve the course roster
fr_fr: Autoriser l'outil externe à récupérer la liste des inscrits

source: Storing Tool Settings
fr_fr: Stockage des paramètres de l'outil

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:privacy.allowsettings
source: Allow the External Tool to store and retrieve its settings
fr_fr: Autoriser l'outil externe à stocker et à récupérer ses paramètres

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:contentlink.legend
source: Content Link Setting
fr_fr: Paramètres du lien de contenu

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:contentlink.label
source: Content Link URL
fr_fr: URL du lien de contenu

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.custom
source: Custom Launch Parameters
fr_fr: Paramètres de lancement personnalisé

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:update.options
source: Update Options
fr_fr: Mettre à jour les options

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.splash
source: Splash Screen
fr_fr: Écran de démarrage

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:error.modify.prefs
source: Unable to modify preferences.
fr_fr: Impossible de modifier les préférences.

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:error.xml.input
source: Error in XML input.
fr_fr: Erreur dans l'entrée XML.

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:error.no.input
source: You must set Launch URL, key, and secret
fr_fr: Vous devez définir l'URL de lancement, la clé et le secret

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:error.bad.url
source: Incorrectly formatted Launch URL
fr_fr: Format de l'URL de lancement incorrect

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:error.bad.height
source: Height must be a positive integer
fr_fr: La hauteur doit être un entier positif

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:error.page.title
source: Unable to set page title.
fr_fr: Impossible de définir le titre de la page.

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.missing
source: Missing required field for LTI Launch
fr_fr: Il manque un champ obligatoire pour le lancement LTI

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.invalid
source: Invalid value for LTI Launch
fr_fr: Valeur non valide pour le lancement LTI

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.tool_id.required
source: Tool is not found on launch URL
fr_fr: L'outil ne se trouve pas à l'URL de lancement

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.tool.notallowed
source: Tool is not configured to allow LTI access
fr_fr: L'outil n'est pas configuré pour autoriser l'accès LTI

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.tool.notfound
source: Tool ID is not registered on this system
fr_fr: L'identifiant de l'outil n'est pas inscrit sur ce système

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.key.notfound
source: OAuth Consumer Key Not found
fr_fr: l'« OAuth Consumer Key » n'a pas été trouvée

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.no.validate
source: OAuth does not validate this request
fr_fr: OAuth ne valide pas cette demande

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.no.session
source: Unable to find session
fr_fr: Impossible de trouver la session

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.create.user
source: Unable to create user account
fr_fr: Impossible de créer le compte utilisateur

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.site.save
source: Unable to save site
fr_fr: Impossible d'enregistrer le site

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.create.site
source: Unable to create site
fr_fr: Impossible de créer le site

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.role.missing
source: Could not find role
fr_fr: Impossible de trouver le rôle

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.join.site
source: Could not add user to site
fr_fr: Impossible d'ajouter l'utilisateur au site

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.tool.search
source: Error searching through tools
fr_fr: Erreur pendant la recherche dans les outils

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.tool.add
source: Could not add tool to site
fr_fr: Impossible d'ajouter l'outil au site

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.continue
source: Press to continue to tool
fr_fr: Cliquez pour continuer vers l'outil

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.user.invalid
source: Unable to find user
fr_fr: Impossible de trouver l'utilisateur
