Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_citations_*.po
Languages: fr_fr

# citations/citations-util/util/src/bundle/citations.properties:cancel.view
source: Done
fr_fr: Terminé

# citations/citations-util/util/src/bundle/citations.properties:label.edit.view
source: Edit Citation
fr_fr: Modifier la référence

# citations/citations-util/util/src/bundle/citations.properties:nullUrlLabel.view
source: Related Link
fr_fr: Lien connexe

# citations/citations-util/util/src/bundle/citations.properties:error.notfound
source: Couldn't find details of citation to add.
fr_fr: Impossible de trouver les détails de la référence à ajouter.

# citations/citations-util/util/src/bundle/citations.properties:error.noid
source: Couldn't find the Citation List to add citation to.
fr_fr: Impossible de trouver la liste de références à laquelle ajouter la référence.

# citations/citations-util/util/src/bundle/citations.properties:error.unavailable
source: Couldn't add citation as server is currently overloaded.
fr_fr: Impossible d'ajouter la référence. Le serveur est actuellement surchargé.

# citations/citations-util/util/src/bundle/citations.properties:back.gscholar
source: Back
fr_fr: Précédent

# citations/citations-util/util/src/bundle/citations.properties:window.gscholar
source: Import
fr_fr: Importer

# citations/citations-util/util/src/bundle/citations.properties:close.gscholar
source: Close Window
fr_fr: Fermer fenêtre

# citations/citations-util/util/src/bundle/citations.properties:close.integration
source: Close Window
fr_fr: Fermer fenêtre

source: This Library Resource Search window can no longer access the editor
fr_fr: Ce fenêtre de recherche dans les ressources de la bibliothèque ne peut plus accéder à l'éditeur

# citations/citations-util/util/src/bundle/citations.properties:type.article
source: Journal Article
fr_fr: Article de journal

# citations/citations-util/util/src/bundle/citations.properties:type.audio
source: Audio Recording
fr_fr: Enregistrement Audio

# citations/citations-util/util/src/bundle/citations.properties:type.book
source: Book
fr_fr: Livre

# citations/citations-util/util/src/bundle/citations.properties:type.chapter
source: Book Section
fr_fr: Section du livre

# citations/citations-util/util/src/bundle/citations.properties:type.electronic
source: Electronic Citation
fr_fr: Référence électronique

# citations/citations-util/util/src/bundle/citations.properties:type.proceed
source: Conference Proceeding
fr_fr: Acte de conférence

# citations/citations-util/util/src/bundle/citations.properties:type.report
source: Report
fr_fr: Rapport

# citations/citations-util/util/src/bundle/citations.properties:type.thesis
source: Thesis
fr_fr: Thèse

# citations/citations-util/util/src/bundle/citations.properties:type.video
source: Video Recording
fr_fr: Enregistrement vidéo

# citations/citations-util/util/src/bundle/citations.properties:type.unknown
source: Unknown
fr_fr: Inconnu

# citations/citations-util/util/src/bundle/citations.properties:article.abstract
source: Abstract
fr_fr: Résumé

# citations/citations-util/util/src/bundle/citations.properties:article.author
source: Author(s)
fr_fr: Auteur(s)

# citations/citations-util/util/src/bundle/citations.properties:article.creator
source: Author(s)
fr_fr: Auteur(s)

# citations/citations-util/util/src/bundle/citations.properties:article.doi
source: DOI
fr_fr: DOI (identifiant d'objet numérique)

# citations/citations-util/util/src/bundle/citations.properties:article.endPage
source: End Page
fr_fr: Page de fin

source: Call Number
fr_fr: Numéro d'appel

source: Citation
fr_fr: Référence

# citations/citations-util/util/src/bundle/citations.properties:article.Language
source: Language
fr_fr: Langue

# citations/citations-util/util/src/bundle/citations.properties:article.openURL
source: Open URL
fr_fr: Ouvrir l'URL

source: Date Retrieved
fr_fr: Date d'extraction

# citations/citations-util/util/src/bundle/citations.properties:article.issue
source: Issue
fr_fr: Numéro

# citations/citations-util/util/src/bundle/citations.properties:article.volume
source: Volume
fr_fr: Tome

source: Journal Title
fr_fr: Titre du journal

# citations/citations-util/util/src/bundle/citations.properties:article.startPage
source: Start Page
fr_fr: Page de début

# citations/citations-util/util/src/bundle/citations.properties:article.subject
source: Subject(s)
fr_fr: Sujet(s)

# citations/citations-util/util/src/bundle/citations.properties:article.title
source: Article Title
fr_fr: Titre de l'article

source: Journal Article
fr_fr: Article de journal

# citations/citations-util/util/src/bundle/citations.properties:article.year
source: Year
fr_fr: Année

# citations/citations-util/util/src/bundle/citations.properties:book.abstract
source: Abstract
fr_fr: Résumé

# citations/citations-util/util/src/bundle/citations.properties:book.author
source: Author(s)
fr_fr: Auteur(s)

# citations/citations-util/util/src/bundle/citations.properties:book.creator
source: Author(s)
fr_fr: Auteur(s)

# citations/citations-util/util/src/bundle/citations.properties:book.doi
source: DOI
fr_fr: DOI (identifiant d'objet numérique)

# citations/citations-util/util/src/bundle/citations.properties:book.locIdentifier
source: Call Number
fr_fr: Numéro d'appel

source: Citation
fr_fr: Référence

# citations/citations-util/util/src/bundle/citations.properties:book.Language
source: Language
fr_fr: Langue

# citations/citations-util/util/src/bundle/citations.properties:book.openURL
source: Open URL
fr_fr: Ouvrir l'URL

# citations/citations-util/util/src/bundle/citations.properties:book.dateRetrieved
source: Date Retrieved
fr_fr: Date d'extraction

# citations/citations-util/util/src/bundle/citations.properties:book.edition
source: Edition
fr_fr: Édition

# citations/citations-util/util/src/bundle/citations.properties:book.editor
source: Editor(s)
fr_fr: Éditeur(s)

source: Publication Location
fr_fr: Lieu de publication

# citations/citations-util/util/src/bundle/citations.properties:book.publisher
source: Publisher
fr_fr: Éditeur

# citations/citations-util/util/src/bundle/citations.properties:book.sourceTitle
source: Series Title
fr_fr: Titre de la série

# citations/citations-util/util/src/bundle/citations.properties:book.subject
source: Subject(s)
fr_fr: Sujet(s)

# citations/citations-util/util/src/bundle/citations.properties:book.title
source: Book Title
fr_fr: Titre du livre

source: Book
fr_fr: Livre

# citations/citations-util/util/src/bundle/citations.properties:book.year
source: Year
fr_fr: Année

# citations/citations-util/util/src/bundle/citations.properties:chapter.abstract
source: Abstract
fr_fr: Résumé

# citations/citations-util/util/src/bundle/citations.properties:chapter.author
source: Author(s)
fr_fr: Auteur(s)

# citations/citations-util/util/src/bundle/citations.properties:chapter.creator
source: Author(s)
fr_fr: Auteur(s)

# citations/citations-util/util/src/bundle/citations.properties:chapter.doi
source: DOI
fr_fr: DOI (identifiant d'objet numérique)

# citations/citations-util/util/src/bundle/citations.properties:chapter.editor
source: Editor(s)
fr_fr: Éditeur(s)

# citations/citations-util/util/src/bundle/citations.properties:chapter.endPage
source: End Page
fr_fr: Page de fin

source: Call Number
fr_fr: Numéro d'appel

source: Citation
fr_fr: Référence

# citations/citations-util/util/src/bundle/citations.properties:chapter.Language
source: Language
fr_fr: Langue

# citations/citations-util/util/src/bundle/citations.properties:chapter.openURL
source: Open URL
fr_fr: Ouvrir l'URL

source: Date Retrieved
fr_fr: Date d'extraction

# citations/citations-util/util/src/bundle/citations.properties:chapter.edition
source: Edition
fr_fr: Édition

source: Publication Location
fr_fr: Lieu de publication

# citations/citations-util/util/src/bundle/citations.properties:chapter.publisher
source: Publisher
fr_fr: Éditeur

source: Book Title
fr_fr: Titre du livre

# citations/citations-util/util/src/bundle/citations.properties:chapter.startPage
source: Start Page
fr_fr: Page de début

# citations/citations-util/util/src/bundle/citations.properties:chapter.subject
source: Subject(s)
fr_fr: Sujet(s)

# citations/citations-util/util/src/bundle/citations.properties:chapter.title
source: Section Title
fr_fr: Titre de section

source: Book Section
fr_fr: Section du livre

# citations/citations-util/util/src/bundle/citations.properties:chapter.year
source: Year
fr_fr: Année

# citations/citations-util/util/src/bundle/citations.properties:descr.abstract
source: The abstract returned by the vendor
fr_fr: Le résumé retourné par le vendeur

# citations/citations-util/util/src/bundle/citations.properties:descr.author
source: the person who made the work
fr_fr: la personne qui a fait le travail

# citations/citations-util/util/src/bundle/citations.properties:descr.creator
source: the person who made the work
fr_fr: la personne qui a fait le travail

# citations/citations-util/util/src/bundle/citations.properties:descr.doi
source: Digital Object Identifier
fr_fr: Identifiant d'objet numérique (DOI)

# citations/citations-util/util/src/bundle/citations.properties:descr.endPage
source: end page
fr_fr: page de fin

source: Library of Congress number
fr_fr: Numéro de contrôle de la Bibliothèque du Congrès

source: ISBN or ISSN
fr_fr: ISBN ou ISSN

source: Inline citation information that is sometimes part of record metadata
fr_fr: Informations en ligne de la référence faisant parfois partie des métadonnées

# citations/citations-util/util/src/bundle/citations.properties:descr.Language
source: language
fr_fr: langue

# citations/citations-util/util/src/bundle/citations.properties:descr.notes
source: everything else
fr_fr: tout le reste

source: when retrieved
fr_fr: date d'extraction

# citations/citations-util/util/src/bundle/citations.properties:descr.date
source: whatever date info we get
fr_fr: information de date obtenue, quelle qu'elle soit

# citations/citations-util/util/src/bundle/citations.properties:descr.edition
source: Edition of a book or versioned document
fr_fr: Édition d'un livre ou document versionné

# citations/citations-util/util/src/bundle/citations.properties:descr.issue
source: Issue number of the journal
fr_fr: Numéro de la revue

source: Where published
fr_fr: Lieu de publication

# citations/citations-util/util/src/bundle/citations.properties:descr.publisher
source: publsher info (sponsoring inst for report)
fr_fr: informations sur la maison d'édition (institution parrainant le rapport)

# citations/citations-util/util/src/bundle/citations.properties:descr.volume
source: Volume of the journal
fr_fr: Tome de la revue

# citations/citations-util/util/src/bundle/citations.properties:descr.pages
source: Range (1-3) or list (1-2; 4) of pages
fr_fr: Plage (1-3) ou liste (1-2; 4) des pages

# citations/citations-util/util/src/bundle/citations.properties:descr.sourceTitle
source: Title of container (book for a chapter, journal, etc.)
fr_fr: Titre du contenant (livre pour un chapitre, revue, etc.)

# citations/citations-util/util/src/bundle/citations.properties:descr.rights
source: Copyright and licensing information
fr_fr: Informations de copyright et licence

# citations/citations-util/util/src/bundle/citations.properties:descr.startPage
source: start page
fr_fr: Page de début

# citations/citations-util/util/src/bundle/citations.properties:descr.title
source: the title
fr_fr: le titre

source: is this a book, article, or what?
fr_fr: est-ce un livre, un article ou quoi ?

# citations/citations-util/util/src/bundle/citations.properties:descr.year
source: year of publication
fr_fr: année de publication

# citations/citations-util/util/src/bundle/citations.properties:report.abstract
source: Abstract
fr_fr: Résumé

# citations/citations-util/util/src/bundle/citations.properties:report.author
source: Author(s)
fr_fr: Auteur(s)

# citations/citations-util/util/src/bundle/citations.properties:report.creator
source: Author(s)
fr_fr: Auteur(s)

# citations/citations-util/util/src/bundle/citations.properties:report.doi
source: DOI
fr_fr: DOI (identifiant d'objet numérique)

# citations/citations-util/util/src/bundle/citations.properties:report.editor
source: Editor(s)
fr_fr: Éditeur(s)

source: Call Number
fr_fr: Numéro d'appel

source: Citation
fr_fr: Référence

# citations/citations-util/util/src/bundle/citations.properties:report.Language
source: Language
fr_fr: Langue

source: Date Retrieved
fr_fr: Date d'extraction

# citations/citations-util/util/src/bundle/citations.properties:report.date
source: Full Date
fr_fr: Date complète

# citations/citations-util/util/src/bundle/citations.properties:report.edition
source: Edition
fr_fr: Édition

source: Publication Location
fr_fr: Lieu de publication

# citations/citations-util/util/src/bundle/citations.properties:report.sourceTitle
source: Series Title
fr_fr: Titre de la série

# citations/citations-util/util/src/bundle/citations.properties:report.subject
source: Keywords
fr_fr: Mots clés

# citations/citations-util/util/src/bundle/citations.properties:report.title
source: Report Title
fr_fr: Titre du rapport

source: Report
fr_fr: Rapport

# citations/citations-util/util/src/bundle/citations.properties:report.openURL
source: Open URL
fr_fr: Ouvrir l'URL

# citations/citations-util/util/src/bundle/citations.properties:report.year
source: Year
fr_fr: Année

# citations/citations-util/util/src/bundle/citations.properties:unknown.abstract
source: Abstract
fr_fr: Résumé

# citations/citations-util/util/src/bundle/citations.properties:unknown.author
source: Author(s)
fr_fr: Auteur(s)

# citations/citations-util/util/src/bundle/citations.properties:unknown.creator
source: Author(s)
fr_fr: Auteur(s)

# citations/citations-util/util/src/bundle/citations.properties:unknown.date
source: Publication Date
fr_fr: Date de publication

source: Date Retrieved
fr_fr: Date d'extraction

# citations/citations-util/util/src/bundle/citations.properties:unknown.doi
source: DOI
fr_fr: DOI (identifiant d'objet numérique)

# citations/citations-util/util/src/bundle/citations.properties:unknown.editor
source: Editor(s)
fr_fr: Éditeur(s)

# citations/citations-util/util/src/bundle/citations.properties:unknown.edition
source: Edition
fr_fr: Édition

# citations/citations-util/util/src/bundle/citations.properties:unknown.endPage
source: End Page
fr_fr: Page de fin

source: Call Number
fr_fr: Numéro d'appel

source: ISBN or ISSN
fr_fr: ISBN ou ISSN

source: Citation
fr_fr: Référence

# citations/citations-util/util/src/bundle/citations.properties:unknown.Language
source: Language
fr_fr: Langue

# citations/citations-util/util/src/bundle/citations.properties:unknown.openURL
source: Open URL
fr_fr: Ouvrir l'URL

# citations/citations-util/util/src/bundle/citations.properties:unknown.issue
source: Issue
fr_fr: Numéro

source: Publication Location
fr_fr: Lieu de publication

# citations/citations-util/util/src/bundle/citations.properties:unknown.publisher
source: Publisher
fr_fr: Éditeur

source: Source Title
fr_fr: Titre de la source

# citations/citations-util/util/src/bundle/citations.properties:unknown.startPage
source: Start Page
fr_fr: Page de début

# citations/citations-util/util/src/bundle/citations.properties:unknown.subject
source: Subject(s)
fr_fr: Sujet(s)

# citations/citations-util/util/src/bundle/citations.properties:unknown.title
source: Title
fr_fr: Titre

source: Unknown
fr_fr: Inconnu

# citations/citations-util/util/src/bundle/citations.properties:unknown.volume
source: Volume
fr_fr: Tome

# citations/citations-util/util/src/bundle/citations.properties:unknown.year
source: Year
fr_fr: Année

# citations/citations-util/util/src/bundle/citations.properties:proceed.creator
source: Author(s)
fr_fr: Auteur(s)

source: Source Title
fr_fr: Titre de la source

# citations/citations-util/util/src/bundle/citations.properties:proceed.title
source: Title
fr_fr: Titre

# citations/citations-util/util/src/bundle/citations.properties:proceed.volume
source: Volume
fr_fr: Tome

# citations/citations-util/util/src/bundle/citations.properties:proceed.year
source: Year
fr_fr: Année

source: Abstract
fr_fr: Résumé

source: Source Title
fr_fr: Titre de la source

# citations/citations-util/util/src/bundle/citations.properties:electronic.subject
source: Subject(s)
fr_fr: Sujet(s)

# citations/citations-util/util/src/bundle/citations.properties:electronic.title
source: Title
fr_fr: Titre

# citations/citations-util/util/src/bundle/citations.properties:electronic.year
source: Year
fr_fr: Année

# citations/citations-util/util/src/bundle/citations.properties:thesis.creator
source: Author(s)
fr_fr: Auteur(s)

# citations/citations-util/util/src/bundle/citations.properties:thesis.publisher
source: Publisher
fr_fr: Éditeur

# citations/citations-util/util/src/bundle/citations.properties:thesis.subject
source: Subject(s)
fr_fr: Sujet(s)

# citations/citations-util/util/src/bundle/citations.properties:thesis.title
source: Title
fr_fr: Titre

# citations/citations-util/util/src/bundle/citations.properties:thesis.year
source: Year
fr_fr: Année

# citations/citations-util/util/src/bundle/citations.properties:reorder.title
source: Reordering:
fr_fr: Réorganiser :

source: Must supply resource-id and citation-id to remove citation.
fr_fr: Vous devez fournir l'identifiant de la ressource et l'identifiant de la référence pour supprimer cette dernière.

source: Invalid resource identifier.
fr_fr: Identificateur de ressource non valide.

source: You do not have permission to remove citations from this resource.
fr_fr: Vous n'êtes pas autorisé à supprimer des références de cette ressource.

source: Server could not process request at this time.
fr_fr: Le serveur n'a pas pu traiter votre demande en ce moment.

source: Return to search results to add more citations.
fr_fr: Retour aux résultats de la recherche pour ajouter de nouvelles références.

source: Close the search window and return to your citation list.
fr_fr: Fermer la fenêtre de recherche et revenir à votre liste de références.

source: Remove all of these citations and return to your citation list.
fr_fr: Supprimer toutes ces références et retourner à votre liste.

# citations/citations-util/util/src/bundle/citations.properties:savecite.cancel
source: Cancel
fr_fr: Annuler
