Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_chat_*.po
Languages: fr_fr

# chat/chat-impl/impl/src/bundle/chat-channel.properties:chat-channel
source: A chat channel represents a chat room in a context (site).
fr_fr: Un canal de chat correspond à un salon dans un contexte (espace).

# chat/chat-impl/impl/src/bundle/chat-message.properties:chat-message
source: A chat message represents a message in a chat channel (room).
fr_fr: Un message de chat correspond à un message dans un canal de chat (salon).

# chat/chat-impl/impl/src/bundle/chat.properties:chat_from
source: From
fr_fr: De

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.new
source: Post chat messages
fr_fr: Écrire des messages

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.read
source: Read chat messages
fr_fr: Lire les messages

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.delete.any
source: Delete any chat messages
fr_fr: Supprimer tous les messages

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.delete.own
source: Delete own chat messages
fr_fr: Supprimer ses propres messages

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.delete.channel
source: Delete a chat room
fr_fr: Supprimer un salon

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.new.channel
source: Create a new chat room
fr_fr: Créer un nouveau salon

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.revise.channel
source: Set chat room options
fr_fr: Définir les options du salon

# chat/chat-tool/tool/src/bundle/chat.properties:thischat
source: This chat is not available.
fr_fr: Ce chat n'est pas disponible.

# chat/chat-tool/tool/src/bundle/chat.properties:chatmesdel
source: Chat message deleted by
fr_fr: Message de chat supprimé par

# chat/chat-tool/tool/src/bundle/chat.properties:chatroom
source: Chat Room:
fr_fr: Salon :

# chat/chat-tool/tool/src/bundle/chat.properties:days
source: Days
fr_fr: Jours

# chat/chat-tool/tool/src/bundle/chat.properties:forchat
source: for Chat room name. Chat room name
fr_fr: pour le nom du salon. Nom du salon

# chat/chat-tool/tool/src/bundle/chat.properties:hided
source: Hide Date
fr_fr: Cacher la date

# chat/chat-tool/tool/src/bundle/chat.properties:hidet
source: Hide Time
fr_fr: Cacher l'heure

# chat/chat-tool/tool/src/bundle/chat.properties:on
source: on
fr_fr: sur

# chat/chat-tool/tool/src/bundle/chat.properties:permis
source: Permissions
fr_fr: Droits

# chat/chat-tool/tool/src/bundle/chat.properties:setpermis
source: Set permissions for Chat room in worksite
fr_fr: Définir les droits pour le salon dans l'espace

# chat/chat-tool/tool/src/bundle/chat.properties:showall
source: All Messages
fr_fr: Tous les messages

# chat/chat-tool/tool/src/bundle/chat.properties:shownone
source: Show no message history
fr_fr: Ne pas montrer l'historique des messages

# chat/chat-tool/tool/src/bundle/chat.properties:showd
source: Show Date
fr_fr: Afficher la date

# chat/chat-tool/tool/src/bundle/chat.properties:showlast
source: Show Last
fr_fr: Afficher le dernier

# chat/chat-tool/tool/src/bundle/chat.properties:showpast
source: Past
fr_fr: Passés

# chat/chat-tool/tool/src/bundle/chat.properties:showt
source: Show Time
fr_fr: Afficher l'heure

# chat/chat-tool/tool/src/bundle/chat.properties:showtoday
source: Show Today's Messages
fr_fr: Afficher les messages du jour

# chat/chat-tool/tool/src/bundle/chat.properties:therewaspro
source: There was a problem sending the prior message.
fr_fr: Un problème est survenu lors de l'envoi du message précédent.

# chat/chat-tool/tool/src/bundle/chat.properties:here
source: here
fr_fr: ici

# chat/chat-tool/tool/src/bundle/chat.properties:turnoff
source: Turn OFF New Message Alert
fr_fr: Désactiver l'alerte de nouveau message

# chat/chat-tool/tool/src/bundle/chat.properties:turnon
source: Turn ON New Message Alert
fr_fr: Activer l'alerte de nouveau message

# chat/chat-tool/tool/src/bundle/chat.properties:youdonot1
source: You do not have permission to view this chat.
fr_fr: Vous n'avez pas le droit de consulter ce salon.

# chat/chat-tool/tool/src/bundle/chat.properties:youdonot2
source: You do not have permission to create this chat.
fr_fr: Vous n'avez pas le droit de créer ce salon.

# chat/chat-tool/tool/src/bundle/chat.properties:youdonot3
source: You do not have permission to post to this chat.
fr_fr: Vous n'avez pas le droit d'écrire dans ce salon.

# chat/chat-tool/tool/src/bundle/chat.properties:youdonot4
source: You do not have permission to delete this chat message.
fr_fr: Vous n'avez pas le droit de supprimer ce message.

# chat/chat-tool/tool/src/bundle/chat.properties:youent
source: You entered
fr_fr: Vous êtes entré

# chat/chat-tool/tool/src/bundle/chat.properties:gen.alert
source: Alert:
fr_fr: Alerte :

# chat/chat-tool/tool/src/bundle/chat.properties:gen.cancel
source: Cancel
fr_fr: Annuler

# chat/chat-tool/tool/src/bundle/chat.properties:gen.delete
source: Delete
fr_fr: Supprimer

# chat/chat-tool/tool/src/bundle/chat.properties:gen.edit
source: Edit
fr_fr: Modifier

# chat/chat-tool/tool/src/bundle/chat.properties:gen.from
source: From:
fr_fr: De:

# chat/chat-tool/tool/src/bundle/chat.properties:gen.save
source: Update Options
fr_fr: Mettre à jour les options

# chat/chat-tool/tool/src/bundle/chat.properties:control.clear
source: Clear
fr_fr: Effacer

# chat/chat-tool/tool/src/bundle/chat.properties:control.post
source: Add message
fr_fr: Ajouter un message

# chat/chat-tool/tool/src/bundle/chat.properties:control.submit
source: Submit
fr_fr: Remettre

# chat/chat-tool/tool/src/bundle/chat.properties:control.lab
source: Enter chat message
fr_fr: Saisir un message de chat

# chat/chat-tool/tool/src/bundle/chat.properties:combox.viewfrom
source: View messages from...
fr_fr: Aperçu des messages de...

# chat/chat-tool/tool/src/bundle/chat.properties:custom.chatroom
source: Chat Room
fr_fr: Salon de chat

# chat/chat-tool/tool/src/bundle/chat.properties:custom.cuschat
source: Chat Options
fr_fr: Options de chat

# chat/chat-tool/tool/src/bundle/chat.properties:custom.days
source: days
fr_fr: jours

# chat/chat-tool/tool/src/bundle/chat.properties:custom.howmany
source: How many messages will be displayed?
fr_fr: Combien de messages seront affichés ?

# chat/chat-tool/tool/src/bundle/chat.properties:custom.showall
source: Show all messages
fr_fr: Afficher tous les messages

# chat/chat-tool/tool/src/bundle/chat.properties:custom.showlast
source: Show the last
fr_fr: Afficher les derniers

# chat/chat-tool/tool/src/bundle/chat.properties:custom.showpast
source: Show messages from the past
fr_fr: Afficher les messages passés

# chat/chat-tool/tool/src/bundle/chat.properties:custom.use1
source: Use this worksite's Main Chat Room
fr_fr: Entrer dans le salon principal de cet espace

# chat/chat-tool/tool/src/bundle/chat.properties:custom.use2
source: Use the chat room called
fr_fr: Entrer dans le salon

# chat/chat-tool/tool/src/bundle/chat.properties:custom.use3
source: Use a new Chat Room
fr_fr: Créer un nouveau salon

# chat/chat-tool/tool/src/bundle/chat.properties:custom.which
source: Which chat room will be displayed?
fr_fr: Quel salon sera affiché ?

# chat/chat-tool/tool/src/bundle/chat.properties:custom.called
source: called
fr_fr: nommé

# chat/chat-tool/tool/src/bundle/chat.properties:custom.msgdisp
source: Message Display
fr_fr: Affichage du message

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_display
source: Posting allowed from {0} through {1}
fr_fr: Écriture autorisée du {0} au {1}

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_display_start
source: Posting allowed starting {0}
fr_fr: Écriture autorisée à partir du {0}

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_display_end
source: Posting allowed through {1}
fr_fr: Écriture autorisée jusqu'au {1}

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_heading
source: Allowed Posting Dates
fr_fr: Dates auxquelles il est possible d'écrire

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_start
source: Start
fr_fr: Début

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_end
source: End
fr_fr: Fin

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_restricted
source: Posting is currently disabled by configured dates.
fr_fr: Il est actuellement impossible d'écrire du fait des dates qui ont été précisées.

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_error_order
source: Start date ({0}) must come before end date ({1})
fr_fr: La date de début ({0}) doit être antérieure à la date de fin ({1})

source: (mm/dd/yy)
fr_fr: (jj/mm/aa)

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_entry_today_is
source: Today is
fr_fr: Nous sommes le

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_entry_week_header
source: Wk
fr_fr: Semaine

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_entry_format
source: MM/dd/yy
fr_fr: dd/MM/yy

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_entry_goto
source: Go To Current Month
fr_fr: Aller au mois en cours

# chat/chat-tool/tool/src/bundle/chat.properties:delete.delete
source: Deleting chat message
fr_fr: Supprimer le message

# chat/chat-tool/tool/src/bundle/chat.properties:delete.sure
source: Are you sure you want to permanently delete this message?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement ce message ?

# chat/chat-tool/tool/src/bundle/chat.properties:delete.wrong
source: Message has been deleted already!
fr_fr: Le message a déjà été supprimé !

# chat/chat-tool/tool/src/bundle/chat.properties:lay.user
source: Users in Chat
fr_fr: Utilisateurs dans le salon

# chat/chat-tool/tool/src/bundle/chat.properties:list.del
source: Delete this message
fr_fr: Supprimer ce message

# chat/chat-tool/tool/src/bundle/chat.properties:bar.onlytime
source: Time Only
fr_fr: Heure uniquement

# chat/chat-tool/tool/src/bundle/chat.properties:bar.datetime
source: Date and Time
fr_fr: Date et heure

# chat/chat-tool/tool/src/bundle/chat.properties:bar.onlydate
source: Date Only
fr_fr: Date uniquement

# chat/chat-tool/tool/src/bundle/chat.properties:bar.nodatetime
source: Neither Date or Time
fr_fr: Ni date ni heure

# chat/chat-tool/tool/src/bundle/chat.properties:bar.allmes
source: All Messages
fr_fr: Tous les messages

# chat/chat-tool/tool/src/bundle/chat.properties:bar.view
source: View
fr_fr: Vue

# chat/chat-tool/tool/src/bundle/chat.properties:bar.show
source: Show
fr_fr: Afficher

# chat/chat-tool/tool/src/bundle/chat.properties:bar.listnavselect
source: List options: press alt + up and down arrows to scroll through menu
fr_fr: Liste des options : appuyer sur alt + flèches haut et bas pour faire défiler le menu

# chat/chat-tool/tool/src/bundle/chat.properties:past_x_days
source: Past {0} days
fr_fr: {0} derniers jours

# chat/chat-tool/tool/src/bundle/chat.properties:past_x_messages
source: Last {0} messages
fr_fr: {0} derniers messages

# chat/chat-tool/tool/src/bundle/chat.properties:default_new_channel_title
source: Main Chat Room
fr_fr: Salon principal de chat

# chat/chat-tool/tool/src/bundle/chat.properties:allMessages
source: All Messages
fr_fr: Tous les messages

# chat/chat-tool/tool/src/bundle/chat.properties:timeOnly
source: Time Only
fr_fr: Heure uniquement

# chat/chat-tool/tool/src/bundle/chat.properties:timeAndDate
source: Date and Time
fr_fr: Date et heure

# chat/chat-tool/tool/src/bundle/chat.properties:dateOnly
source: Date Only
fr_fr: Date uniquement

# chat/chat-tool/tool/src/bundle/chat.properties:neitherDateOrTime
source: Neither Date nor Time
fr_fr: Ni date ni heure

# chat/chat-tool/tool/src/bundle/chat.properties:uniqueid
source: ID Only
fr_fr: Identifiant uniquement

# chat/chat-tool/tool/src/bundle/chat.properties:lay_user
source: Users in Chat
fr_fr: Utilisateurs dans le salon

# chat/chat-tool/tool/src/bundle/chat.properties:view
source: View
fr_fr: Vue

# chat/chat-tool/tool/src/bundle/chat.properties:add_room
source: Add Room
fr_fr: Ajouter un salon

# chat/chat-tool/tool/src/bundle/chat.properties:change_room
source: Change Room
fr_fr: Changer de salon

# chat/chat-tool/tool/src/bundle/chat.properties:channel_creation_date
source: Creation Date
fr_fr: Date de création

# chat/chat-tool/tool/src/bundle/chat.properties:channel_title
source: Title
fr_fr: Titre

# chat/chat-tool/tool/src/bundle/chat.properties:channel_title_colon
source: Title:
fr_fr: Titre:

# chat/chat-tool/tool/src/bundle/chat.properties:edit_channel_title
source: Edit Room
fr_fr: Éditer le salon

# chat/chat-tool/tool/src/bundle/chat.properties:add_channel_title
source: Add Room
fr_fr: Ajouter un salon

# chat/chat-tool/tool/src/bundle/chat.properties:message_display
source: Message Display
fr_fr: Affichage du message

# chat/chat-tool/tool/src/bundle/chat.properties:messages_shown_total
source: Showing {0} messages out of {1}
fr_fr: Affichage de {0} messages sur {1}

# chat/chat-tool/tool/src/bundle/chat.properties:new_messages
source: New messages
fr_fr: Nouveaux messages

# chat/chat-tool/tool/src/bundle/chat.properties:perm_error
source: Insufficient Permissions for {0}
fr_fr: Droits insuffisants pour {0}

# chat/chat-tool/tool/src/bundle/chat.properties:message_owner
source: Owner
fr_fr: Propriétaire

# chat/chat-tool/tool/src/bundle/chat.properties:select_room_title
source: Select Chat Room
fr_fr: Sélectionnez un salon

# chat/chat-tool/tool/src/bundle/chat.properties:tool_options_title
source: Tool Options
fr_fr: Options des outils

# chat/chat-tool/tool/src/bundle/chat.properties:synoptic_options_title
source: Synoptic Options
fr_fr: Options synoptiques

# chat/chat-tool/tool/src/bundle/chat.properties:room_list_title
source: Manage Rooms
fr_fr: Administrer les salons

# chat/chat-tool/tool/src/bundle/chat.properties:monitor_panel
source: List
fr_fr: Liste

# chat/chat-tool/tool/src/bundle/chat.properties:presence_panel
source: List of users present in room
fr_fr: Liste des personnes présentes dans le salon

# chat/chat-tool/tool/src/bundle/chat.properties:control_panel
source: Control
fr_fr: Contrôle

# chat/chat-tool/tool/src/bundle/chat.properties:delete_room_confirm_title
source: Deleting chat room
fr_fr: Suppression du salon

# chat/chat-tool/tool/src/bundle/chat.properties:delete_room_confirm_alert
source: Are you sure you want to permanently delete this chat room?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement ce salon ?

source: Deleting all messages from chat room
fr_fr: Suppression de tous les messages du salon

# chat/chat-tool/tool/src/bundle/chat.properties:recent_chat_heading
source: Recent Chat Display
fr_fr: Affichage des chats récents

# chat/chat-tool/tool/src/bundle/chat.properties:number_days
source: Number of days in the past
fr_fr: Nombre de jours dans le passé

# chat/chat-tool/tool/src/bundle/chat.properties:number_messages
source: Number of Chat messages
fr_fr: Nombre de messages

# chat/chat-tool/tool/src/bundle/chat.properties:number_chars
source: Number of characters per Chat message
fr_fr: Nombre de caractères par message

# chat/chat-tool/tool/src/bundle/chat.properties:update_text
source: Update
fr_fr: Mise à jour

# chat/chat-tool/tool/src/bundle/chat.properties:validation_error
source: There was an error submitting this form. See specific messages below.
fr_fr: Une erreur est survenue lors de l'envoi du formulaire. Voir ci-dessous.

# chat/chat-tool/tool/src/bundle/chat.properties:title_required
source: Title is required
fr_fr: Titre obligatoire

# chat/chat-tool/tool/src/bundle/chat.properties:title_too_long
source: Title has to be less than {0} characters
fr_fr: Le titre doit comporter moins de {0} caractères

# chat/chat-tool/tool/src/bundle/chat.properties:desc_too_long
source: Description has to be less than {0} characters
fr_fr: La description doit comporter moins de {0} de caractères

# chat/chat-tool/tool/src/bundle/chat.properties:delete_room_messages
source: Clear History
fr_fr: Nettoyer l'historique

# chat/chat-tool/tool/src/bundle/chat.properties:set_default
source: Set as Default
fr_fr: Définir comme valeur par défaut

# chat/chat-tool/tool/src/bundle/chat.properties:back_to_room
source: Back to room
fr_fr: Retour au salon

# chat/chat-tool/tool/src/bundle/chat.properties:neg_num_error
source: Negative numbers are not allowed
fr_fr: Les nombres négatifs sont interdits

# chat/chat-tool/tool/src/bundle/chat.properties:show_last_range_error
source: Value must be between {0} and {1}
fr_fr: La valeur doit être comprise entre {0} et {1}
