Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_admin-tools_*.po
Languages: fr_fr

# admin-tools/src/bundle/users.properties:useedi.can
source: Cancel Changes
fr_fr: Annuler les Modifications

# admin-tools/src/bundle/users.properties:useedi.pass
source: Passwords Must Match
fr_fr: Les mots de passe doivent être les mêmes

# admin-tools/src/bundle/users.properties:useedi.revandmod
source: Account Details
fr_fr: Détails du Compte

# admin-tools/src/bundle/users.properties:useedi.revuseinf
source: Review User Information
fr_fr: Révisez l'information de l'Utilisateur

# admin-tools/src/bundle/users.properties:useedi.sav
source: Update Details
fr_fr: Mettre à jour les détails

# admin-tools/src/bundle/users.properties:useedi.sav2
source: Save Details
fr_fr: Enregistrer les détails

# admin-tools/src/bundle/users.properties:useedi.edit
source: Edit Account
fr_fr: Modifier le Compte

# admin-tools/src/bundle/users.properties:uselis.users
source: Users
fr_fr: Utilisateurs

# admin-tools/src/bundle/users.properties:uselis.nouse
source: No users are defined that meet the search criteria.
fr_fr: Aucun des utilisateurs définis ne correspond aux critères de recherche.

# admin-tools/src/bundle/users.properties:uselis.show
source: show {0} items....
fr_fr: Afficher {0} éléments...

# admin-tools/src/bundle/users.properties:uselis.first
source: First
fr_fr: Premier

# admin-tools/src/bundle/users.properties:uselis.previous
source: Previous
fr_fr: Précédent

# admin-tools/src/bundle/users.properties:uselis.next
source: Next
fr_fr: Suivant

# admin-tools/src/bundle/users.properties:uselis.last
source: Last
fr_fr: Dernier

# admin-tools/src/bundle/users.properties:uselis.list.youare_of_results
source: You are viewing {0} - {1} of {2} results.
fr_fr: Vous voyez les résultats {0} à {1} sur {2}.

# admin-tools/src/bundle/users.properties:usevie.ema
source: Email
fr_fr: Courriel

# admin-tools/src/bundle/users.properties:usevie.mod2
source: Modify Details
fr_fr: Modifiez les Détails

# admin-tools/src/bundle/users.properties:usevie.revandmod
source: My Account Details
fr_fr: Détails de mon Compte

# admin-tools/src/bundle/users.properties:usevie.revandmod2
source: Review and modify this User's information.
fr_fr: Révisez et modifiez l'information Utilisateur

# admin-tools/src/bundle/users.properties:usevie.use
source: User
fr_fr: Utilisateur

# admin-tools/src/bundle/users.properties:usevie.revuseinf
source: Review User information
fr_fr: Révisez l'information utilisateur

# admin-tools/src/bundle/users.properties:users.noaccess
source: You do not have permission to use this tool.
fr_fr: Vous n'avez pas la permission d'utiliser cet outil.

# admin-tools/src/bundle/users.properties:useProperties
source: Properties
fr_fr: Propriétés

# admin-tools/src/bundle/users.properties:optional.attributes
source: Optional Attributes
fr_fr: Attributs facultatifs

# admin-tools/src/bundle/users.properties:optional.attributes.add
source: Add an attribute
fr_fr: Ajouter un attribut

# admin-tools/src/bundle/users.properties:optional.attributes.remove
source: Remove this attribute
fr_fr: Supprimer cet attribut

# admin-tools/src/bundle/users.properties:sitedi.pro
source: User Properties
fr_fr: Propriétés de l'utilisateur

# admin-tools/src/bundle/users.properties:import.user.file
source: Import from file
fr_fr: Importer depuis le fichier

# admin-tools/src/bundle/users.properties:import.heading
source: Import from file
fr_fr: Importer depuis le fichier

# admin-tools/src/bundle/users.properties:import.instr.req.header
source: File requirements
fr_fr: Prérequis du fichier

# admin-tools/src/bundle/users.properties:import.file.continue
source: Continue
fr_fr: Continuer

# admin-tools/src/bundle/users.properties:import.failed
source: Failed to upload file
fr_fr: Impossible de déposer le fichier

# admin-tools/src/bundle/users.properties:import.file.button
source: Import a file
fr_fr: Importer un fichier

# admin-tools/src/bundle/users.properties:useconrem.pass
source: Password
fr_fr: Mot de passe

# admin-tools/src/bundle/users.properties:import.success
source: The users were successfully imported.
fr_fr: Les utilisateurs ont été importées avec succès.

# admin-tools/src/bundle/users.properties:import.user.properties
source: Properties
fr_fr: Propriétés

# admin-tools/src/bundle/users.properties:false
source: False
fr_fr: Faux

# admin-tools/src/bundle/users.properties:true
source: True
fr_fr: Vrai

# admin-tools/src/bundle/users.properties:disable.user
source: Disable User
fr_fr: Désactiver l'utilisateur

# admin-tools/src/bundle/users.properties:disable
source: Disable
fr_fr: Désactiver

# admin-tools/src/bundle/users.properties:disabled
source: Disabled
fr_fr: Désactivé

# admin-tools/src/bundle/users.properties:enabled
source: Enabled
fr_fr: Activé

# admin-tools/src/bundle/users.properties:pw.fail
source: Password strength: too weak
fr_fr: Force du mot de passe : trop faible

# admin-tools/src/bundle/users.properties:pw.weak
source: Password strength: weak
fr_fr: Force du mot de passe : faible

# admin-tools/src/bundle/users.properties:pw.moderate
source: Password strength: moderate
fr_fr: Force du mot de passe : modérée

# admin-tools/src/bundle/users.properties:pw.strong
source: Password strength: strong
fr_fr: Force du mot de passe : forte

# admin-tools/src/bundle/users.properties:pw.match
source: Passwords match
fr_fr: Les mots de passe correspondent

# admin-tools/src/bundle/users.properties:pw.noMatch
source: Passwords do not match
fr_fr: Les mots de passe ne correspondent pas

# admin-tools/src/bundle/archive.properties:archive
source: Archiving tools and contents of site {0}:
fr_fr: Archivage des outils et du contenu de l'espace {0} :

# admin-tools/src/bundle/archive.properties:archive.file
source: Please specify a file name and a site id for import.
fr_fr: Veuillez indiquer un nom de fichier et un identifiant d'espace pour l'importation.

# admin-tools/src/bundle/archive.properties:archive.import1
source: import {0}: from file {1} to site {2} with creator id {3} complete.
fr_fr: importation {0}: depuis le fichier {1} vers l'espace {2} avec ID de créateur {3} terminée.

# admin-tools/src/bundle/archive.properties:archive.please
source: Please specify a site to archive.
fr_fr: Veuillez indiquer un espace à archiver.

# admin-tools/src/bundle/archive.properties:archive.vm.alert
source: Alert:
fr_fr: Alerte :

# admin-tools/src/bundle/archive.properties:archive.vm.archive1
source: Archive
fr_fr: Archiver

# admin-tools/src/bundle/archive.properties:archive.vm.file
source: file
fr_fr: fichier

# admin-tools/src/bundle/archive.properties:archive.vm.from
source: from site
fr_fr: depuis l'espace

# admin-tools/src/bundle/archive.properties:archive.vm.import
source: Import
fr_fr: Importer

# admin-tools/src/bundle/archive.properties:archive.vm.site
source: to site
fr_fr: dans l'espace

# admin-tools/src/bundle/archive.properties:archive.button.batch
source: Batch Import/Export
fr_fr: Exportation/Importation par lot

# admin-tools/src/bundle/archive.properties:archive.button.single
source: Import/Export
fr_fr: Importer/Exporter

# admin-tools/src/bundle/archive.properties:archive.button.download
source: Download archives
fr_fr: Télécharger les archives

# admin-tools/src/bundle/archive.properties:archive.batch.auth
source: Batch Import is limited to administrators.
fr_fr: L'importation par lots est réservée aux administrateurs.

# admin-tools/src/bundle/archive.properties:archive.batch.missingname
source: Please specify a file name for batch site import.
fr_fr: Veuillez indiquer un nom de fichier pour l'importation par lot d'espaces.

# admin-tools/src/bundle/archive.properties:archive.batch.wrongformat
source: Wrong format of batch import file.
fr_fr: Format erroné de fichier d'importation par lot.

# admin-tools/src/bundle/archive.properties:archive.noaccess
source: You do not have permission to use this tool.
fr_fr: Vous n'avez pas la permission d'utiliser cet outil.

# admin-tools/src/bundle/archive.properties:archive.vm.export
source: Export
fr_fr: Exporter

# admin-tools/src/bundle/archive.properties:archive.vm.filebatchimport
source: Batch import file
fr_fr: Fichier d'importation par lots

# admin-tools/src/bundle/archive.properties:archive.vm.import.file
source: Import from file
fr_fr: Importer depuis le fichier

# admin-tools/src/bundle/archive.properties:archive.vm.archive.single
source: Archive and Import (single site)
fr_fr: Archiver et importer (un seul espace)

# admin-tools/src/bundle/archive.properties:archive.vm.archive.batch
source: Archive and Import (batch)
fr_fr: Archiver et importer (traitement par lot/batch)

# admin-tools/src/bundle/archive.properties:archive.vm.export.term
source: Export by term
fr_fr: Exporter par période

# admin-tools/src/bundle/archive.properties:archive.vm.term
source: Select a term
fr_fr: Sélectionnez une période

# admin-tools/src/bundle/archive.properties:archive.batch.term.heading.confirm
source: Confirm batch archive
fr_fr: Confirmer l'archivage par lots (batch)

# admin-tools/src/bundle/archive.properties:archive.batch.term.button.confirm
source: Archive these sites
fr_fr: Archiver ces espaces

# admin-tools/src/bundle/archive.properties:archive.batch.term.button.cancel
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/archive.properties:archive.batch.term.text.nosites
source: No sites were found matching term: <b>{0}</b>
fr_fr: Aucun espace n'a été trouvé avec le terme correspondant : <b>{0}</b>

# admin-tools/src/bundle/archive.properties:archive.batch.term.text.missingterm
source: Please choose a term to run a batch archive
fr_fr: Veuillez choisir une période pour exécuter une archive par lots (batch)

source: Archiving <b>{0}</b> sites for term: <b>{1}</b>. {2}% complete.
fr_fr: Archivage des espaces <b>{0}</b> pour la période : <b>{1}</b>. {2} % terminé.

source: Archived <b>{0}</b> sites for term: <b>{1}</b>. Refresh to continue.
fr_fr: Archivage des espaces <b>{0}</b> pour la période : <b>{1}</b>. Actualisation en cours.

# admin-tools/src/bundle/archive.properties:archive.download.heading
source: Download archives
fr_fr: Télécharger les archives

# admin-tools/src/bundle/archive.properties:archive.download.site
source: Site details
fr_fr: Détails de l'espace

# admin-tools/src/bundle/archive.properties:archive.download.date
source: Date archived
fr_fr: Date d'archivage

# admin-tools/src/bundle/archive.properties:archive.download.size
source: Size
fr_fr: Taille

# admin-tools/src/bundle/archive.properties:archive.download.hash
source: Hash <small>(SHA-1)</small>
fr_fr: Hachage <small>(SHA-1)</small>

# admin-tools/src/bundle/archive.properties:archive.download.auth
source: Archive download is limited to administrators.
fr_fr: Téléchargement de l'archive est limitée aux administrateurs.

# admin-tools/src/bundle/archive.properties:archive.download.none
source: No archives are available to download at this time.
fr_fr: Aucune archive n'est actuellement disponible pour téléchargement.

# admin-tools/src/bundle/aliases.properties:alias.alert.message
source: Alert: {0}
fr_fr: Alerte : {0}

# admin-tools/src/bundle/aliases.properties:alias.cancel
source: Cancel
fr_fr: Annuler

# admin-tools/src/bundle/aliases.properties:alias.alias.label
source: Alias ({0} chars max):
fr_fr: Alias ({0} caractères maximum) :

# admin-tools/src/bundle/aliases.properties:alias.aliases
source: Aliases
fr_fr: Éditeur d'Alias

# admin-tools/src/bundle/aliases.properties:alias.edit.list.summary
source: Alias properties
fr_fr: Propriétés de l'alias

# admin-tools/src/bundle/aliases.properties:alias.edit.created
source: Created:
fr_fr: Créé le :

# admin-tools/src/bundle/aliases.properties:alias.edit.createdby
source: Created By:
fr_fr: Créé par :

# admin-tools/src/bundle/aliases.properties:alias.edit.mod
source: Modified:
fr_fr: Modifié le :

# admin-tools/src/bundle/aliases.properties:alias.edit.modby
source: Modified By:
fr_fr: Modifié par :

# admin-tools/src/bundle/aliases.properties:alias.edit.save
source: Save
fr_fr: Enregistrer

# admin-tools/src/bundle/aliases.properties:alias.edit.target.label
source: Target ({0} chars max):
fr_fr: Destination ({0} caractères maximum) :

# admin-tools/src/bundle/aliases.properties:alias.list.show
source: show {0} items...
fr_fr: Afficher {0} éléments…

# admin-tools/src/bundle/aliases.properties:alias.list.first
source: First
fr_fr: Premier

# admin-tools/src/bundle/aliases.properties:alias.list.previous.withsize
source: Previous {0}
fr_fr: {0} précédents

# admin-tools/src/bundle/aliases.properties:alias.list.next.withsize
source: Next {0}
fr_fr: {0} suivants

# admin-tools/src/bundle/aliases.properties:alias.list.last
source: Last
fr_fr: Dernier

# admin-tools/src/bundle/aliases.properties:alias.list.youare
source: You are viewing {0} - {1} of {2} results.
fr_fr: Vous voyez les résultats {0} à {1} sur {2}.

# admin-tools/src/bundle/aliases.properties:alias.list.nodefined
source: No aliases are defined.
fr_fr: Aucun alias n'est défini.

# admin-tools/src/bundle/aliases.properties:alias.target
source: Target
fr_fr: Destination

# admin-tools/src/bundle/aliases.properties:alias.new
source: New Alias
fr_fr: Nouvel alias

# admin-tools/src/bundle/aliases.properties:alias.remove
source: Remove Alias
fr_fr: Supprimer l'alias

# admin-tools/src/bundle/aliases.properties:alias.remove.remove
source: Remove
fr_fr: Supprimer

# admin-tools/src/bundle/aliases.properties:alias.remove.sure
source: Are you sure you want to remove the following Alias:
fr_fr: Voulez-vous vraiment supprimer l'alias suivant :

# admin-tools/src/bundle/aliases.properties:alias.someone
source: Someone else is currently editing this Alias:
fr_fr: Quelqu'un d'autre modifie actuellement cet alias :

# admin-tools/src/bundle/aliases.properties:alias.noaccess
source: You do not have permission to use this tool.
fr_fr: Vous n'avez pas la permission d'utiliser cet outil.
