Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_rwiki_*.po
Languages: fr_fr

# rwiki/rwiki-tool/tool/src/bundle/wiki.properties:wiki
source: Provides a set of RESTful endpoints for retrieving wiki pages.
fr_fr: Fournit un ensemble de points de terminaison RESTful pour récupérer les pages wiki.

source: Cancelled add attachment
fr_fr: Annuler l'ajout de pièce jointe

source: Realm
fr_fr: Domaine

source: is not recognised in the system.
fr_fr: n'est pas reconnu par le système.

source: You are currently editing:
fr_fr: Vous modifiez actuellement :

source: . You must finish editing this realm first
fr_fr: . Vous devez finir de modifier ce realm d'abord

source: Be the first to comment
fr_fr: Soyez le premier à commenter

source: Add new comment
fr_fr: Ajouter nouveau commentaire

source: Add Realm
fr_fr: Ajouter realm

source: Add Role
fr_fr: Ajouter rôle

source: Add Comment
fr_fr: Ajouter un commentaire

source: Additional Page Permissions
fr_fr: Droits supplémentaires de la page

source: ago
fr_fr: passés

source: from
fr_fr: Date d'enregistrement automatique

source: Recovered Version
fr_fr: Version récupérée

source: Back to Edit
fr_fr: Retour à la modification

source: Cancel
fr_fr: Annuler

source: overwrite
fr_fr: Écraser

source: preview
fr_fr: Aperçu

source: restore saved edit
fr_fr: Restaurer la modification enregistrée

source: Save
fr_fr: Enregistrer

source: by
fr_fr: par

source: Comment
fr_fr: Commentaire

source: Comment by
fr_fr: Commentaire de

source: Someone else edited the comment
fr_fr: Quelqu'un d'autre a modifié le commentaire

source: - Go to comments
fr_fr: -Aller aux commentaires

source: Comment Pages
fr_fr: Pages de commentaire

source: Comment Saved
fr_fr: Commentaire enregistré

source: Comments
fr_fr: Commentaires

source: Create Page Site Permission
fr_fr: Droit de création de page dans le wiki

source: Document Properties
fr_fr: Propriétés du document

source: Edit
fr_fr: Modifier

source: Edit ACL's Controlling Page Permissions
fr_fr: Modifier les ACL qui contrôlent les droits sur la page

source: Edit Comment
fr_fr: Éditer commentaire

source: Edit page content
fr_fr: Modifier le contenu de la page

source: Edit Multi Realms
fr_fr: Modifier de multiples realms

source: Edit Notification Preferences for
fr_fr: Modifier les préférences de notification pour

source: In addition to editing the page permissions you may
fr_fr: En plus de modifier les droits sur la page, vous pouvez

source: The section
fr_fr: La section

source: You may
fr_fr: Vous pouvez

source: edit site permissions
fr_fr: modifier les droits sur le wiki

source: Enable/Disable on this page
fr_fr: Activer/Désactiver sur cette page

source: The Action encountered a problem.
fr_fr: Un problème s'est produit lors de l'action.

source: Please report this problem to
fr_fr: Veuillez signaler ce problème à

source: Error
fr_fr: Erreur

source: Permission Denied
fr_fr: Autorisation refusée

source: You do not have the correct permissions.
fr_fr: Vous n'avez pas les droits requis.

source: Unknown Exception Class
fr_fr: Exception de classe inconnue

source: Unknown Message
fr_fr: Message inconnu

source: Unknown Stack Trace
fr_fr: Trace de pile inconnue

source: Views and Feeds
fr_fr: Vues et flux

source: Global Name
fr_fr: Nom global

source: global page name
fr_fr: nom de page global

source: Hidden comment text
fr_fr: Texte de commentaire caché

source: Hidden author and date
fr_fr: Date et auteur cachés

source: Hide Comments
fr_fr: Cacher les commentaires

source: hide the help sidebar
fr_fr: cacher la barre latérale d'aide

source: Hide hints
fr_fr: Cacher les indications

source: Hide Who
fr_fr: Qui cacher

source: History
fr_fr: Historique

source: Compare to
fr_fr: Comparer à

source: Content
fr_fr: Contenu

source: Content same as V.{0}
fr_fr: Le contenu est identique à celui de la V.{0}

source: CURRENT
fr_fr: ACTUELLE

source: This is the date of the modification
fr_fr: Ceci est la date de la modification

source: Permissions
fr_fr: Droits

source: Revert
fr_fr: Revenir

source: Revert to this version
fr_fr: Revenir à cette version

source: Current
fr_fr: Par rapport à l'actuelle

source: Previous
fr_fr: Précédent

source: User
fr_fr: Utilisateur

source: Id
fr_fr: Identifiant

source: Incoming
fr_fr: Entrant

source: Incoming Pages
fr_fr: Pages entrantes

source: Info
fr_fr: Information

source: is unknown.
fr_fr: est inconnu.

source: en
fr_fr: fr

source: last edited
fr_fr: dernière modification

source: The date and time when the page was last edited.
fr_fr: La date et l'heure de la dernière modification de la page.

source: last modified by {0} on {1}
fr_fr: dernière modification par {0} le {1}

source: Minor Change - Do not send notifications to watchers of this page.
fr_fr: Modification mineure - ne pas envoyer de notifications aux observateurs de cette page.

source: ms found
fr_fr: ms pour trouver

source: (Experimental) Multiple AuthZGroups Edit
fr_fr: (Expérimental) Modification par de multiples groupes d'autorisation

source: New Comment
fr_fr: Nouveau commentaire

source: no
fr_fr: Non

source: no restored content
fr_fr: aucun contenu restauré

source: No results found.
fr_fr: Aucun résultat trouvé.

source: No results found for
fr_fr: Aucun résultat trouvé pour

source: none
fr_fr: aucun

source: No Read Permission for this comment
fr_fr: Aucune autorisation de lecture pour ce commentaire

source: You are not allowed to edit this page
fr_fr: Vous n'avez pas le droit de modifier cette page

source: Notification Preferences
fr_fr: Préférences de notification

source: Email notifications of changes to
fr_fr: Notifications par courriel des changements dans

source: on
fr_fr: le

source: Outgoing
fr_fr: Sortant

source: Outgoing Pages
fr_fr: Pages sortantes

source: This is a list of pages which this page references or links to.
fr_fr: Voici une liste des pages auxquelles cette page fait référence ou vers lesquelles cette page pointe.

source: Owner
fr_fr: Propriétaire

source: Admin
fr_fr: Administrateur

source: Delete Page Permission
fr_fr: Droits de suppression de page

source: Added
fr_fr: Ajouté

source: Changed
fr_fr: Changé

source: Deleted
fr_fr: Supprimé

source: Key
fr_fr: Clé

source: vs
fr_fr: comparée à

source: Page Differences
fr_fr: Différences dans la page

source: Edit Page Permission
fr_fr: Modifier les droits de la page

source: Page Id
fr_fr: Identifiant de la page

source: Every page is given a unique ID.
fr_fr: Chaque page reçoit un identifiant unique.

source: Sorry, Page Title is Too Long
fr_fr: Désolé, le titre de la page est trop long

source: modified
fr_fr: modifiée

source: Page Name
fr_fr: Nom de la page

source: Page Owner
fr_fr: Propriétaire de la page

source: Page Owner Permissions
fr_fr: Droits du propriétaire de la page

source: Page Permissions
fr_fr: Droits de la page

source: Page Permissions by role
fr_fr: Droits sur la page par rôle

source: Authenticated Permissions
fr_fr: Droits une fois authentifié

source: Authenticated permissions
fr_fr: Droits pour authentifié

source: Read Page Permission
fr_fr: Droit de lecture de la page

source: page realm
fr_fr: realm de la page

source: Super Admin Site Permission
fr_fr: Droits du Super Administrateur sur le site

source: Site Enable Page permissions
fr_fr: Droits de page accordés par le site

source: Site Enable Page permissions
fr_fr: Droits de page accordés par le site

source: Anyone anywhere
fr_fr: N'importe qui n'importe où

source: Anyone anywhere
fr_fr: N'importe qui n'importe où

source: Path
fr_fr: Chemin

source: Admin
fr_fr: Administrateur

source: Create
fr_fr: Créer

source: Delete
fr_fr: Supprimer

source: Permission Denied
fr_fr: Autorisation refusée

source: You do not have the correct permissions.
fr_fr: Vous n'avez pas les droits requis.

source: Edit
fr_fr: Modifier

source: Read
fr_fr: Lire

source: Roles
fr_fr: Rôles

source: Permission Section
fr_fr: Section des droits

source: Super Admin
fr_fr: Super Administrateur

source: Space visits
fr_fr: Visites de l'espace

source: Users visits
fr_fr: Visites des utilisateurs

source: Preview
fr_fr: Aperçu

source: Preview Changes
fr_fr: Aperçu des modifications

source: Preview Changes To
fr_fr: Aperçu des modifications à

source: Authenticated users
fr_fr: Utilisateurs authentifiés

source: Realm
fr_fr: Domaine

source: Recovered Content
fr_fr: Contenu récupéré

source: Review
fr_fr: Vérifier

source: You are viewing version
fr_fr: Vous visualisez la version

source: of this page, updated
fr_fr: de cette page, mise à jour

source: The current version is
fr_fr: La version actuelle est

source: updated
fr_fr: mise à jour

source: Role permissions
fr_fr: Droits des rôles

source: RSS feed of changes to this Wiki
fr_fr: Flux RSS des modifications dans ce Wiki

source: Search
fr_fr: Rechercher

source: Content
fr_fr: Contenu

source: Search Results Pages:
fr_fr: Pages de résultats de recherche :

source: Score
fr_fr: Note

source: Search results for
fr_fr: Résultats de la recherche pour

source: Search took
fr_fr: La recherche a pris

source: Section is currently being edited by some other user.
fr_fr: La section est en train d'être modifiée par un autre utilisateur.

source: Please either
fr_fr: Veuillez

source: go back to page info
fr_fr: retourner à l'information de la page

source: or
fr_fr: ou

source: attempt to edit again
fr_fr: essayer de modifier à nouveau

source: SHA1 Digest
fr_fr: Condensé SHA1

source: Show Comments
fr_fr: Afficher commentaires

source: show the help sidebar
fr_fr: afficher la barre latérale d'aide

source: Show hints
fr_fr: Voir les astuces

source: Show Who
fr_fr: Afficher qui

source: Submitted Content
fr_fr: Contenu saisi

source: Submitted Content prior to Preview
fr_fr: Contenu saisi avant l'aperçu

source: Submitted Content prior to Attach
fr_fr: Contenu saisi avant de joindre une pièce

source: Diff
fr_fr: Différence

source: Bold
fr_fr: Gras

source: Heading
fr_fr: Entête

source: Headings...
fr_fr: Entêtes...

source: Insert image
fr_fr: Image

source: Italic
fr_fr: Italique

source: Insert link to resource
fr_fr: Lien

source: Save
fr_fr: Enregistrer

source: Subscript
fr_fr: Indice

source: Superscript
fr_fr: Exposant

source: Insert table
fr_fr: Tableau

source: Please
fr_fr: Veuillez

source: go back to page info
fr_fr: retourner à l'information de la page

source: or
fr_fr: ou

source: View
fr_fr: Vue

source: View Current
fr_fr: Voir la version actuelle

source: Recently visited
fr_fr: Récemment visités

source: Watch
fr_fr: Surveiller

source: Watch for changes
fr_fr: Surveiller les modifications

source: Home
fr_fr: Page d'accueil

source: page for Wiki
fr_fr: page de Wiki

source: Wiki Home Page
fr_fr: Page d'accueil du wiki

source: Anyone at all
fr_fr: Qui que ce soit

source: en
fr_fr: fr

source: yes
fr_fr: Oui

source: Search
fr_fr: Rechercher

source: You do not have permission to view this page.
fr_fr: Vous n'avez pas le droit de voir cette page.

source: You do not have permission to update this page.
fr_fr: Vous n'avez pas le droit de mettre à jour cette page.

source: as embed
fr_fr: comme incorporé

source: as link
fr_fr: comme lien

source: You do not have permission to update this page.
fr_fr: Vous n'avez pas le droit de mettre à jour cette page.

source: You do not have permission to update this page.
fr_fr: Vous n'avez pas le droit de mettre à jour cette page.

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:MacroFilter.5
source: not found.
fr_fr: pas trouvé.

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:LinkMacro.0
source: 1,text: Text of the link
fr_fr: 1,text: Texte du lien

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:LinkMacro.2
source: 3,img: (optional) if 'none' then no small URL image will be used
fr_fr: 3,img: (facultatif) si « none » alors aucune petite image d'url ne sera employée

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:LinkMacro.5
source: Generated a link
fr_fr: A généré un lien

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:LinkMacro.23
source: link needs a name and a url as argument
fr_fr: le lien a besoin d'un nom et d'une url comme argument

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:TableMacro.1
source: TableMacro: missing table content
fr_fr: TableMacro: contenu absent du tableau

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:ApiMacro.0
source: 1: class name, e.g. java.lang.Object or java.lang.Object@Java131
fr_fr: 1: nom de la classe, par exemple java.lang.Object ou java.lang.Object@Java131

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:ApiMacro.1
source: ?2: mode, e.g. Java12, Ruby, defaults to Java
fr_fr: ? 2: mode, par exemple Java12, Ruby, vaut Java par défaut

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:CodeMacro.0
source: ?1: syntax highlighter to use, defaults to java
fr_fr: ?1: surligneur de la syntaxe à utiliser, la valeur par défaut est java

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:IsbnMacro.0
source: 1: isbn number
fr_fr: 1: numéro isbn

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:IsbnMacro.3
source: needs an ISBN number as argument
fr_fr: a besoin d'un ISBN comme argument

source: 1: name to print
fr_fr: 1: nom à imprimer

source: Say hello example macro.
fr_fr: Macro d'exemple Dire bonjour.

source: Hello <b>
fr_fr: Bonjour <b>

source: Number of arguments does not match
fr_fr: Le nombre d'arguments ne correspond pas

source: 1: file path
fr_fr: 1: chemin du fichier

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:BaseMacro.1
source: unexplained, lazy programmer, probably [funzel]
fr_fr: inexpliqué, programmeur paresseux, probablement [funzel]

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:AsinMacro.0
source: 1: asin number
fr_fr: 1: Amazon Standard Identification Number (ASIN)

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:AsinMacro.4
source: needs an ASIN number as argument
fr_fr: a besoin d'un d'ASIN comme argument

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:QuoteMacro.1
source: ?2: displayed description, default is Source
fr_fr: ?2: la description affichée, Source par défaut

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:MailToMacro.0
source: 1: mail address
fr_fr: 1: adresse courriel

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:XrefMacro.0
source: 1: class name, e.g. java.lang.Object or java.lang.Object@Nanning
fr_fr: 1: nom de la classe, par exemple java.lang.Object ou java.lang.Object@Nanning

# rwiki/rwiki-util/radeox/src/bundle/org/radeox/Messages.properties:XrefMacro.1
source: ?2: line number
fr_fr: ?2: numéro de ligne

source: Unknown
fr_fr: Inconnu

source: No page content exists for this
fr_fr: Aucun contenu de page n'existe pour ceci

source: page, please create
fr_fr: page, veuillez créer

source: 1,text: Text of the link
fr_fr: 1,text: Texte du lien

source: 3,img: (optional) if 'none' then no small URL image will be used
fr_fr: 3,img: (facultatif) si « none » alors aucune petite image d'url ne sera employée

source: Generated a link
fr_fr: A généré un lien

source: link needs a name and a url as argument
fr_fr: le lien a besoin d'un nom et d'une url comme argument

source: 2,alt: (optional) Alt text
fr_fr: 2,alt: (facultatif) texte alternatif

source: 3,ext: (optional) ignored at the moment
fr_fr: 3,ext: (facultatif) ignoré pour le moment

source: 4,class: (optional) css class applied to the image
fr_fr: 4,class: (facultatif) classe CSS appliquée à l'image

source: 5,target: (optional) Target window
fr_fr: 5,target: (facultatif) fenêtre cible

source: Places an Image in the page
fr_fr: Place une image dans la page

source: External URLs are not allowed, only relative or absolute
fr_fr: URL externes non permises, seulement relatives ou absolues

source: Number of arguments does not match
fr_fr: Le nombre d'arguments ne correspond pas

source: 1,class: The class to assign to this block,
fr_fr: 1,class: La classe à assigner à ce bloc,

source: style: the css style to apply inline
fr_fr: style : le style CSS à appliquer en ligne

source: id: An id to assign to this block.
fr_fr: id: Un identifiant à assigner à ce bloc.

source: anchor: An anchor to assign to this block
fr_fr: anchor: une ancre à assigner à ce bloc

source: Places a div around a block of rwiki rendered content.
fr_fr: Place une div autour d'un bloc de contenu rendu par rwiki.

source: 1,href: (optional) Link to a stylesheet
fr_fr: 1,href: (facultatif) Lier vers un feuille de style

source: 2,media: (optional) media type defaults to all.
fr_fr: 2,media: (facultatif) le type de média par défaut est all.

source: 1: An name to assign to this anchor.
fr_fr: 1 : Un nom à assigner à ce point d'ancrage

source: Creates an anchor around a section of rwiki rendered content.
fr_fr: Crée un point d'ancrage autour d'une section de contenu rendu par rwiki.

source: 0,color: Change the background color of the contents
fr_fr: 0,color: Changer la couleur de fond du contenu

source: Change the background color of some text
fr_fr: Changer la couleur de fond d'un certain texte

source: Color:
fr_fr: Couleur :

source: is not a real CSS color!
fr_fr: n'est pas une vrai couleur CSS !

source: Generate a list of links that point to section subsites
fr_fr: Générer une liste de liens qui pointent vers les sous-sites de la section

source: Invalid Site Id
fr_fr: Identifiant d'espace invalide

source: 2:nohead, if nohead, the header line will not be produced
fr_fr: 2:nohead, si nohead, la ligne d'en-tête ne sera pas générée

source: <p>Index of
fr_fr: <p>Index de

source: Generates worksite information
fr_fr: Génère l'information de l'espace de travail

source: No Site Found for page
fr_fr: Aucun site trouvé pour la page

source: 0,color: Change the foreground color of the contents
fr_fr: 0,color: Changer la couleur de premier plan du contenu

source: 1,bgcolor: Change the background color of the contents
fr_fr: 1,bgcolor: Changer la couleur de fond du contenu

source: Change the color of some text
fr_fr: Changer la couleur d'une partie du texte

source: Color:
fr_fr: Couleur :

source: is not a real CSS color!
fr_fr: n'est pas une vrai couleur CSS !

source: Expands to a list of recently changed pages
fr_fr: Se développe en une liste des pages récemment modifiées

source: yyyy-MM-dd
fr_fr: aaaa-MM-jj

source: was last modified
fr_fr: a été modifié pour la dernière fois le

source: by
fr_fr: par

source: You do not have permission to search.
fr_fr: Vous n'avez pas le droit de rechercher.

source: 1,class: The class to assign to this block.
fr_fr: 1,class: La classe à assigner à ce bloc.

source: id: An id to assign to this block.
fr_fr: id: Un identifiant à assigner à ce bloc.

source: anchor: An anchor to assign to this block
fr_fr: anchor: une ancre à assigner à ce bloc

source: Places a span around a section of rwiki rendered content.
fr_fr: Met un span autour d'une section de contenu rwiki affiché.

source: Link Cant be resolved
fr_fr: Le lien ne peut être résolu

source: Link Cant be resolved
fr_fr: Le lien ne peut être résolu

source: archiving Wiki Pages for
fr_fr: archivage des pages de Wiki pour

source: Error archiving pages from site:
fr_fr: Erreur lors de l'archivage des pages de l'espace :

source: archiving: Completed
fr_fr: archivage : terminé

source: pages and
fr_fr: pages et

source: already exists with revision
fr_fr: existe déjà avec la révision

source: which is earlier than the revision from the archive
fr_fr: ce qui est plus tôt que la révision des archives

source: therefore I have rejected the merge from the archive,
fr_fr: j'ai rejeté par conséquent la fusion depuis l'archive,

source: please report this a bug to JIRA if you feel that
fr_fr: Veuillez signaler ceci comme un bogue dans JIRA si vous estimez que

source: already exists with revision
fr_fr: existe déjà avec la révision

source: therefore I have rejected the merge of
fr_fr: j'ai rejeté par conséquent la fusion de

source: corresponding revision from the archive,
fr_fr: révision correspondante de l'archive,

source: please report this a bug to JIRA if you feel that
fr_fr: Veuillez signaler ceci comme un bogue dans JIRA si vous estimez que

source: Created
fr_fr: Créé

source: revision
fr_fr: révision

source: with version
fr_fr: avec version

source: WARNING: Check Sums do not match Archive Verions:
fr_fr: AVERTISSEMENT : Vérifier les sommes de contrôle qui ne correspondent pas aux versions des archives :

source: Merged Version:
fr_fr: Version fusionnée :

source: Failed to add
fr_fr: Échec de l'ajout

source: page-name
fr_fr: page-nom

source: revision
fr_fr: révision

source: revision
fr_fr: révision

source: because
fr_fr: parce que

source: Problem locating Reference on site
fr_fr: Problème de localisation de la référence sur l'espace

source: Wiki Merge Complete
fr_fr: Fusion de Wiki terminée

source: Added
fr_fr: Ajouté

source: pages with
fr_fr: pages avec

source: rejects,
fr_fr: rejets,

source: failures,
fr_fr: échecs,

source: You must access the RWiki through a proper site
fr_fr: Vous devez accéder au RWiki par un espace approprié

source: Failed to serialise
fr_fr: Échec lors de la sérialisation

source: Exception occured during rendering
fr_fr: Une exception s'est produite pendant le rendu

source: no content on page
fr_fr: aucun contenu dans la page

source: no content on page
fr_fr: aucun contenu dans la page

source: The Rendered Content did not parse correctly
fr_fr: Le contenu rendu n'a pas été analysé correctement

source: Modified at:
fr_fr: Modifié à :

source: Modified by User:
fr_fr: Modifié par l'utilisateur :

source: The wiki page
fr_fr: La page wiki

source: has been modified
fr_fr: a été modifiée

source: This automatic notification message was sent by
fr_fr: Ce message d'avis automatique a été envoyé par

source: ) from the
fr_fr: ) depuis l'espace

source: You can modify how you receive notifications at Home > Preferences.
fr_fr: Vous pouvez modifier la façon dont vous recevez les notifications à Espace de Travail > Préférences.

source: Change History for
fr_fr: Changer l'historique des modifications pour

source: Recent Changes in
fr_fr: Changements récents dans

source: Recent Changes in
fr_fr: Changements récents dans

source: Renders the contents as-is
fr_fr: Restitue les contenus tel que

source: This is a macro that creates inline comment with callout
fr_fr: Ceci est une macro qui crée le commentaire en ligne avec une annotation

source: none
fr_fr: aucun
