Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_site-manage_*.po
Languages: fr_fr

source: Cancel
fr_fr: Annuler

source: Back
fr_fr: Retour

source: Auto Groups
fr_fr: Groupe Auto

source: Create New Group(s)
fr_fr: Créer Nouveau(x) Groupe(s)

source: Please select at least one roster or role.
fr_fr: Veuillez choisir au moins un rôle.

source: (group)
fr_fr: (groupe)

source: Select
fr_fr: Sélectionner

source: Course Roster
fr_fr: Rôle de cours

source: Select
fr_fr: Sélectionner

source: Role
fr_fr: Rôle

source: Select roles
fr_fr: Choisir un rôle de cours pour créer un groupe séparé pour ce rôle.

source: From Rosters
fr_fr: A partir de la liste

source: From Roles
fr_fr: A partir des rôles

source: Create random groups from members with the selected role.
fr_fr: Créer des groupes de manière aléatoires contenant les membres avec le rôle sélectionné.

source: Create a single group for the selected role.
fr_fr: Créer un groupe unique pour le rôle sélectionné.

source: Create a single group for the selected roster.
fr_fr: Créer un groupe unique pour la liste sélectionnée.

source: Create random groups from members in the selected roster.
fr_fr: Créer des groupes aléatoires de membres dans la liste sélectionnée.

source: Split by number of groups needed
fr_fr: Divisé par le nombre de groupes nécessaires

source: Split by number of users needed per group
fr_fr: Divisé par le nombre d'utilisateurs nécessaire par groupe

source: Group Title
fr_fr: Titre du groupe

source: Joinable Set
fr_fr: Ensemble groupable

source: Number of groups
fr_fr: Nombre de groupes

source: Number of users per group
fr_fr: Nombre d'utilisateurs par groupe

source: The number of users per group field is required.
fr_fr: Le nombre d'utilisateurs par groupe est nécessaire.

source: The number of groups field is required.
fr_fr: Le nombre de groupes est nécessaire.

source: Group title is required when randomly creating groups.
fr_fr: Un titre de groupe est requis lors de la création aléatoire des groupes.

source: (A group with this roster already exists)
fr_fr: (Un groupe avec ce rôle existe déjà)

source: (A group with this role already exists)
fr_fr: (Un groupe avec ce rôle existe déjà)

source: Allow members to see the other members of this group
fr_fr: Permettre aux membres de voir les autres membres de ce groupe

source: Allow members to see the other members of these groups after joining
fr_fr: Permettre aux membres de voir les autres membres de ces groupes après les avoir rejoint

source: Allow members to unjoin (leave) groups in this set after joining
fr_fr: Permettre aux membres de quitter les groupes dans cet ensemble (série) après les avoir rejoint

source: Create New Joinable Set
fr_fr: Créer un nouvel ensemble groupable

source: Create Joinable Set
fr_fr: Créer un ensemble groupable

source: Edit Joinable Set
fr_fr: Modifier un ensemble groupable

source: Set name:
fr_fr: Nom de l'ensemble :

source: Number of groups:
fr_fr: Nombre de groupes :

source: Max members per group:
fr_fr: Nombre maximum de membres par groupe :

source: Max members:
fr_fr: Nombres maximum de membres :

source: Allow user to see group membership before joining
fr_fr: Permettre à l'utilisateur de voir les membres d'un groupe avant de le rejoindre

source: Number of groups is required and should be a valid number
fr_fr: Le nombre de groupes est nécessaire et doit être un nombre valide

source: Number of groups should be a value greater than 0.
fr_fr: Le nombre de groupes doit être une valeur supérieure à 0.

source: Max number of members should be a value greater than 0.
fr_fr: Le nombre maximum de membres doit être une valeur supérieure à 0.

source: Max number of members is required and should be a valid number
fr_fr: Le nombre maximum de membres est requis et doit être un nombre valide

source: Max number of groups you can create is 1000
fr_fr: Le nombre maximum de groupes que vous pouvez créer est de 1000

source: Unknown
fr_fr: Inconnu

source: Current groups:
fr_fr: Groupes actuels :

source: Generate Additional Groups
fr_fr: Créer des groupes supplémentaires

source: Pending groups:
fr_fr: Groupes en attente :

source: These groups will be created when you save your changes.
fr_fr: Ces groupes seront créés lorsque vous enregistrez vos modifications.

source: Save Changes
fr_fr: Enregistrer les modifications

source: Users who have not yet joined a group in this set
fr_fr: Utilisateurs qui n’ont pas encore rejoint un groupe dans cet ensemble

source: Members
fr_fr: Membres

source: Generate
fr_fr: Créer

source: Delete Set
fr_fr: Supprimer un ensemble

source: Joinable set:
fr_fr: Ensemble groupable :

source: The set name has been used already. Please choose a different one.
fr_fr: Le nom de l'ensemble a déjà été utilisé. Veuillez en choisir un autre.

source: Continue
fr_fr: Continuer

source: Group:
fr_fr: Groupe:

source: User ID
fr_fr: Identifiant

source: Search
fr_fr: Rechercher

source: Group:
fr_fr: Groupe:

source: Cancel
fr_fr: Annuler

source: Cancel ordering changes
fr_fr: Annuler les changements commandés

source: Save
fr_fr: Enregistrer

source: Save ordering changes
fr_fr: Enregistrer les changements commandés

source: Reset
fr_fr: Réinitialiser

source: Reset page ordering to default order
fr_fr: La page Remise ordonnant(commandant) pour manquer à ses engagements l'ordre(la commande)

source: Title
fr_fr: Titre

source: Sorry you don't have access to this tool
fr_fr: Veuillez nous excuser, vous n'avez pas accès à cet outil

source: Are you sure you want to remove tool:
fr_fr: Etes-vous sûr de supprimer la page :

source: Are you sure you want to exit without saving?
fr_fr: Etes-vous sûr de vouloir sortir de la page d'outil commandé sans enregistrement ?

source: Edit Tool Title
fr_fr: Modifier le titre de l’outil

source: Make Tool Invisible to Students
fr_fr: Rendre l’outil Invisible aux étudiants

source: Make Tool Visible to Students
fr_fr: Rendre l’outil visible aux étudiants

source: Lock Access to this Tool
fr_fr: Verrouiller l’accès à cet outil

source: Enable Access to this Tool
fr_fr: Permettre l’accès à cet outil

source: Delete this Tool
fr_fr: Supprimer cet outil

source: Remove the following tool from the site: {0}
fr_fr: Supprimer la page suivante du site : {0}

source: Edit the following tool: {0}
fr_fr: Editer la page suivante : {0}

source: Display tools currently available to add to this site
fr_fr: Afficher les pages actuellement disponibles pour ajouter à ce site

source: Hide the following tool from normal users: {0}
fr_fr: Cacher la page suivante des utilisateurs normaux : {0}

source: Show the following tool to normal users: {0}
fr_fr: Afficher la page suivante aux utilisateurs normaux : {0}

source: Enable the following tool for normal users: {0}
fr_fr: Activez l’outil suivant pour les utilisateurs normaux : {0}

source: Disable the following tool for normal users: {0}
fr_fr: Désactiver l’outil suivant pour les utilisateurs normaux : {0}

source: Cancel changes made to tool: {0}
fr_fr: Annuler les changements commandésfaits à la page : {0}

source: Save changes made to tool: {0}
fr_fr: Enregistrer les modifications apportées à la page : {0}

source: Tool is hidden from normal users
fr_fr: L'outil est invisible pour les utilisateurs normaux

source: Tool is disabled for normal users
fr_fr: L'outil est désactivé pour les utilisateurs normaux

source: Add tool(s) to your site
fr_fr: Ajouter page(s) vers votre site.

source: {0} was successfully removed
fr_fr: {0} a été supprimé avec succès

source: {0} is now hidden from normal user view
fr_fr: {0} est maintenant caché à l'utilisateur normal

source: {0} is now visible to normal users
fr_fr: {0} est maintenant visible aux utilisateurs normaux

source: {0} is now disabled for normal users
fr_fr: {0} est maintenant désactivé pour les utilisateurs normaux

source: {0} is now enabled for normal users
fr_fr: {0} est maintenant activé pour les utilisateurs normaux

source: {0} was changed to {1}
fr_fr: {0} a été changé à {1}

source: Tool title was reset to {0}
fr_fr: Le titre de l’outil a été réinitialisé à {0}

source: A valid 'page ID' is required
fr_fr: Une « pageId » valide est exigé

source: Revising site tools for {0} ...
fr_fr: Mise à jour des outils du site pour {0} ...

source: Select the tools you would like added to your site.
fr_fr: Ajouter des boites à cocher ou supprimer des outils de votre site.

source: Select
fr_fr: Sélectionner

source: Tool
fr_fr: Outil

source: Tool description
fr_fr: Description de l'outil

source: Add selected tools
fr_fr: Ajouter outils sélectionnés

source: Current Tools
fr_fr: Pages actuelles

source: Sort Alphabetically
fr_fr: Trier par ordre alphabétique

source: Tool Order
fr_fr: Ordre des pages
