Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_sitestats_*.po
Languages: fr_fr

# sitestats/sitestats-bundle/src/resources/Messages.properties:tool_title
source: Site Stats
fr_fr: Suivi des apprenants

# sitestats/sitestats-bundle/src/resources/Messages.properties:all
source: All
fr_fr: Toutes

# sitestats/sitestats-bundle/src/resources/Messages.properties:none
source: None
fr_fr: Aucun

# sitestats/sitestats-bundle/src/resources/Messages.properties:default
source: Default
fr_fr: Par défaut

# sitestats/sitestats-bundle/src/resources/Messages.properties:back
source: Back
fr_fr: Retour

# sitestats/sitestats-bundle/src/resources/Messages.properties:unauthorized
source: You are not authorized to use this tool.
fr_fr: Vous n'êtes pas autorisé à utiliser cet outil.

# sitestats/sitestats-bundle/src/resources/Messages.properties:pie_chart_others
source: Others
fr_fr: Autres

# sitestats/sitestats-bundle/src/resources/Messages.properties:refresh
source: refresh
fr_fr: actualiser

# sitestats/sitestats-bundle/src/resources/Messages.properties:help
source: help
fr_fr: aide

# sitestats/sitestats-bundle/src/resources/Messages.properties:click_to_max
source: Click to maximize
fr_fr: Cliquez pour agrandir

# sitestats/sitestats-bundle/src/resources/Messages.properties:last_job_run_date
source: Last updated on:
fr_fr: Dernière mise à jour le:

# sitestats/sitestats-bundle/src/resources/Messages.properties:hours_abbr
source: hrs.
fr_fr: heures

# sitestats/sitestats-bundle/src/resources/Messages.properties:menu_sitelist
source: All sites
fr_fr: Tous les espaces

# sitestats/sitestats-bundle/src/resources/Messages.properties:menu_serverwide
source: Server-wide Reports
fr_fr: Rapports à l'échelle du serveur

# sitestats/sitestats-bundle/src/resources/Messages.properties:menu_overview
source: Overview
fr_fr: Vue d'ensemble

# sitestats/sitestats-bundle/src/resources/Messages.properties:menu_reports
source: Reports
fr_fr: Rapports

# sitestats/sitestats-bundle/src/resources/Messages.properties:menu_adminreports
source: Admin Reports
fr_fr: Les rapports de l'administrateur

# sitestats/sitestats-bundle/src/resources/Messages.properties:menu_prefs
source: Preferences
fr_fr: Préférences

# sitestats/sitestats-bundle/src/resources/Messages.properties:search_label
source: Search:
fr_fr: Chercher:

# sitestats/sitestats-bundle/src/resources/Messages.properties:search
source: Search
fr_fr: Rechercher

# sitestats/sitestats-bundle/src/resources/Messages.properties:clear_search
source: Clear
fr_fr: Effacer

# sitestats/sitestats-bundle/src/resources/Messages.properties:site_published
source: Published
fr_fr: Publié

# sitestats/sitestats-bundle/src/resources/Messages.properties:site_unpublished
source: Unpublished
fr_fr: Non publié

source: Search sites for title to access site specific statistics
fr_fr: Chercher un titre parmi les espaces pour accéder à ses statistiques spécifiques

source: Monthly Report
fr_fr: Rapport Mensuel

source: Weekly Report
fr_fr: Rapport hebdomadaire

source: Daily Report
fr_fr: Rapport quotidien

source: Regular Users
fr_fr: Utilisateurs Réguliers

source: Hourly Usage
fr_fr: Usage horaire

source: Top 20 Activities
fr_fr: Les 20 premières activités

# sitestats/sitestats-bundle/src/resources/Messages.properties:submenu_tool_report
source: Tool Analysis
fr_fr: Outils d'analyse

source: Month-by-month Report
fr_fr: Rapport mois après mois

source: Week-by-week Report
fr_fr: Rapport semaine après semaine

source: Day-by-day Report
fr_fr: Rapport jour après jour

source: Regular Users Report
fr_fr: Rapport des utilisateurs réguliers

source: Hourly Usage Report
fr_fr: Rapport d'usage horaire

source: Top 20 Activities
fr_fr: Les 20 premières activités

# sitestats/sitestats-bundle/src/resources/Messages.properties:title_tool_report
source: Tool Analysis
fr_fr: Outils d'analyse

# sitestats/sitestats-bundle/src/resources/Messages.properties:legend_logins
source: Number of Logins
fr_fr: Nombre d'identifiants

source: Number of unique logins
fr_fr: Nombre d'identifiants uniques

# sitestats/sitestats-bundle/src/resources/Messages.properties:legend_site_created
source: New sites
fr_fr: Nouveaux sites

# sitestats/sitestats-bundle/src/resources/Messages.properties:legend_site_deleted
source: Site deleted
fr_fr: Sites effacés

# sitestats/sitestats-bundle/src/resources/Messages.properties:legend_new_user
source: New Users
fr_fr: Nouveaux utilisateurs

# sitestats/sitestats-bundle/src/resources/Messages.properties:desc_tool_report
source: This chart shows user selection of tools.
fr_fr: Ce graphique montre les choix d'outils des utilisateurs.

source: Note: The values are the sum of values in a month.
fr_fr: Note: Les valeurs sont les sommes des valeurs en un mois.

source: Note: The values are the sum of values in a week.
fr_fr: Note: Les valeurs sont les sommes des valeurs en une semaine.

# sitestats/sitestats-bundle/src/resources/Messages.properties:overview_show_more
source: Show more
fr_fr: Afficher les détails

# sitestats/sitestats-bundle/src/resources/Messages.properties:overview_show_less
source: Show less
fr_fr: Masquer les détails

source: View complete report
fr_fr: Afficher le rapport complet

# sitestats/sitestats-bundle/src/resources/Messages.properties:overview_tab_bydate
source: By date
fr_fr: Par date

# sitestats/sitestats-bundle/src/resources/Messages.properties:overview_tab_byuser
source: By user
fr_fr: Par utilisateur

# sitestats/sitestats-bundle/src/resources/Messages.properties:overview_tab_bytool
source: By tool
fr_fr: Par outil

source: By resource
fr_fr: Par ressource

source: Since site creation
fr_fr: Depuis la création de l'espace

source: All roles
fr_fr: Tous les rôles

source: All users
fr_fr: Tous les utilisateurs

source: All tools
fr_fr: Tous les outils

source: All actions
fr_fr: Toutes les actions

source: Visits
fr_fr: Visites

source: Visits
fr_fr: Visites

source: Users who have visited site
fr_fr: Visite Unique

source: Site Members
fr_fr: Utilisateurs inscrits au site

source: Members who have visited site
fr_fr: Utilisateurs inscrits ayant visité le site

source: Members who have not visited site
fr_fr: Utilisateurs inscrits n'ayant pas visité le site

source: Average presence time per visit
fr_fr: Temps de présence moyen par visite

source: Activity
fr_fr: Activité

source: Events
fr_fr: Évènements

source: Most active tool
fr_fr: Outil le plus utilisé

source: Most active user
fr_fr: Utilisateur le plus actif

source: Resources
fr_fr: Ressources

source: Files
fr_fr: Fichiers

source: Files opened
fr_fr: Fichiers consultés

source: Most opened file
fr_fr: Fichier le plus consulté

source: User who has opened the most files
fr_fr: Utilisateur ayant consulté le plus de fichiers

# sitestats/sitestats-bundle/src/resources/Messages.properties:overview_tab_bypage
source: By page
fr_fr: Par page

source: Lesson Pages
fr_fr: Pages de leçon

source: Pages read
fr_fr: Pages lues

source: Most read page
fr_fr: Page la plus lue

source: User who has read the most pages
fr_fr: Utilisateur ayant consulté le plus de pages

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_my_instr
source: Private reports, available for this site only.
fr_fr: Rapports privés, disponibles uniquement pour ce site.

source: Predefined reports, available for all sites.
fr_fr: Rapports prédéfinis, disponibles pour tous les sites.

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_new
source: Add
fr_fr: Ajouter

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_myreports
source: My reports
fr_fr: Mes rapports

source: Reports
fr_fr: Rapports

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_noreports
source: No reports defined.
fr_fr: Pas de rapports définis.

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_edit
source: Edit
fr_fr: Modifier

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_hide
source: Hide
fr_fr: Cacher

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_unhide
source: Unhide
fr_fr: Afficher

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_duplicate
source: Duplicate
fr_fr: Dupliquer

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_delete
source: Delete
fr_fr: Supprimer

source: Copy of ${title}
fr_fr: Copie de ${title}

source: The report {0} will be permanently removed. Continue?
fr_fr: Le rapport {0} sera définitivement supprimé. Continuer ?

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_what
source: What?
fr_fr: Quoi?

source: Select activity to report.
fr_fr: Sélectionner l'activité.

source: Activity:
fr_fr: Activité:

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_what_visits
source: Visits
fr_fr: Visites

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_what_events
source: Events
fr_fr: Évènements

source: Presence Time
fr_fr: Temps de présence

source: Select by tool
fr_fr: Sélectionner par outil

source: Select by event
fr_fr: Sélectionner par évènement

source: Resources
fr_fr: Ressources

source: fine-grained selection
fr_fr: sélection grain fin

source: Selection:
fr_fr: Sélection:

source: Limit to action:
fr_fr: Restreindre à l'action :

source: Limit to resources:
fr_fr: Restreindre aux ressources :

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_what_all
source: All
fr_fr: Toutes

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_when
source: When?
fr_fr: Quand?

source: Select time period to report.
fr_fr: Sélectionner la période de temps.

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_when_period
source: Period:
fr_fr: Période:

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_when_all
source: All
fr_fr: Toutes

source: Last 7 days
fr_fr: 7 derniers jours

source: Last 30 days
fr_fr: 30 derniers jours

source: Last 365 days
fr_fr: 365 derniers jours

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_when_custom
source: Custom
fr_fr: Personnaliser

source: From:
fr_fr: De:

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_when_to_date
source: To:
fr_fr: à:

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_who
source: Who?
fr_fr: Qui?

source: Select users to report.
fr_fr: Sélectionner les utilisateurs.

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_who_users
source: Users:
fr_fr: Utilisateurs :

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_who_all
source: All
fr_fr: Toutes

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_who_group
source: Group
fr_fr: Groupe

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_who_role
source: Role
fr_fr: Rôle

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_who_custom
source: Custom
fr_fr: Personnaliser

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_who_none
source: None
fr_fr: Aucun

source: Users not matching previous conditions
fr_fr: Les utilisateurs ne correspondent pas aux conditions précédentes

source: Group:
fr_fr: Groupe:

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_who_role_sel
source: Role:
fr_fr: Rôle:

source: Custom:
fr_fr: Personnaliser:

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_how
source: How?
fr_fr: Comment?

source: Specify how results should be presented.
fr_fr: Spécifier comment les résultats doivent être présentés.

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_howtotalsby
source: Totals by:
fr_fr: Totaux par:

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_option_user
source: User
fr_fr: Utilisateur

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_option_tool
source: Tool
fr_fr: Outil

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_option_event
source: Event
fr_fr: Évènement

source: Resource
fr_fr: Ressource

source: Resource action
fr_fr: Action sur la Ressource

source: Most recent date
fr_fr: La date la plus récente

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_option_site
source: Site
fr_fr: Espace

source: More options
fr_fr: Plus d'options

source: Less options
fr_fr: Moins d'options

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_howsorting
source: Sort by:
fr_fr: Trier par:

source: Specify sorting field
fr_fr: Spécifier le champ de tri

source: Ascending?
fr_fr: Ascendant?

source: Number of results:
fr_fr: Nombre de résultats:

source: Limit to:
fr_fr: Limiter à:

source: Presentation:
fr_fr: Présentation:

source: Chart
fr_fr: Graphiques

source: Table & Chart
fr_fr: Table & Graphique

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_howcharttype
source: Chart type:
fr_fr: Type de graphique:

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_howchart_bar
source: Bar
fr_fr: Barre

source: Line
fr_fr: Ligne

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_howchart_pie
source: Pie
fr_fr: Camembert

source: Time series (line)
fr_fr: Séries temporelles (ligne)

source: Time series (bar)
fr_fr: Séries temporelles (histogramme)

source: Chart data source:
fr_fr: Source des données du graphique:

source: Grouped by:
fr_fr: Groupés par:

source: Chart series source:
fr_fr: Source du graphique de série :

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_details
source: Report
fr_fr: Rapport

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_details_show
source: Show
fr_fr: Afficher

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_generate
source: Generate report
fr_fr: Générer le rapport

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_err_noevents
source: No events selected. Please select at least one event.
fr_fr: Pas d'évènements sélectionnés. Veuillez sélectionner au moins un évènement.

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_err_notools
source: No tools selected. Please select at least one tool.
fr_fr: Pas d'outils sélectionnés. Veuillez sélectionner au moins un outil.

source: No resources selected. Please select at least one resource.
fr_fr: Pas de ressources sélectionnées. Veuillez sélectionner au moins une ressource.

source: Custom time period not defined. Please specify 'from' and 'to' dates.
fr_fr: La période de temps n'est pas définie. Veuillez spécifiez les dates 'de' et 'à'.

source: Invalid value specified in custom date period fields.
fr_fr: La valeur spécifiée pour le champ de période de temps est invalide.

source: Hour value in custom time period fields is outside the valid range.
fr_fr: Valeur de l'heure indiquée dans le champ de période de temps n'est pas dans le bon intervalle.

source: Minutes value in custom time period fields is outside the valid range.
fr_fr: Valeur de la minute indiquée dans le champ de période de temps n'est pas dans le bon intervalle.

source: Invalid hour specified in custom time period fields.
fr_fr: L'heure spécifiée dans le champ de période de temps est invalide.

source: Invalid minutes specified in custom time period fields.
fr_fr: Les minutes spécifiée dans le champ de période de temps est invalide.

source: No value specified for limiting number of results
fr_fr: Pas de valeur spécifiée pour limiter le nombre de résultats.

source: Selected role has no users. Please select a different role.
fr_fr: Le rôle sélectionné n'a pas d'utilisateurs. veuillez sélectionner un autre rôle.

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_err_nogroup
source: No group selected. Please select a group.
fr_fr: Pas de groupe sélectionné. Veuillez sélectionner un groupe.

source: Selected group has no users. Please select a different group.
fr_fr: Le groupe sélectionné n'a pas d'utilisateurs. Veuillez sélectionner d'autres groupes.

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_err_nousers
source: No users selected. Please select at least one user.
fr_fr: Pas d'utilisateurs sélectionnés. Veuillez sélectionnez au moins un utilisateur.

source: No 'Totals by' value selected. Please select at least one field.
fr_fr: Pas 'Totaux par' valeur sélectionnée. Veuillez sélectionner au moins un champ.

source: Invalid number specified for 'Number of results'.
fr_fr: Le nombre spécifié pour ''le nombre de résultats'' est invalide.

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_back
source: Back
fr_fr: Retour

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_adding
source: New report
fr_fr: Nouveau rapport

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_editing
source: Editing report '${title}'
fr_fr: Modifier le rapport '${title}'

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_reporttitle
source: Title:
fr_fr: Titre:

source: Localized title:
fr_fr: Titre localisé:

source: Title field is required!
fr_fr: Un champ titre est requis !

source: Localized description:
fr_fr: Description localisée:

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_reportsite
source: Site to report:
fr_fr: Espace du rapport :

source: This site
fr_fr: Cet espace

source: All sites
fr_fr: Tous les espaces

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_save
source: Save report
fr_fr: Sauvegarder

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_cancelsave
source: Cancel
fr_fr: Annuler

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_save_success
source: Report '${title}' saved successfully
fr_fr: Le rapport '${title}' est sauvegardé avec succès

# sitestats/sitestats-bundle/src/resources/Messages.properties:report_save_error
source: An error occurred while saving report ${title}
fr_fr: Une erreur est survenue pendant la sauvegarde du rapport ${title}

source: Attachments
fr_fr: Fichiers joints

# sitestats/sitestats-bundle/src/resources/Messages.properties:reportres_title
source: Report
fr_fr: Rapport

source: Report: '${title}'
fr_fr: Rapport : '${title}'

source: Activity type:
fr_fr: Type d'activité:

source: Tools selected:
fr_fr: Outils sélectionnés:

source: Events selected:
fr_fr: Evènements sélectionnés:

source: Resources action:
fr_fr: Action sur les ressources:

source: Resources selected:
fr_fr: Ressources sélectionnées:

source: User selection type:
fr_fr: Type de sélection de l'utilisateur:

source: Group selected:
fr_fr: Groupe sélectionné:

source: Role selected:
fr_fr: Rôle sélectionné:

source: Users selected:
fr_fr: Utilisateurs sélectionnés :

# sitestats/sitestats-bundle/src/resources/Messages.properties:reportres_print
source: Send to printer
fr_fr: Envoyer à l'imprimante

source: Printable version
fr_fr: Version imprimable

# sitestats/sitestats-bundle/src/resources/Messages.properties:th_event
source: Event
fr_fr: Évènement

# sitestats/sitestats-bundle/src/resources/Messages.properties:th_tool
source: Tool
fr_fr: Outil

# sitestats/sitestats-bundle/src/resources/Messages.properties:th_id
source: User ID
fr_fr: Identifiant

# sitestats/sitestats-bundle/src/resources/Messages.properties:th_site
source: Site
fr_fr: Espace

# sitestats/sitestats-bundle/src/resources/Messages.properties:th_title
source: Title
fr_fr: Titre

# sitestats/sitestats-bundle/src/resources/Messages.properties:th_status
source: Status
fr_fr: Statut

# sitestats/sitestats-bundle/src/resources/Messages.properties:th_user
source: Name
fr_fr: Nom

# sitestats/sitestats-bundle/src/resources/Messages.properties:th_lastdate
source: Most recent date
fr_fr: La date la plus récente

# sitestats/sitestats-bundle/src/resources/Messages.properties:th_resource
source: Resource
fr_fr: Ressource

# sitestats/sitestats-bundle/src/resources/Messages.properties:th_visits
source: Visits
fr_fr: Visites

# sitestats/sitestats-bundle/src/resources/Messages.properties:th_uniquevisitors
source: Unique visitors
fr_fr: Visiteurs uniques

# sitestats/sitestats-bundle/src/resources/Messages.properties:th_duration
source: Duration
fr_fr: Durée

# sitestats/sitestats-bundle/src/resources/Messages.properties:action_all
source: All
fr_fr: Toutes

# sitestats/sitestats-bundle/src/resources/Messages.properties:action_create
source: Create
fr_fr: Créer

# sitestats/sitestats-bundle/src/resources/Messages.properties:action_new
source: New
fr_fr: Nouveau

# sitestats/sitestats-bundle/src/resources/Messages.properties:action_read
source: Read
fr_fr: Lire

# sitestats/sitestats-bundle/src/resources/Messages.properties:action_update
source: Update
fr_fr: Mise à jour

# sitestats/sitestats-bundle/src/resources/Messages.properties:action_revise
source: Revise
fr_fr: Revoir

# sitestats/sitestats-bundle/src/resources/Messages.properties:action_delete
source: Delete
fr_fr: Supprimer

# sitestats/sitestats-bundle/src/resources/Messages.properties:no_data
source: No data available
fr_fr: Pas de données disponibles

# sitestats/sitestats-bundle/src/resources/Messages.properties:site_unknown
source: [nonexistent site]
fr_fr: [site inexistant]

# sitestats/sitestats-bundle/src/resources/Messages.properties:user_unknown
source: [nonexistent user]
fr_fr: [utilisateur inexistant]

# sitestats/sitestats-bundle/src/resources/Messages.properties:user_anonymous
source: [user identity protected]
fr_fr: [identité utilisateur protégée]

source: [anonymous access]
fr_fr: [accès anonyme]

# sitestats/sitestats-bundle/src/resources/Messages.properties:resource_unknown
source: [nonexistent resource]
fr_fr: [ressource qui n'existe pas]

# sitestats/sitestats-bundle/src/resources/Messages.properties:page_unknown
source: [nonexistent page]
fr_fr: [page inexistante]

# sitestats/sitestats-bundle/src/resources/Messages.properties:bt_export
source: Export ->
fr_fr: Exporter ->

# sitestats/sitestats-bundle/src/resources/Messages.properties:bt_export_csv
source: Export CSV
fr_fr: Exporter au format CSV

source: MMddyyyy
fr_fr: yyyy-MM-dd

# sitestats/sitestats-bundle/src/resources/Messages.properties:prefs_sep_general
source: General
fr_fr: Général

source: General options
fr_fr: Options Générales.

source: Only list tools available in this site
fr_fr: Lister uniquement les outils valables dans le site

source: Activity definition
fr_fr: Définition de l'activité

source: Tools/events included as 'activity'
fr_fr: Outils/Évènements traités comme 'Activité'

# sitestats/sitestats-bundle/src/resources/Messages.properties:prefs_sep_chart
source: Chart
fr_fr: Graphiques

source: Chart presentation options
fr_fr: Options de présentation des graphiques

# sitestats/sitestats-bundle/src/resources/Messages.properties:prefs_3dCharts
source: Display charts in 3D
fr_fr: Afficher les graphiques en 3D

source: Display item labels on bar charts
fr_fr: Afficher les étiquettes des éléments sur les histogrammes

source: Chart alpha-transparency
fr_fr: Alpha-transparence graphiques

# sitestats/sitestats-bundle/src/resources/Messages.properties:prefs_useAllTools
source: All tools
fr_fr: Tous les outils

# sitestats/sitestats-bundle/src/resources/Messages.properties:update
source: Update
fr_fr: Mise à jour

# sitestats/sitestats-bundle/src/resources/Messages.properties:cancel
source: Cancel
fr_fr: Annuler

# sitestats/sitestats-bundle/src/resources/Messages.properties:prefs_updated
source: Preferences updated successfully.
fr_fr: Préférences mises à jour avec succès.

# sitestats/sitestats-bundle/src/resources/Messages.properties:prefs_not_updated
source: Failed to update preferences. Please try again.
fr_fr: Échec de la mise à jour des préférences. Veuillez réessayer.

source: Activity total
fr_fr: Total des activités
