Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_assignment_*.po
Languages: fr_fr

# assignment/bundles/resources/assignment.properties:groups
source: Groups
fr_fr: Groupes

# assignment/bundles/resources/assignment.properties:java.alert.youchoosegroup
source: You need to choose at least one group.
fr_fr: Vous devez choisir au moins un groupe.

# assignment/bundles/resources/assignment.properties:nostudent
source: There is no student in the site.
fr_fr: Aucun d'étudiant n'est inscrit dans cet espace.

# assignment/bundles/resources/assignment.properties:grading
source: Grading
fr_fr: Notation

# assignment/bundles/resources/assignment.properties:grading.no
source: Do not add assignment to Gradebook
fr_fr: Ne pas ajouter le devoir au bulletin de notes

# assignment/bundles/resources/assignment.properties:grading.no2
source: Do not associate assignment to Gradebook
fr_fr: Ne pas associer le devoir au bulletin de notes

# assignment/bundles/resources/assignment.properties:grading.add
source: Add Assignment to Gradebook
fr_fr: Ajouter le devoir au bulletin de notes

# assignment/bundles/resources/assignment.properties:grading.associate
source: Associate with existing Gradebook item
fr_fr: Associer avec un devoir existant du bulletin de notes

# assignment/bundles/resources/assignment.properties:grading.associate.warn
source: Sorry! You need to pick a point grade to do this.
fr_fr: Désolé ! Vous devez sélectionner une note en points.

# assignment/bundles/resources/assignment.properties:grading.associate.alert
source: You must select a Gradebook item.
fr_fr: Vous devez sélectionner un devoir du bulletin de notes

# assignment/bundles/resources/assignment.properties:grading.select
source: Select a Gradebook Item
fr_fr: Sélectionnez un devoir

# assignment/bundles/resources/assignment.properties:grading.unassigned
source: Unassigned
fr_fr: Non affectés

# assignment/bundles/resources/assignment.properties:grading.ofcategory
source: of Category
fr_fr: de catégorie

# assignment/bundles/resources/assignment.properties:grading.categorylist
source: (Optional) Choose a gradebook category
fr_fr: (Facultatif) Choisir une catégorie du bulletin de notes

# assignment/bundles/resources/assignment.properties:access
source: Access (also limits groups for group submissions)
fr_fr: Accès

# assignment/bundles/resources/assignment.properties:grading.reminder
source: Important Reminder:
fr_fr: Rappel important :

# assignment/bundles/resources/assignment.properties:grading.anonymous
source: Anonymous grading
fr_fr: Classement anonyme

# assignment/bundles/resources/assignment.properties:grading.anonymous.title
source: anonymous
fr_fr: Anonyme

# assignment/bundles/resources/assignment.properties:submitted.date.redacted
source: (date withheld)
fr_fr: (date retenue)

# assignment/bundles/resources/assignment.properties:allow.resubmit.number
source: Number of resubmissions allowed
fr_fr: Nombre de nouvelles remises permis

source: Unlimited
fr_fr: Illimité

# assignment/bundles/resources/assignment.properties:allow.resubmit.closeTime
source: Accept Resubmission Until
fr_fr: Accepter de nouvelles remises jusqu'au

# assignment/bundles/resources/assignment.properties:assignment.copy
source: Copy
fr_fr: Copier

# assignment/bundles/resources/assignment.properties:non.submission.grade.select
source: Please select default grade:
fr_fr: Veuillez sélectionner la note par défaut :

# assignment/bundles/resources/assignment.properties:not_allowed_to_submit
source: You are not allowed to submit to this assignment.
fr_fr: Vous n'avez pas le droit remettre une copie pour ce devoir.

# assignment/bundles/resources/assignment.properties:nonelec
source: Non-electronic
fr_fr: Non électronique

# assignment/bundles/resources/assignment.properties:nonelec_instruction2
source: This non-electronic assignment does not accept student submissions.
fr_fr: Ce devoir nécessite une remise en main propre.

# assignment/bundles/resources/assignment.properties:confirm.savesubmission.title
source: Saved Assignment Confirmation
fr_fr: Confirmation de l'enregistrement de votre copie

# assignment/bundles/resources/assignment.properties:confirm.submission.title
source: Submission Confirmation
fr_fr: Confirmation de la remise

# assignment/bundles/resources/assignment.properties:confirm.submission.success
source: You have successfully submitted your work.
fr_fr: Votre travail a été remis.

# assignment/bundles/resources/assignment.properties:confirm.submission.label.user
source: User:
fr_fr: Utilisateur :

source: Class site:
fr_fr: Nom de l'espace :

# assignment/bundles/resources/assignment.properties:assignment.title
source: Assignment:
fr_fr: Devoir :

source: Saved Assignment ID:
fr_fr: Identifiant du brouillon sauvegardé :

# assignment/bundles/resources/assignment.properties:submission.id
source: Submission ID:
fr_fr: Identifiant de la copie :

source: Your saved assignment included the following:
fr_fr: Votre brouillon inclut ce qui suit :

# assignment/bundles/resources/assignment.properties:confirm.submission.include
source: Your submission included the following:
fr_fr: Votre copie inclut ce qui suit :

# assignment/bundles/resources/assignment.properties:confirm.savesubmission.notext
source: No saved assignment Text
fr_fr: Texte du devoir non enregistré

# assignment/bundles/resources/assignment.properties:confirm.submission.notext
source: No submission text
fr_fr: Aucun texte remis

source: Saved attachments:
fr_fr: Pièces jointes enregistrées :

# assignment/bundles/resources/assignment.properties:confirm.submission.email
source: You will receive an email confirmation containing this information.
fr_fr: Vous recevrez une notification par courriel contenant ces informations.

# assignment/bundles/resources/assignment.properties:confirm.submission.button
source: OK
fr_fr: Valider

source: Submission Notification Email Options:
fr_fr: Options de notification par courriel :

source: Send a notification email for each student submission
fr_fr: Envoyer un courriel de notification pour chaque remise de devoir par un étudiant

source: Do not send notification emails for any student submissions
fr_fr: Ne pas envoyer de courriels de notification pour les remises des étudiants

# assignment/bundles/resources/assignment.properties:uploadall.title
source: Upload All
fr_fr: Tout déposer

# assignment/bundles/resources/assignment.properties:uploadall.instruction2
source: The archive file should contain a folder for each student.
fr_fr: L'archive doit contenir un dossier pour chaque étudiant.

# assignment/bundles/resources/assignment.properties:uploadall.instruction3
source: Download Template
fr_fr: Récupérer le modèle

# assignment/bundles/resources/assignment.properties:downloadall.instruction
source: Choose download options, and then click 'Download' at the bottom.
fr_fr: Choisissez les options puis cliquez sur 'Récupérer' en bas de page.

# assignment/bundles/resources/assignment.properties:uploadall.choose.file
source: File:
fr_fr: Fichier :

# assignment/bundles/resources/assignment.properties:uploadall.choose.file2
source: Choose which elements in the archive file to upload
fr_fr: Choisir les éléments de l'archive à déposer

source: Student submission attachment(s)
fr_fr: Pièce(s) jointe(s) à la remise de l'étudiant

source: Grade file (file at top level of archive)
fr_fr: Fichier des notes (fichier grades.csv à la racine du dossier d'archive)

source: CSV format, file grades.csv
fr_fr: Format CSV, fichier grades.csv

source: EXCEL format, file grades.xls
fr_fr: Format EXCEL, fichier grades.xls

source: Feedback text (the inline comments with student submission)
fr_fr: Commentaire (commentaires intégrés à la copie de l'étudiant)

source: Include students who have not yet submitted
fr_fr: Inclure les étudiants qui n’ont pas encore soumis

# assignment/bundles/resources/assignment.properties:uploadall.releaseOption
source: Select release option
fr_fr: Sélectionnez une option de publication

# assignment/bundles/resources/assignment.properties:uploadall.releaseOption.yes
source: Release uploaded grades and feedback comments to students
fr_fr: Publier les informations déposées à l'attention des étudiants

# assignment/bundles/resources/assignment.properties:uploadall.releaseOption.no
source: Do not release uploaded information - I'll release it later
fr_fr: Ne pas publier les informations déposées - Publier plus tard

# assignment/bundles/resources/assignment.properties:uploadall.button.upload
source: Upload
fr_fr: Déposer

# assignment/bundles/resources/assignment.properties:downloadall.button.download
source: Download
fr_fr: Télécharger

source: You must choose at least one element in the archive file to upload.
fr_fr: Vous devez choisir au moins un élément à déposer dans l'archive.

source: ZIP file is not in correct format.
fr_fr: Le fichier ZIP n'est pas au bon format.

# assignment/bundles/resources/assignment.properties:uploadall.alert.noGradeFile
source: Please ensure there is a grade file and correct folder structure.
fr_fr: Veuillez vous assurer qu'il existe un fichier de notes et une structuration des dossiers adéquate.

source: You must choose at lease one element in the download options.
fr_fr: Vous devez choisir au moins un élément dans les options de téléchargement.

# assignment/bundles/resources/assignment.properties:uploadall.folders.yes
source: Save submissions in separate user folders
fr_fr: Enregistrer les remises dans des dossiers utilisateur distinct

# assignment/bundles/resources/assignment.properties:review.use
source: Use {0}
fr_fr: Utiliser {0}

# assignment/bundles/resources/assignment.properties:review.switch.ne.1
source: {0} is not available for non-electronic submissions.
fr_fr: {0} n’est pas disponible pour les soumissions non électroniques.

# assignment/bundles/resources/assignment.properties:review.allow
source: Allow students to view report
fr_fr: Autoriser les étudiants à voir les rapports

# assignment/bundles/resources/assignment.properties:review.report
source: Report
fr_fr: Rapport

# assignment/bundles/resources/assignment.properties:review.report.expand
source: Expand reports
fr_fr: Développez rapports

# assignment/bundles/resources/assignment.properties:review.report.collapse
source: Collapse reports
fr_fr: Réduire rapports

# assignment/bundles/resources/assignment.properties:review.reports
source: reports
fr_fr: rapports

source: Submit papers to the following repository:
fr_fr: Remettre des devoirs pour l'entrepôt suivant :

source: None
fr_fr: Aucun

source: Standard Paper Repository
fr_fr: Dépôt standard pour les devoirs

source: Institution Paper Repository
fr_fr: Dépôt institutionnel pour les devoirs

# assignment/bundles/resources/assignment.properties:review.originality.reports
source: Generate originality reports:
fr_fr: Générer des rapports d'originalité :

source: Immediately
fr_fr: Immédiatement

source: On Due Date
fr_fr: À la date de remise

# assignment/bundles/resources/assignment.properties:review.originality.check
source: Check originality against:
fr_fr: Vérifier l'originalité avec :

source: Turnitin paper repository
fr_fr: Dépôt de devoirs Turnitin

source: Current and archived internet
fr_fr: Internet actuel et archivé

# assignment/bundles/resources/assignment.properties:review.originality.check.pub
source: Periodicals, journals, and publications
fr_fr: Périodiques, revues et publications

source: Institution-specific repository
fr_fr: Dépôt spécifique de l'institution

# assignment/bundles/resources/assignment.properties:review.exclude.smallMatches
source: Exclude small matches
fr_fr: Exclure les correspondances faibles

# assignment/bundles/resources/assignment.properties:review.exclude.matches.by
source: Exclude matches by:
fr_fr: Exclure les correspondances en fonction du critère suivant :

source: Up to a Word Count of:
fr_fr: Jusqu'au nombre de mots suivant :

source: Percentage:
fr_fr: Pourcentage :

# assignment/bundles/resources/assignment.properties:review.exclude.matches.header
source: Exclusion options:
fr_fr: Options d'exclusion :

# assignment/bundles/resources/assignment.properties:gen.sorbyreview
source: Sort by review
fr_fr: Trier par révision

# assignment/bundles/resources/assignment.properties:review.notavail
source: Not available yet
fr_fr: Pas encore disponible

# assignment/bundles/resources/assignment.properties:review.viewreport
source: View Report
fr_fr: Voir le rapport

# assignment/bundles/resources/assignment.properties:review.title
source: {0} Plagiarism Service
fr_fr: Service de révision

# assignment/bundles/resources/assignment.properties:review.noreport
source: no report
fr_fr: Aucun rapport

# assignment/bundles/resources/assignment.properties:review.contentReviewIndicator
source: Originality of submissions will be verified by {0}.
fr_fr: L'originalité des pièces jointes sera vérifiée par {0}.

# assignment/bundles/resources/assignment.properties:noti.subject.label
source: Subject:
fr_fr: Sujet :

# assignment/bundles/resources/assignment.properties:noti.subject.content
source: Email notification for assignment submission
fr_fr: Courriel de notification pour la remise des devoirs

# assignment/bundles/resources/assignment.properties:noti.site.title
source: Site Title:
fr_fr: Titre de l'espace :

# assignment/bundles/resources/assignment.properties:noti.site.url
source: Site URL:
fr_fr: URL du site :

# assignment/bundles/resources/assignment.properties:noti.assignment.duedate
source: Assignment Due Date:
fr_fr: Date Limite de Devoirs :

# assignment/bundles/resources/assignment.properties:noti.student
source: Student:
fr_fr: Étudiant :

# assignment/bundles/resources/assignment.properties:noti.submit.time
source: Submitted on:
fr_fr: Remis le :

# assignment/bundles/resources/assignment.properties:nav.prev
source: < Previous
fr_fr: < précédent

# assignment/bundles/resources/assignment.properties:nav.list
source: Return to List
fr_fr: Retourner à la liste

# assignment/bundles/resources/assignment.properties:nav.next
source: Next >
fr_fr: Suivant >

# assignment/bundles/resources/assignment.properties:nav.message
source: (Changes will be saved)
fr_fr: (Les modifications seront sauvegardées)

# assignment/bundles/resources/assignment.properties:nav.header
source: Navigate Submissions
fr_fr: Naviguer dans les devoirs soumis

# assignment/bundles/resources/assignment.properties:nav.prev.ungraded
source: < Previous Ungraded
fr_fr: < Précédent non noté

# assignment/bundles/resources/assignment.properties:nav.next.ungraded
source: Next Ungraded >
fr_fr: Suivant non noté >

# assignment/bundles/resources/assignment.properties:nav.view.subsOnly
source: Navigate between students with submissions only
fr_fr: Naviguer entre les étudiants ayant soumis un devoir uniquement

# assignment/bundles/resources/assignment.properties:gen.opendate.annc
source: Announce the open date
fr_fr: Annonce de la date d'ouverture

# assignment/bundles/resources/assignment.properties:supplement
source: Supplement Items
fr_fr: Éléments supplémentaires

# assignment/bundles/resources/assignment.properties:extraNodesRequired
source: Please enter required information.
fr_fr: Veuillez écrire l'information demandée.

# assignment/bundles/resources/assignment.properties:additional_information
source: Additional information
fr_fr: Informations complémentaires

# assignment/bundles/resources/assignment.properties:modelAnswer
source: Model Answer
fr_fr: Modèle de réponse

# assignment/bundles/resources/assignment.properties:modelAnswer.instruction
source: Provide a model answer or a solution to the assignment
fr_fr: Fournir un modèle de réponse ou une solution pour le devoir

source: Show to students
fr_fr: Afficher aux étudiants

source: Choose when to show the model answer to students
fr_fr: Choisissez quand le modèle de réponse sera montré aux étudiants

# assignment/bundles/resources/assignment.properties:modelAnswer.show_to_student.0
source: --select one--
fr_fr: --sélectionner un--

# assignment/bundles/resources/assignment.properties:modelAnswer.show_to_student.1
source: Before student starts assignment
fr_fr: Avant le début du devoir de l'étudiant

# assignment/bundles/resources/assignment.properties:modelAnswer.show_to_student.2
source: After student submits
fr_fr: Après la remise de l'étudiant

# assignment/bundles/resources/assignment.properties:modelAnswer.show_to_student.3
source: After submission is graded and returned
fr_fr: Une fois la remise notée et retournée

# assignment/bundles/resources/assignment.properties:modelAnswer.show_to_student.4
source: After accept-until date
fr_fr: Après acceptation-jusqu'à la date

# assignment/bundles/resources/assignment.properties:modelAnswer.alert.modelAnswer
source: Please provide model answer text.
fr_fr: Veuillez fournir un corrigé.

# assignment/bundles/resources/assignment.properties:modelAnswer.alert.showto
source: Please choose proper time for showing model answer to students.
fr_fr: Veuillez définir une date de visibilité du corrigé pour les étudiants.

# assignment/bundles/resources/assignment.properties:note
source: Private Note
fr_fr: Commentaire privé

# assignment/bundles/resources/assignment.properties:note.label
source: Private Notes
fr_fr: Commentaires privés

# assignment/bundles/resources/assignment.properties:note.to.prompt
source: Share
fr_fr: Partager

# assignment/bundles/resources/assignment.properties:note.to.tooltip
source: Choose who to show this note to
fr_fr: Choisissez les droits pour cette note

# assignment/bundles/resources/assignment.properties:note.to.0
source: -- select one --
fr_fr: -- sélectionner un --

# assignment/bundles/resources/assignment.properties:note.to.1
source: Keep private to myself
fr_fr: Maintenir privé pour moi-même

# assignment/bundles/resources/assignment.properties:note.to.2
source: Allow other instructors to read
fr_fr: Permettre à d'autres enseignants de lire

# assignment/bundles/resources/assignment.properties:note.to.3
source: Allow other instructors to read and edit
fr_fr: Permettre à d'autres enseignants de lire et d'éditer

# assignment/bundles/resources/assignment.properties:note.alert.text
source: Please enter the private note text.
fr_fr: Veuillez saisir un commentaire privé.

# assignment/bundles/resources/assignment.properties:note.alert.to
source: Please choose share option for private note.
fr_fr: Veuillez choisir les options pour le commentaire privé.

# assignment/bundles/resources/assignment.properties:allPurpose
source: All Purpose Item
fr_fr: Commentaire général

# assignment/bundles/resources/assignment.properties:allPurpose.instruction
source: Information displayed at a specific time to whomever you choose.
fr_fr: Informations affichées à un moment précis à la personne choisie

# assignment/bundles/resources/assignment.properties:allPurpose.show
source: Show this item
fr_fr: Afficher cet élément

# assignment/bundles/resources/assignment.properties:allPurpose.show.from
source: From
fr_fr: De

# assignment/bundles/resources/assignment.properties:allPurpose.show.util
source: Until
fr_fr: Jusqu'à

# assignment/bundles/resources/assignment.properties:allPurpose.show.time
source: Time:
fr_fr: Heure :

# assignment/bundles/resources/assignment.properties:allPurpose.show.hide
source: Hide this item
fr_fr: Cacher cet élément

# assignment/bundles/resources/assignment.properties:allPurpose.show.to
source: Show to
fr_fr: Montrer à

# assignment/bundles/resources/assignment.properties:allPurpose.show.expand
source: Expand
fr_fr: Agrandir

# assignment/bundles/resources/assignment.properties:allPurpose.show.collapse
source: Collapse
fr_fr: Réduire

# assignment/bundles/resources/assignment.properties:allPurpose.show.list
source: List
fr_fr: Liste

source: selected
fr_fr: sélectionné

# assignment/bundles/resources/assignment.properties:allPurpose.alert.title
source: Please enter title for the All Purpose item.
fr_fr: Veuillez saisir un titre pour le commentaire général.

# assignment/bundles/resources/assignment.properties:allPurpose.alert.text
source: Please enter information text for the All Purpose item.
fr_fr: Veuillez saisir une description pour le commentaire général.

# assignment/bundles/resources/assignment.properties:allPurpose.alert.access
source: Please choose access list for the All Purpose item.
fr_fr: Veuillez définir une liste de personnes autorisées pour le commentaire général.

# assignment/bundles/resources/assignment.properties:all
source: All
fr_fr: Toutes

# assignment/bundles/resources/assignment.properties:allowResubmission.show
source: Show Settings for Allowing Resubmissions
fr_fr: Afficher les paramètres d'autorisation pour une nouvelle remise.

# assignment/bundles/resources/assignment.properties:allowResubmission.hide
source: Hide Settings for Allowing Resubmissions
fr_fr: Cacher les paramètres d'autorisation de nouvelles remises

# assignment/bundles/resources/assignment.properties:allowResubmission.toggleall
source: Select/unselect all to allow for resubmission
fr_fr: Sélectionner/désélectionner tout pour permettre pour une nouvelle remise

source: Allow resubmission from
fr_fr: Permettre une nouvelle remise à

# assignment/bundles/resources/assignment.properties:assignment.print
source: Print
fr_fr: Imprimer

# assignment/bundles/resources/assignment.properties:singleatt
source: Single Uploaded File only
fr_fr: Autoriser le dépôt d'un seul fichier.

# assignment/bundles/resources/assignment.properties:att.upl
source: Choose File:
fr_fr: Choisir un fichier :

# assignment/bundles/resources/assignment.properties:size.exceeded
source: The upload size limit of {0} MB has been exceeded.
fr_fr: La limite de dépôt de {0} Mo a été dépassée.

# assignment/bundles/resources/assignment.properties:notpermis4
source: You do not have proper permissions to add resources.
fr_fr: Vous n'avez pas la permission d'ajouter des ressources.

# assignment/bundles/resources/assignment.properties:failed
source: Operation could not be completed at this time.
fr_fr: L'opération n'a pu être achevée.

# assignment/bundles/resources/assignment.properties:failed.upload
source: Upload of file failed.
fr_fr: Le dépôt du fichier a échoué.

# assignment/bundles/resources/assignment.properties:failed.diskio
source: The file upload process is not finished due to server disk i/o error.
fr_fr: Le téléchargement a échoué suite à une erreur côté serveur.

# assignment/bundles/resources/assignment.properties:choosefile7
source: Please choose the file to attach.
fr_fr: Veuillez sélectionner un fichier à joindre.

# assignment/bundles/resources/assignment.properties:assign_due_event_desc
source: Assignment {0} is due on {1}.
fr_fr: Le devoir {0} doit être remis au plus tard le {1}.

# assignment/bundles/resources/assignment.properties:saved_grading
source: Comments and/or grade have been saved.
fr_fr: Les commentaires et/ou note ont été enregistrés.

# assignment/bundles/resources/assignment.properties:cancel_changes
source: Cancel Changes
fr_fr: Annuler les Modifications

source: Released Grade Notification Email Options:
fr_fr: Options de notification par courriel de publication des notes :

source: Do not send notification email to student when the grade is released
fr_fr: Ne pas envoyer de notification par courriel à l'étudiant lorsque la note sera publiée.

source: Send notification email to student when the grade is released
fr_fr: Envoyer une notification par courriel à l'étudiant lorsque la note est publiée.

source: Email notification for assignment released grade
fr_fr: Notification par courriel de publication de note.

source: You are not allowed to grade submission {0}.
fr_fr: Vous n'avez pas le droit de noter le devoir {0}.

# assignment/bundles/resources/assignment.properties:youarenot_options
source: You are not allowed to edit Assignment tool options.
fr_fr: Vous n'avez pas le droit de modifier les options.
