Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_gradebook_*.po
Languages: fr_fr

source: Please select a grade entry method.
fr_fr: Veuillez choisir une échelle de notation.

source: Display released Gradebook Items to students
fr_fr: Afficher les éléments publiés pour les étudiants.

source: Save Changes
fr_fr: Enregistrer les modifications

source: Cancel
fr_fr: Annuler

source: Your changes have been saved.
fr_fr: Vos modifications ont été enregistrées.

source: Gradebook Items Display
fr_fr: Affichage des éléments du bulletin de notes

source: Please enter all percentage values in the Grade Entry Scale.
fr_fr: Veuillez saisir toutes les valeurs en pourcentage dans l'échelle de notation.

source: Please enter positive percentage values in the Grade Entry Scale.
fr_fr: Veuillez saisir des valeurs positives en pourcentage dans l'échelle de notation.

source: No grade entry scale for letter grading has been defined.
fr_fr: Aucune échelle de note par lettre n'a été définie.

source: Grader Permission Settings
fr_fr: Permissions du correcteur

source: Modify Grader Permissions
fr_fr: Modifier les permissions du correcteur

source: Categories & Weighting
fr_fr: Catégories & Pondération

source: No categories
fr_fr: Aucune catégorie

source: Categories only
fr_fr: Catégories uniquement

source: Categories & Weighting
fr_fr: Catégories & Pondération

source: Enable Drop Highest
fr_fr: Activer un seuil haut

source: Enable Drop Lowest
fr_fr: Activer un seuil bas

source: Enable Keep Highest
fr_fr: Activer 'Conserver le maximum'

source: To exclude a category from the course grade, use 0% for the weight.
fr_fr: Pour exclure une catégorie de la note de cours, employer 0% pour sa pondération.

source: Add a Category
fr_fr: Ajouter une catégorie

source: Please select a category setting.
fr_fr: Veuillez sélectionner les paramètres de la catégorie.

source: Category
fr_fr: Catégorie

source: Remove
fr_fr: Supprimer

source: Gradebook Items
fr_fr: Éléments du bulletin de notes

source: Remove
fr_fr: Supprimer

source: Drop Highest
fr_fr: Écarter la plus haute

source: Drop Lowest
fr_fr: Écarter la plus basse

source: Item Point Value
fr_fr: Échelle en points de l'élément

source: NOTE: Existing scores will not be converted.
fr_fr: NOTE : les notes existantes ne seront pas modifiées.

source: Keep Highest
fr_fr: Conserver le maximum

source: Drop {0} Highest
fr_fr: Rejeter les {0} plus élevés

source: Drop {0} Lowest
fr_fr: Rejeter les {0} plus bas

source: Keep {0} Highest
fr_fr: Conserver les {0} plus élevés

source: How many items do you wish to drop?
fr_fr: Combien d'éléments souhaitez-vous rejeter ?

source: How many items do you wish to keep?
fr_fr: Combien d'éléments souhaitez-vous conserver ?

source: How many items do you wish to drop?
fr_fr: Combien d'éléments souhaitez-vous rejeter ?

source: Enter a point value to assign to all items in this category
fr_fr: Saisissez une échelle de points pour tous les éléments de cette catégorie

source: Please enter an Item Point Value with two or fewer decimal places.
fr_fr: Veuillez saisir une échelle de point avec deux décimales au maximum.

source: Please enter a number greater than 0.
fr_fr: Veuillez saisir un nombre supérieur à 0.

source: Please enter a numeric value.
fr_fr: Veuillez saisir une valeur numérique.

source: Please enter a number with two or fewer decimal places.
fr_fr: Veuillez saisir un nombre avec au maximum 2 décimales.

source: Item values must be equal to drop or keep scores.
fr_fr: Les échelles doivent être identiques pour rejeter ou conserver des notes.

source: item(s)
fr_fr: Élément(s)

source: Running Total
fr_fr: Total actuel

source: Needed Total
fr_fr: Total restant

source: The input category weights do not total 100%.
fr_fr: Les pondérations fournies pour les catégories ne totalisent pas 100%.

source: Unassigned
fr_fr: Non affectés

source: You may not have multiple categories with the same name.
fr_fr: Les noms des catégories doivent être uniques.

source: Someone else made changes to the categories while you were working.
fr_fr: Ces catégories ont été modifiées pendant que vous y travailliez.

source: Expanded
fr_fr: Étendu

source: Collapsed
fr_fr: Fusionné

source: View items
fr_fr: Afficher les éléments

source: Hide items
fr_fr: Cacher les éléments

source: Please enter an integer.
fr_fr: Veuillez saisir un nombre entier.

source: Please enter a numeric value.
fr_fr: Veuillez saisir une valeur numérique.

source: Grader Permission Settings
fr_fr: Permissions du correcteur

source: Grader Permission Settings for {0}
fr_fr: Permissions du correcteur pour {0}

source: View
fr_fr: Vue

source: Grade
fr_fr: Note

source: All Categories
fr_fr: Toutes les catégories

source: All Sections/Groups
fr_fr: Toutes les sections/groupes

source: Add a rule
fr_fr: Ajoutez une règle

source: Updated grader permission settings have been saved.
fr_fr: Les permissions du correcteur ont été enregistrées.

source: can
fr_fr: peut

source: in
fr_fr: Lieu

source: The selected grader is invalid.
fr_fr: Le correcteur choisi est invalide.

source: Select a grader to edit:
fr_fr: Sélectionnez un correcteur pour l'éditer :

source: Select...
fr_fr: Sélection...

source: Remove Rule
fr_fr: Supprimer la règle

source: There are currently no rules defined for this grader.
fr_fr: Aucune règle définie pour ce correcteur.

source: There is no grader selected.
fr_fr: Aucun correcteur sélectionné.

source: There were no changes to the selected grader's permission settings.
fr_fr: Aucune modification des permissions pour le correcteur sélectionné.

source: The selected category is invalid.
fr_fr: La catégorie choisie est invalide.

source: The Grade/View selection is invalid.
fr_fr: La sélection noter/voir est invalide.

source: Save Changes
fr_fr: Enregistrer les modifications

source: Clear Changes
fr_fr: Effacer les modifications

source: Export for SIS
fr_fr: Exporter vers le système d'information étudiant

source: Hide
fr_fr: Cacher

source: Title
fr_fr: Titre

source: Hide/Show Columns
fr_fr: Cacher/Afficher les colonnes

source: Student ID
fr_fr: Identifiant de l'étudiant

source: Student ID
fr_fr: Identifiant de l'étudiant

source: Student Email
fr_fr: Courriel de l'étudiant

source: Student Name
fr_fr: Nom de l'étudiant

source: Student Name
fr_fr: Nom de l'étudiant

source: Grade Item
fr_fr: Élément

source: Site ID
fr_fr: Identifiant de l'espace

source: Site Title
fr_fr: Code du cours (p. ex. F13-ACCT-134C-01)

source: Calculated Grade
fr_fr: Note calculée

source: Grade Override
fr_fr: Remplacement de note

source: Course Grade
fr_fr: Note pour le cours

source: Last Log Date
fr_fr: Dernière date du journal

source: Select {0}
fr_fr: Sélectionner {0}

source: Grade with {0}
fr_fr: Noter avec {0}

source: Grade all with {0}
fr_fr: Tous noter avec {0}

source: View with {0}
fr_fr: Afficher avec {0}

source: (Current selection: {0})
fr_fr: (Sélection actuelle : {0})

source: Refresh all grades from {0}
fr_fr: Actualiser toutes les notes de {0}

source: Refresh grade from {0}
fr_fr: Actualiser les notes de {0}

source: When you are finished grading, click here to refresh the grade.
fr_fr: Lorsque vous avez terminé le classement, cliquez ici pour actualiser la note.

# gradebook/app/ui/src/webapp/WEB-INF/bundle/messages.properties:HelperOver
source: Your Helper Experience has ended.
fr_fr: Votre expérience d'aide a fini.

source: Gradebook Items
fr_fr: Éléments du bulletin de notes

source: Add Gradebook Item
fr_fr: Ajouter élément du bulletin de notes

source: Edit Gradebook Item
fr_fr: Modifier élément du bulletin de notes

source: {0} Indicates required information.
fr_fr: {0} Indique l'information requise.

source: Gradebook Item Details
fr_fr: Détails d'élément du bulletin de notes

source: {0} Title
fr_fr: {0} Titre

source: {0} Gradebook Item Point Value
fr_fr: {0} Valeur du Point de l'élément du bulletin de notes

source: {0} Gradebook Item Relative Weight
fr_fr: {0} Poids relatif de l'Élément du bulletin de notes

source: Due Date
fr_fr: Date de remise

source: Require Due Date?
fr_fr: Exiger Date de Remise

source: Extra Credit?
fr_fr: Points en plus ?

source: Category
fr_fr: Catégorie

source: Unassigned
fr_fr: Non affectés

source: Release this item to students
fr_fr: Publier cet élément pour les Étudiants

source: Include this item in course grade calculations
fr_fr: Inclure cet élément lors du calcul de la note finale.

source: Add Item
fr_fr: Ajouter un élément

source: Edit Item
fr_fr: Éditer item

source: Cancel
fr_fr: Annuler

source: Gradebook Item {0} was successfully created.
fr_fr: L'Élément {0} a été crée avec succès

source: Please enter a title for this Gradebook item.
fr_fr: Un élément du bulletin de notes doit inclure un nom.

source: Please enter a point value greater than 0 for this Gradebook item.
fr_fr: Veuillez entrer une valeur en points supérieure à 0 pour cet élément du bulletin de notes.

source: Please enter a relative weight greater than 0 for this Gradebook item.
fr_fr: Veuillez saisir un poids relatif supérieur à 0 pour cet élément du bulletin de notes.

source: Please enter a number with two or fewer decimal places.
fr_fr: Veuillez saisir un nombre avec au maximum 2 décimales.

source: Grade Gradebook Item
fr_fr: Noter Élément du bulletin de notes

source: {0} Indicates required information.
fr_fr: {0} Indique l'information requise.

source: Gradebook Item Details
fr_fr: Détails d'élément du bulletin de notes

source: Student Name
fr_fr: Nom de l'étudiant

source: Title
fr_fr: Titre

source: Item Value
fr_fr: Valeur de l'élément

source: Gradebook Entry Type
fr_fr: Type d'Entrée du bulletin de notes

source: (out of {0})
fr_fr: (hors de{0})

source: Percentage
fr_fr: Pourcentage

source: Letter Grade
fr_fr: Note par lettre

source: Grading Details
fr_fr: Détails de Notes

source: Percentage
fr_fr: Pourcentage

source: Letter Grade
fr_fr: Note par lettre

source: Comments
fr_fr: Commentaires

source: Submit
fr_fr: Remettre

source: Cancel
fr_fr: Annuler

source: Please enter a valid letter grade.
fr_fr: Veuillez indiquer une note par lettre.

source: You do not have permissions to view the requested page.
fr_fr: Vous n'avez pas le droit de voir la page demandée.
