Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_pasystem_*.po
Languages: fr_fr

source: Don't show this again
fr_fr: Ne plus afficher cela

source: Remind me later
fr_fr: Me le rappeler ultérieurement

source: Show System Alerts
fr_fr: Afficher les alertes du système

source: Are you sure you want to delete this banner?
fr_fr: Êtes-vous sûr de vouloir supprimer cette bannière ?

source: Are you sure you want to delete this popup?
fr_fr: Êtes-vous sûr de vouloir supprimer cette popup ?

source: Banners
fr_fr: Bannières

source: Cancel
fr_fr: Annuler

source: Close
fr_fr: Fermer

source: Create Banner
fr_fr: Créer bannière

source: Create Popup
fr_fr: Créer Popup

source: Download Templates
fr_fr: Téléchargez modèles

source: Delete Banner
fr_fr: Supprimer la bannière

source: Delete Popup
fr_fr: Supprimer le Popup

source: Dismissible
fr_fr: Révocable

source: Edit
fr_fr: Modifier

source: End Time
fr_fr: Heure de fin

source: From
fr_fr: De

source: Hosts
fr_fr: Hôtes

source: Preview
fr_fr: Aperçu

source: Save Banner
fr_fr: Sauver la bannière

source: Save Popup
fr_fr: Sauver la Popup

source: Start Time
fr_fr: Heure de début

source: Template
fr_fr: Modèle

source: Timezone Check
fr_fr: Vérification du fuseau horaire

source: Until
fr_fr: Jusqu'à

source: Banner Created
fr_fr: Bannière créée

source: Banner Deleted
fr_fr: Bannière supprimée

source: High
fr_fr: Haut

source: High - Cannot be dismissed by user
fr_fr: Haut - ne peut être écartée par l’utilisateur

source: Low
fr_fr: Faible

source: Low - Can be permanently dismissed by user
fr_fr: Faible - peut être rejetée de manière permanente par l’utilisateur

source: Medium
fr_fr: M

source: Banner Updated
fr_fr: Bannière mise à jour

source: Show this campaign to everyone
fr_fr: Montrer cette campagne à tout le monde

source: Show this campaign to selected users
fr_fr: Montrer cette campagne aux utilisateurs sélectionnés

source: Time was not valid
fr_fr: Temps n’était pas valide

source: Popup Created
fr_fr: Popup créée

source: Popup Deleted
fr_fr: Popup supprimée

source: Popup Updated
fr_fr: Popup mise à jour

source: Start time must fall before end time
fr_fr: Heure de début doit tomber avant heure de fin

source: Template file failed to upload
fr_fr: Fichier de modèle n’a pas pu être téléchargé

source: Could not find a template for the selected popup screen
fr_fr: N’a pas trouvé un modèle pour la popup sélectionnée

source: Timezone checking is <strong>active</strong>
fr_fr: Vérification de fuseau horaire est <strong>active</strong>

source: The requested record could not be found
fr_fr: L’enregistrement demandé est introuvable
