Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_config_*.po
Languages: fr_fr

source: Anyone (including non-logged in)
fr_fr: Quiconque (y compris les non-connecté)

source: Logged in users
fr_fr: Utilisateurs enregistrés

source: General
fr_fr: Général

source: Add
fr_fr: Ajouter

source: Reordering:
fr_fr: Réorganiser :

source: Move up
fr_fr: Déplacer vers le haut

source: Move down
fr_fr: Déplacer vers le bas

source: List of resources to be sorted
fr_fr: Liste des ressources à trier

source: Save
fr_fr: Enregistrer

source: Cancel
fr_fr: Annuler

source: {0} bytes
fr_fr: {0} octets

source: {0} GB
fr_fr: {0} Go

source: {0} KB
fr_fr: {0} ko

source: {0} MB
fr_fr: {0} Mo

source: {0} GB ({1} bytes)
fr_fr: {0} Go ({1} octets)

source: {0} KB ({1} bytes)
fr_fr: {0} ko ({1} octets)

source: {0} MB ({1} bytes)
fr_fr: {0} Mo ({1} octets)

source: 1 item
fr_fr: 1 élément

source: {0} items
fr_fr: {0} éléments

source: Availability
fr_fr: Disponibilité

source: Show
fr_fr: Afficher

source: Hide
fr_fr: Cacher

source: Beginning
fr_fr: Début

source: Ending
fr_fr: Fin

source: - Select Action -
fr_fr: - Sélectionner une action -

source: Entire site
fr_fr: Espace entier

source: Visible to entire site
fr_fr: Visible pour tout cet espace

source: Select group(s)
fr_fr: Sélectionner le(s) groupe(s)

source: Visible to select groups: {0}
fr_fr: Visible pour les groupes sélectionnés : {0}

source: Visible to public
fr_fr: Visible pour le public

source: Drop Box
fr_fr: Boite de dépôt

source: Visible to instructor and student
fr_fr: Visible pour l'instructeur et l'étudiant

source: Access
fr_fr: Accès

source: Access: Display to non-members (publicly viewable)
fr_fr: Accès : Afficher pour le public

source: Access: Display to all members of this site
fr_fr: Accès : Afficher pour tous les membres de l'espace

source: Access: Display to members of a selected group ({0})
fr_fr: Accès : Afficher pour les membres d'un groupe sélectionné ({0})

source: Access: Display to members of selected group(s)
fr_fr: Accès : Afficher pour les membres des groupes sélectionnés

source: a file:
fr_fr: un fichier :

source: Select Form Type
fr_fr: Sélectionner un type de formulaire

source: Form Type
fr_fr: Type de formulaire

source: No forms are defined for this site
fr_fr: Aucun formulaire n'est défini pour cet espace

source: Number of Files to Upload
fr_fr: Nombre de fichiers à déposer

source: Number of Folders to Create
fr_fr: Nombre de dossiers à créer

source: Number of URLs to Create
fr_fr: Nombre d'URLs à créer

source: Properties
fr_fr: Propriétés

source: Add folder
fr_fr: Ajouter un dossier

source: Add Item Type
fr_fr: Ajouter un type d'élément

source: Empty folder
fr_fr: Dossier vide

source: Form Item
fr_fr: Élément de formulaire

source: HTML Page
fr_fr: Page HTML

source: Simple Text Document
fr_fr: Document texte

source: File Upload
fr_fr: Dépôt de fichier

source: URL (link to website)
fr_fr: URL

source: APR
fr_fr: AVR.

source: Add Attachment
fr_fr: Ajouter un fichier joint

source: Cancel
fr_fr: Annuler

source: Attach a copy
fr_fr: Joindre une copie

source: Click &quot;Continue&quot; when done.
fr_fr: Cliquez sur &quot;Continuer&quot; une fois terminé.

source: Continue
fr_fr: Continuer

source: Items to attach
fr_fr: Éléments à joindre

source: List of resources for attaching
fr_fr: Liste de ressources à joindre

source: Remove
fr_fr: Supprimer

source: Select a resource
fr_fr: Sélectionner une ressource

source: Remove?
fr_fr: Supprimer ?

source: Select
fr_fr: Sélectionner

source: List of selections
fr_fr: Liste de sélections

source: Upload local file
fr_fr: Déposer un fichier

source: AUG
fr_fr: AOÛT

source: Can not find this folder.
fr_fr: Impossible de trouver ce dossier.

source: Please choose the file for file item
fr_fr: Veuillez sélectionner le fichier pour l'élément de fichier

source: Please choose the file to edit.
fr_fr: Veuillez sélectionner le fichier à modifier.

source: Please choose the file(s) to delete.
fr_fr: Veuillez sélectionner le(s) fichier(s) à supprimer.

source: Please choose the file(s) to copy.
fr_fr: Veuillez sélectionner le(s) fichier(s) à copier.

source: Please choose the file to attach.
fr_fr: Veuillez sélectionner un fichier à joindre.

source: Collapse All
fr_fr: Replier tout

source: Copy
fr_fr: Copier

source: Copy of {0}
fr_fr: Copie de {0}

source: Cut
fr_fr: Couper

source: Return
fr_fr: Retour

source: You are currently in site
fr_fr: Vous êtes actuellement dans l'espace

source: The SiteID for this site is
fr_fr: L'identifiant de cet espace est

source: Setting up a WebDAV client on your computer
fr_fr: Configuration d'un client WebDAV sur votre ordinateur

source: WebDAV access to this site
fr_fr: Accès WebDAV à cet espace

source: Upload-Download Multiple Resources
fr_fr: Déposer-Télécharger des ressources multiples

source: DEC
fr_fr: DÉC.

source: Remove confirmation...
fr_fr: Confirmation de suppression...

source: Remove
fr_fr: Supprimer

source: Are you sure you want to remove the following item(s)?
fr_fr: Voulez-vous vraiment supprimer l'(les) élément(s) suivant(s) ?

source: Remove
fr_fr: Supprimer

source: The delete resource
fr_fr: La ressource supprimée

source: A summary of the content of the resource.
fr_fr: Résumé de la ressource.

source: Date of creation of the resource.
fr_fr: Date de création de la ressource.

source: Date of formal issuance or publication of the resource.
fr_fr: Date officielle de parution ou de publication de la ressource.

source: The language of the intellectual content of the resource.
fr_fr: Langue de la ressource.

source: Date of significant change to the resource.
fr_fr: Date de modification significative de la ressource.

source: An entity responsible for making the resource available.
fr_fr: Editeur de la ressource.

source: A name given to the resource.
fr_fr: Nom donné à la ressource

source: A list of subunits of the content of the resource.
fr_fr: Table des matières de la ressource.

source: The nature or genre of the content of the resource.
fr_fr: Nature ou genre de la ressource.

source: Access
fr_fr: Accès

source: Display to non-members (publicly viewable)
fr_fr: Afficher aux non membre (visible publiquement)

source: Display to site
fr_fr: Afficher dans le site

source: Display to selected groups
fr_fr: Afficher pour les groupes sélectionnés

source: Copyright Alert
fr_fr: Alerte de droits d'auteur

source: Copyright Information
fr_fr: Informations sur les droits d'auteur

source: Copyright Status
fr_fr: Statut des droits d'auteur

source: Display
fr_fr: Afficher

source: copyright alert
fr_fr: alerte de droits d'auteur

source: and require acknowledgement when accessed by others.
fr_fr: et exiger une acceptation lorsque vu par d'autres.

source: Revise Resource
fr_fr: Éditer

source: more info
fr_fr: plus d’informations

source: Current File Name
fr_fr: Nom actuel du fichier

source: Edit Folder
fr_fr: Éditer le dossier

source: Title
fr_fr: Titre

source: Hide
fr_fr: Cacher

source: Please supply the required information.
fr_fr: Veuillez renseigner les informations requises.

source: Replace file
fr_fr: Remplacer le fichier

source: Replace URL
fr_fr: Remplacer l'URL

source: Show
fr_fr: Afficher

source: Title
fr_fr: Titre

source: Update
fr_fr: Mise à jour

source: has been exceeded.
fr_fr: a été dépassé.

source: Expand All
fr_fr: Développer tout

source: Expand All
fr_fr: Développer tout

source: Operation could not be completed at this time.
fr_fr: L'opération n'a pu être achevée.

source: FEB
fr_fr: FÉV.

source: The folder {0} contains item(s) that will also be removed!
fr_fr: Le dossier {0} contient un ou des éléments qui seront aussi supprimés !

source: Access
fr_fr: Accès

source: Add
fr_fr: Ajouter

source: Add Item(s)
fr_fr: Ajouter des éléments

source: Alert:
fr_fr: Alerte :

source: Cancel
fr_fr: Annuler

source: Choose
fr_fr: Sélectionner

source: Content:
fr_fr: Contenu :

source: Confirm copyright, then
fr_fr: Confirmez les droits d'auteur, puis

source: Copyright Information
fr_fr: Informations sur les droits d'auteur

source: Created By
fr_fr: Créé par

source: Created By
fr_fr: Créé par

source: Creation Time
fr_fr: Date de création

source: Drop Box
fr_fr: Boite de dépôt

source: Email Notification
fr_fr: Notification par courriel

source: High - All participants
fr_fr: Élevée - Tous les participants

source: Low - Only participants who have opted in
fr_fr: Basse - Seulement les participants qui en ont fait le demande

source: None - No notification
fr_fr: Aucune - Aucune notification

source: File:
fr_fr: Fichier :

source: folder
fr_fr: dossier

source: Folder
fr_fr: Dossier

source: Required items marked with
fr_fr: Les éléments obligatoires sont indiqués par

source: in KBytes, 0 for unlimited
fr_fr: en ko, 0 pour illimité

source: Last Modified
fr_fr: Dernière modification le

source: Modified
fr_fr: Modifié le

source: Last Modified By
fr_fr: Dernière modification par

source: Location:
fr_fr: Lieu :

source: New window
fr_fr: Nouvelle fenêtre

source: No
fr_fr: Non

source: You can only upload
fr_fr: Vous pouvez seulement déposer

source: Original URL
fr_fr: URL d'origine

source: Position
fr_fr: Emplacement

source: Processing......
fr_fr: En traitement...

source: Special Quota
fr_fr: Quota personnalisé

source: Resources
fr_fr: Ressources

source: Save
fr_fr: Enregistrer

source: Set to Yes in a containing folder.
fr_fr: Paramétrer à Oui dans un sous-dossier.

source: Size
fr_fr: Taille

source: Title
fr_fr: Titre

source: Title
fr_fr: Titre

source: File Type
fr_fr: Format de fichier

source: You do not have permission to view the content of this collection.
fr_fr: Vous n'avez pas le droit de voir le contenu de cette collection.

source: is invalid.
fr_fr: est invalide.

source: JUL
fr_fr: JUIL.

source: JUN
fr_fr: JUIN

source: Abstract
fr_fr: Résumé

source: Alternate Title
fr_fr: Titre alternatif

source: Audience
fr_fr: Auditoire

source: Contributor
fr_fr: Contributeur

source: Coverage
fr_fr: Étendue

source: Date Created
fr_fr: Date de création

source: Creator
fr_fr: Créateur

source: Audience Education Level
fr_fr: Niveau d'études du public

source: Resource Identifier
fr_fr: Identifiant de la ressource

source: Date Issued
fr_fr: Date de publication

source: Language
fr_fr: Langue

source: Date Modified
fr_fr: Date de modification

source: Publisher
fr_fr: Éditeur

source: Rights Management
fr_fr: Gestion des droits d'accès

source: Subject and Keywords
fr_fr: Sujet et mots-clés

source: Title
fr_fr: Titre

source: Table of Contents
fr_fr: Table des matières

source: Resource Type
fr_fr: Type de ressource

source: Activate Mountpoint
fr_fr: Activer le point de montage

source: Show columns
fr_fr: Afficher les colonnes

source: Show hierarchy
fr_fr: Afficher la hiérarchie

source: Add
fr_fr: Ajouter

source: Add item(s)
fr_fr: Ajouter des éléments

source: Copied - Choose paste location, then click paste
fr_fr: Copié - Sélectionnez la destination puis cliquez sur coller

source: Copy
fr_fr: Copier

source: Copy Checked
fr_fr: Copier les éléments sélectionnés

source: Duplicate
fr_fr: Dupliquer

source: Edit
fr_fr: Modifier

source: Edit properties
fr_fr: Modifier les propriétés

source: Folder Permissions
fr_fr: Droits d'accès au dossier

source: Hide other sites
fr_fr: Cacher les autres espaces

source: Move Checked
fr_fr: Déplacer les éléments sélectionnés

source: Selected for move - Choose destination, then click paste
fr_fr: Éléments sélectionnés à déplacer - Choisissez la destination puis cliquez sur coller

source: Paste Copied Items
fr_fr: Coller les éléments copiés

source: Paste Moved Items
fr_fr: Coller les éléments déplacés

source: Info
fr_fr: Information

source: View properties
fr_fr: Voir les propriétés

source: Remove Checked
fr_fr: Supprimer sélectionnés

source: Reorder
fr_fr: Réorganiser

source: Permissions
fr_fr: Droits

source: Check All
fr_fr: Tout cocher

source: Show other sites
fr_fr: Afficher les autres espaces

source: Site Resources
fr_fr: Ressources de l'espace

source: This collection is too big to expand.
fr_fr: Cette collection est trop grande pour être étendue.

source: Uncheck All
fr_fr: Tout décocher

source: is locked by another usage.
fr_fr: est verrouillé pour une autre utilisation.

source: MAR
fr_fr: MARS

source: MAY
fr_fr: MAI

source: has type mismatch.
fr_fr: a une incompatibilité de format.

source: Return
fr_fr: Retour

source: Properties
fr_fr: Propriétés

source: Display to non-participants of site
fr_fr: Afficher au public

source: New...
fr_fr: Nouveau...

source: Cannot add resource
fr_fr: Ne peut pas ajouter la ressource

source: does not exist.
fr_fr: n'existe pas.

source: The resource/collection does not exist.
fr_fr: La ressource/collection n'existe pas.

source: The collection does not exist.
fr_fr: La collection n'existe pas.

source: You do not have permission to view this folder.
fr_fr: Vous n'avez pas la permission de voir ce dossier.

source: You do not have permissions to remove:
fr_fr: Vous n'avez pas le droit de supprimer :

source: You do not have proper permission to view the properties.
fr_fr: Vous n'avez pas la permission de voir les propriétés.

source: You do not have permission to view resource
fr_fr: Vous n'avez pas le droit de voir la ressource

source: You do not have permission to view this collection.
fr_fr: Vous n'avez pas la permission de voir cette collection.

source: You do not have proper permissions to add resources.
fr_fr: Vous n'avez pas la permission d'ajouter des ressources.

source: You do not have proper permission to delete the resource
fr_fr: Vous n'avez pas le droit de supprimer la ressource

source: You do not have proper permission to copy or paste
fr_fr: Vous n'avez le droit ni de copier ni de coller.

source: Move and Copy are not currently supported on folders.
fr_fr: Les dossiers ne peuvent être ni copiés ni collés.

source: Overview
fr_fr: Vue d'ensemble

source: Paste here
fr_fr: Coller ici

source: The pasted item
fr_fr: L'élément collé

source: Permissions...
fr_fr: Droits d'accès...

source: To change:
fr_fr: À modifier :

source: Replacing file...
fr_fr: Fichier en cours de remplacement...

source: Replace Item
fr_fr: Remplacer l'élément

source: Replace Items
fr_fr: Remplacer les éléments

source: Replace with this file:
fr_fr: Remplacer par ce fichier :

source: Replace...
fr_fr: Remplacement...

source: The resource
fr_fr: La ressource

source: Edit...
fr_fr: Modifier...

source: Select All
fr_fr: Tout sélectionner

source: SEP
fr_fr: SEPT.

source: Set permissions for resources in folder
fr_fr: Configurer les droits d'accès pour les ressources du dossier

source: Set permissions for resources in worksite
fr_fr: Configurer les droits d'accès pour les ressources de l'espace de travail

source: Check box
fr_fr: Case à cocher

source: Close this folder
fr_fr: Fermer ce dossier

source: Closed folder
fr_fr: Dossier fermé

source: copied - paste?
fr_fr: copier - coller ?

source: cut - paste?
fr_fr: couper - coller ?

source: drop box
fr_fr: boite de dépôt

source: Get information on this item
fr_fr: Obtenir les informations sur cet élément

source: Go to this folder
fr_fr: Aller à ce dossier

source: Information on this collection
fr_fr: Informations sur cette collection

source: Information on this item
fr_fr: Informations sur cet élément

source: items at this location.
fr_fr: éléments à cet emplacement.

source: List of resources
fr_fr: Liste des ressources

source: There are no
fr_fr: Il n'y a pas

source: Up one level
fr_fr: Remonter d'un niveau

source: Open this folder
fr_fr: Ouvrir ce dossier

source: Opened folder
fr_fr: Dossier ouvert

source: resource
fr_fr: ressource

source: Check all
fr_fr: Tout sélectionner

source: Sort by date created
fr_fr: Réorganiser par date de création

source: Sort by date created ascending
fr_fr: Réorganiser par date de création croissante

source: Sort by date created descending
fr_fr: Réorganiser par date de création décroissante

source: Sort by author
fr_fr: Trier par auteur

source: Sort by author ascending
fr_fr: Trier par auteur de A-Z

source: Sort by author descending
fr_fr: Trier par auteur de Z-A

source: Sort by date last modified
fr_fr: Trier par date de dernière modification

source: Sort by date last modified ascending
fr_fr: Trier par date de dernière modification croissante

source: Sort by date last modified descending
fr_fr: Trier par date de dernière modification décroissante

source: Sort by size
fr_fr: Trier par taille

source: Sort by size ascending
fr_fr: Trier par taille croissante

source: Sort by size descending
fr_fr: Trier par taille décroissante

source: Sort by title
fr_fr: Trier par titre

source: Sort by title ascending
fr_fr: Trier par titre ascendant

source: Sort by title descending
fr_fr: Trier par titre descendant

source: Uncheck all
fr_fr: Tout désélectionner

source: Shortcut to
fr_fr: Raccourci vers

source: The upload size limit of
fr_fr: Taille maximale de dépôt :

source: The file {0} did not match the filter type.
fr_fr: Le fichier {0} ne correspond pas au filtre de format.

source: Someone else is editing
fr_fr: Quelqu'un d'autre est en train d'éditer

source: The title
fr_fr: Le titre

source: The title cannot contain any of the following characters: / % ? *
fr_fr: Le titre ne peut contenir aucun des caractères suivants : / % ? *

source: The name is too long:
fr_fr: Le nom est trop long :

source: Too many copies of this resource have been added to this collection.
fr_fr: Trop de copies de cette ressource ont été ajoutées à cette collection.

source: Must select a form type.
fr_fr: Doit sélectionner un type de formulaire.

source: Type exception.
fr_fr: Exception de type.

source: has been used in resources. Please use a different title.
fr_fr: a été utilisé dans les ressources. Veuillez saisir un titre différent.

source: . Same resource id has already been used.
fr_fr: . Le même identifiant de ressource est déjà utilisé.

source: Please enter a valid URL string.
fr_fr: Veuillez entrer une URL valide.

source: has wrong type.
fr_fr: a un format erroné.

source: show 5 items per page
fr_fr: afficher 5 éléments par page

source: show 10 items...
fr_fr: Afficher 10 éléments...

source: show 20 items...
fr_fr: Afficher 20 éléments...

source: show 50 items...
fr_fr: Afficher 50 éléments...

source: show 100 items...
fr_fr: Afficher 100 éléments...

source: show 200 items...
fr_fr: montrer 200 éléments...

source: Optional properties
fr_fr: Propriétés optionnelles

source: APR
fr_fr: AVR.

source: AUG
fr_fr: AOÛT

source: DEC
fr_fr: DÉC.

source: FEB
fr_fr: FÉV.

source: JUL
fr_fr: JUIL.

source: JUN
fr_fr: JUIN

source: MAR
fr_fr: MARS

source: MAY
fr_fr: MAI

source: SEP
fr_fr: SEPT.

source: Up one level
fr_fr: Remonter d'un niveau

source: Up icon
fr_fr: Icône pour remonter d'un niveau

source: Index of {0}
fr_fr: Index de {0}

source: Show/hide descriptions
fr_fr: Montrer/cacher les descriptions

source: Resources and Drop Box
fr_fr: Ressources et boîtes de dépôt

source: Send me each resource separately
fr_fr: Envoyez-moi chaque ressource séparément

source: Do not send me low priority resource notifications
fr_fr: Ne pas m'envoyer les notifications de ressources de basse priorité

source: Unknown error processing text markup
fr_fr: Erreur inconnue lors du traitement des balises du texte

source: You do not have the proper permissions for compressing to zip archive
fr_fr: Vous n'avez pas les autorisations appropriées pour la compression vers une archive zip

source: An error has occurred while compressing to zip archive
fr_fr: Une erreur s'est produite pendant la compression vers l'archive zip

source: notification digest for
fr_fr: Résumé des notifications pour

source: This automatic notification message digest was sent to users of
fr_fr: Ce message automatique de résumé des notifications a été envoyée aux utilisateurs de

source: You can modify your notification preferences in your Home.
fr_fr: Vous pouvez modifier vos préférences de notification dans ''Mon espace de travail''.

source: Content
fr_fr: Contenu

source: Content
fr_fr: Contenu

source: Assessments
fr_fr: Évaluations

source: Social Interactions
fr_fr: Interactions sociales

source: Site Management
fr_fr: Gestion de l'espace

source: Site Management
fr_fr: Gestion de l'espace

source: External Tools
fr_fr: Outils complémentaires (plugin)

source: Not Grouped
fr_fr: Hors groupes

source: Overview
fr_fr: Vue d'ensemble

source: Administrator Preferences
fr_fr: Gestion des préférences

source: Admin Site Perms
fr_fr: Permissions Espace Admin

source: Aliases
fr_fr: Éditeur d'Alias

source: Announcements
fr_fr: Annonces

source: Site Archive
fr_fr: Outil Archivage

source: Assignments
fr_fr: Devoirs

source: Assignments
fr_fr: Devoirs

source: External Tool
fr_fr: Outil externe

source: Chat Room
fr_fr: Salon de chat

source: Citations Editor Integration
fr_fr: L'outil Citation de Sakai

source: Search Library Resources
fr_fr: Citations

source: New Account
fr_fr: Nouveau Compte

source: Delegated Access
fr_fr: Accès délégué

source: Shopping
fr_fr: Courses

source: Deprecated tool: please use Forums or other alternative
fr_fr: Pour les conversations sous forme écrite

source: Drop Box
fr_fr: Boite de dépôt

source: Contact Us
fr_fr: Contactez-nous

source: Sakai File Picker Helper Tool
fr_fr: Outil Assistant Sakai de Sélection de Fichier

source: Choose File
fr_fr: Choisir un fichier

source: Check Gradebook service
fr_fr: Vérification du service de Bulletins de Notes

source: Gradebook Service Test
fr_fr: Test du service des bulletins de notes

source: Gradebook Classic
fr_fr: Bulletin de Notes

source: Gradebook
fr_fr: Bulletin de notes

source: The Sakai Help Tool
fr_fr: Outil d'aide Sakai

source: Help Documentation
fr_fr: Documentation de l'Aide

source: Home Information Display
fr_fr: Affichage des Informations de mon espace de travail

source: Service Information Display
fr_fr: Affichage des Informations du Service

source: Welcome
fr_fr: Bienvenue

source: Web Content
fr_fr: Contenu Web

source: Lessons
fr_fr: Leçons

source: A login tool
fr_fr: Outil d'ouverture d'une session

source: Login
fr_fr: Ouverture de session

source: Email Archive
fr_fr: Archive Courriel

source: Email
fr_fr: Courriel

source: Membership
fr_fr: Appartenance

source: Memory
fr_fr: Mémoire

source: Message Center Navigation Helper Tool
fr_fr: Outil Assistant Navigation du Centre de Messagerie

source: Private Messages Helper
fr_fr: Aide pour les messages privés

source: Sakai Forms Tool
fr_fr: Outil Formulaires Sakai

source: Sakai Form Helper Tool
fr_fr: Outil d'aide pour les formulaires

source: Resource Form Create Helper
fr_fr: Aide à la création de formulaires de ressources

source: Resource Form Create Helper
fr_fr: Aide à la création de formulaires de ressources

source: Resource Form Edit Helper
fr_fr: Aide à l'édition de formulaires de ressources

source: Resource Form Edit Helper
fr_fr: Aide à l'édition de formulaires de ressources

source: Form Helper
fr_fr: Assistant Formulaires

source: Sakai Form View Tool
fr_fr: Outil de Visualisation de Formulaires Sakai

source: Form View
fr_fr: Visualisation de Formulaire

source: Forms
fr_fr: Formulaires

source: Message Of The Day
fr_fr: Message du jour

source: For viewing content from online sources
fr_fr: Pour la visualisation du contenu à partir des sources en ligne

source: News
fr_fr: Nouvelles

source: Online
fr_fr: Connectés

source: Sakai Permissions Helper Tool
fr_fr: Outil d'Aide des Permissions Sakai

source: Set Permissions
fr_fr: Gérer les droits

source: Podcasts
fr_fr: Baladodiffusions

source: Polls
fr_fr: Sondages

source: Preferences
fr_fr: Préférences

source: Presence Tool
fr_fr: Outil de présence
