Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_signup_*.po
Languages: fr_fr

# signup/tool/src/bundle/messages.properties:event_step4_page_title
source: Sign-up Availability
fr_fr: Possibilité de s'inscrire

# signup/tool/src/bundle/messages.properties:event_step5_page_title
source: Meeting Summary
fr_fr: Résumé de la réunion

# signup/tool/src/bundle/messages.properties:event_swap
source: Swap
fr_fr: Échanger

# signup/tool/src/bundle/messages.properties:event_swapWith
source: Swap with&nbsp;
fr_fr: Échanger avec&nbsp;

# signup/tool/src/bundle/messages.properties:event_tab_check_all
source: All
fr_fr: Toutes

# signup/tool/src/bundle/messages.properties:event_time_period
source: Time Period:
fr_fr: Période :

# signup/tool/src/bundle/messages.properties:event_timeslot
source: Time Slot:
fr_fr: Créneau horaire :

# signup/tool/src/bundle/messages.properties:event_tool_tip_on_signuplist
source: Currently on sign-up list.
fr_fr: Actuellement sur la liste d'inscription.

# signup/tool/src/bundle/messages.properties:event_tool_tip_on_waitinglist
source: Currently on the wait list.
fr_fr: Actuellement sur la liste d'attente.

# signup/tool/src/bundle/messages.properties:event_tool_tip_ts_cancelled
source: This time slot is canceled.
fr_fr: Ce créneau horaire est annulé.

# signup/tool/src/bundle/messages.properties:event_tool_tip_ts_locked
source: This time slot is locked.
fr_fr: Ce créneau horaire est verrouillé.

# signup/tool/src/bundle/messages.properties:event_tool_tip_you_ranking_num
source: Your current ranking Number:
fr_fr: Votre rang de classement actuel :

# signup/tool/src/bundle/messages.properties:event_tool_tip_you_signed_up
source: You have signed up for this time slot.
fr_fr: Vous êtes inscrit pour ce créneau horaire.

# signup/tool/src/bundle/messages.properties:event_tool_tips_action_disabled_label
source: Action not allowed because time slots are still available.
fr_fr: Action interdite car des créneaux horaires sont toujours disponibles.

source: The option has been disabled by the organizer.
fr_fr: L'option a été désactivée par l'organisateur.

# signup/tool/src/bundle/messages.properties:event_tool_tips_add
source: Click to add a participant
fr_fr: Cliquez pour ajouter un participant

# signup/tool/src/bundle/messages.properties:event_tool_tips_cancel_label
source: Click here to cancel the time slot.
fr_fr: Cliquez ici pour annuler le créneau horaire.

source: Collapse recurring Meetings.
fr_fr: Replier les réunions périodiques.

# signup/tool/src/bundle/messages.properties:event_tool_tips_delete
source: Click to delete the participant
fr_fr: Cliquez pour supprimer le participant

# signup/tool/src/bundle/messages.properties:event_tool_tips_edit
source: Click to edit the participant
fr_fr: Cliquez ici pour modifier le participant

# signup/tool/src/bundle/messages.properties:event_tool_tips_expand_recur_meeting
source: Expand recurring Meetings.
fr_fr: Déplier les réunions périodiques.

# signup/tool/src/bundle/messages.properties:event_tool_tips_syncTogroup
source: Click to synchronize the participants to group membership
fr_fr: Cliquez sur synchroniser les participants à l'appartenance à un groupe

# signup/tool/src/bundle/messages.properties:event_tool_tips_syncFromgroup
source: Click to synchronize the site group membership to time slot
fr_fr: Cliquez sur synchroniser l'appartenance à un groupe de l'espace au créneau horaire

# signup/tool/src/bundle/messages.properties:event_tool_tips_hide_details
source: Click to hide details.
fr_fr: Cliquez pour masquer les détails.

# signup/tool/src/bundle/messages.properties:event_tool_tips_lockOrcancel
source: Click here to lock or cancel the time slot.
fr_fr: Cliquez ici pour verrouiller ou annuler le créneau horaire.

# signup/tool/src/bundle/messages.properties:event_tool_tips_lock_label
source: Click here to prevent participant sign-up.
fr_fr: Cliquez ici pour empêcher l'inscription de participants.

# signup/tool/src/bundle/messages.properties:event_tool_tips_recurrence
source: Recurring meeting
fr_fr: Réunion périodique

source: Click here to restore the timeslot.
fr_fr: Cliquer ici pour restaurer le créneau horaire.

# signup/tool/src/bundle/messages.properties:event_tool_tips_show_details
source: Click to show details.
fr_fr: Cliquez pour afficher les détails.

# signup/tool/src/bundle/messages.properties:event_tool_tips_unlock_label
source: Click here to unlock the timeslot and allow participants to sign up.
fr_fr: Cliquez ici pour débloquer le créneau horaire et permettre aux participants de s'inscrire.

# signup/tool/src/bundle/messages.properties:event_total_duration
source: Total Duration (min):
fr_fr: Durée totale (min) :

# signup/tool/src/bundle/messages.properties:event_ts_availability_none
source: None
fr_fr: Aucun

# signup/tool/src/bundle/messages.properties:event_type
source: Meeting Type
fr_fr: Type de réunion

# signup/tool/src/bundle/messages.properties:event_type_title
source: Meeting Type:
fr_fr: Type de réunion :

# signup/tool/src/bundle/messages.properties:event_unlimited
source: Unlimited
fr_fr: Illimité

# signup/tool/src/bundle/messages.properties:event_unlimited_attendees
source: Unlimited Participants:
fr_fr: Participants illimités :

# signup/tool/src/bundle/messages.properties:event_unlock_timeslot_label
source: &nbsp;Unlock
fr_fr: &nbsp;Déverrouiller

# signup/tool/src/bundle/messages.properties:event_until
source: Until:
fr_fr: Jusqu'à :

# signup/tool/src/bundle/messages.properties:event_use_eid_input_mode
source: User ID Input Mode:
fr_fr: Mode de saisie de l'identifiant utilisateur :

# signup/tool/src/bundle/messages.properties:event_view_comment_page_title
source: View Comment
fr_fr: Voir le commentaire

# signup/tool/src/bundle/messages.properties:event_edit_comment_page_title
source: Edit Comment
fr_fr: Éditer commentaire

source: Define Custom Timeslots
fr_fr: Définir des créneaux horaires personnalisées

# signup/tool/src/bundle/messages.properties:event_viewer
source: Viewer:
fr_fr: Auditeur :

# signup/tool/src/bundle/messages.properties:event_yes_email_notification
source: &nbsp;Yes, send an email notification to:
fr_fr: &nbsp;Oui, envoyer une notification par courriel à :

# signup/tool/src/bundle/messages.properties:event_yes_email_notification_changes
source: &nbsp;Yes, send an email notification about these changes to:
fr_fr: &nbsp;Oui, envoyer une notification par courriel à propos de ces modifications à :

# signup/tool/src/bundle/messages.properties:event_email_attendee_notification
source: &nbsp;Send email to notify the attendee.
fr_fr: &nbsp;Envoyer un courriel pour informer le participant.

# signup/tool/src/bundle/messages.properties:event_email_organizers_notification
source: &nbsp;Send email to notify the organizers.
fr_fr: &nbsp;Envoyer un courriel pour informer les organisateurs.

# signup/tool/src/bundle/messages.properties:event_yes_label
source: Yes
fr_fr: Ou

# signup/tool/src/bundle/messages.properties:event_yes_publish_to_calendar
source: &nbsp;Yes, publish the meeting to the Calendar tool.
fr_fr: &nbsp;Oui, publier la réunion dans l'outil calendrier.

# signup/tool/src/bundle/messages.properties:event_yes_show_attendee_public
source: &nbsp;Yes, display names of participants to others.
fr_fr: &nbsp;Oui, permettre aux autres de voir les noms des participants.

# signup/tool/src/bundle/messages.properties:event_yes_to_allow_addComment
source: &nbsp;Yes, participant can add a comment during sign-up.
fr_fr: &nbsp;Oui, le participant peut ajouter un commentaire pendant son inscription.

# signup/tool/src/bundle/messages.properties:event_yes_to_allow_waitList
source: &nbsp;Yes, add Wait List option. Participants can join Wait List.
fr_fr: &nbsp;Oui, ajouter l'option « liste d'attente ». Les participants pourront s'y inscrire.

# signup/tool/src/bundle/messages.properties:event_yes_to_use_eid_input_mode
source: &nbsp;Yes, I want to use User ID input mode for adding participants.
fr_fr: &nbsp;Oui, je veux utiliser le mode saisie identifiant utilisateur pour l'ajout de participants.

# signup/tool/src/bundle/messages.properties:event_you_on_wait_list
source: on waiting list
fr_fr: sur la liste d'attente

# signup/tool/src/bundle/messages.properties:event_you_signed_up
source: You've Signed up
fr_fr: Vous êtes inscrit

# signup/tool/src/bundle/messages.properties:events_attendee_download_instruction
source: Select the meetings and then click the Export button.
fr_fr: Sélectionnez les réunions puis cliquez sur le bouton Exporter.

# signup/tool/src/bundle/messages.properties:events_attendee_instruction
source: To sign up for a meeting, click the meeting title.
fr_fr: Pour vous inscrire à une réunion, cliquez sur son titre.

# signup/tool/src/bundle/messages.properties:events_dropdownbox_title
source: View:
fr_fr: Vue :

# signup/tool/src/bundle/messages.properties:events_organizer_download_instruction
source: Select the meetings and then click the Export button.
fr_fr: Sélectionnez les réunions puis cliquez sur le bouton Exporter.

# signup/tool/src/bundle/messages.properties:exception.no.such.user
source: No user was found for user ID:&nbsp;
fr_fr: Aucun utilisateur ne correspond à l'identifiant :&nbsp;

# signup/tool/src/bundle/messages.properties:expand_all_recur_events
source: &nbsp;Expand all recurring meetings.
fr_fr: &nbsp;Développer toutes les réunions périodiques.

# signup/tool/src/bundle/messages.properties:failed.fetch_allEvents_from_db
source: Failed to fetch all meetings from the database.
fr_fr: Échec de la recherche de toutes les réunions depuis la base de données.

source: Move failed. The participant is already in the timeslot.
fr_fr: Le déplacement a échoué. Le participant est déjà dans le créneau horaire.

# signup/tool/src/bundle/messages.properties:failed.replaced_due_to_already_in_ts
source: Replace failed. The participant is already in the timeslot.
fr_fr: Le remplacement échoué. Le participant est déjà dans le créneau horaire.

source: Swap failed. The current participant is already in the timeslot.
fr_fr: La permutation a échoué. Le participant est déjà dans le créneau horaire.

# signup/tool/src/bundle/messages.properties:failed.swap_due_to_attendee_notExited
source: Swap failed. The participant has already removed himself/herself.
fr_fr: L'échange a échoué. Le participant s'est déjà supprimé lui-même.

# signup/tool/src/bundle/messages.properties:filter_by_category
source: By category:
fr_fr: Par catégorie :

# signup/tool/src/bundle/messages.properties:filter_categories_top
source: All
fr_fr: Toutes

# signup/tool/src/bundle/messages.properties:goback_button
source: Back
fr_fr: Retour

# signup/tool/src/bundle/messages.properties:group_slot_in_group_titlename
source: slot
fr_fr: créneau

# signup/tool/src/bundle/messages.properties:group_synchronise_button
source: Synchronize To Group
fr_fr: Synchroniser vers ce groupe

# signup/tool/src/bundle/messages.properties:fromgroup_synchronise_button
source: Synchronize From Group
fr_fr: Synchroniser à partir de ce groupe

# signup/tool/src/bundle/messages.properties:group_synchronise_done
source: Timeslot synchronisation complete
fr_fr: Synchronisation de créneau horaire accomplie

# signup/tool/src/bundle/messages.properties:group_synchronise_heading
source: Group Membership
fr_fr: Adhésion au groupe:

source: Invalid input
fr_fr: Saisie invalide

source: Please enter a value.
fr_fr: Veuillez saisir une valeur.

source: Your input is greater than allowable maximum of {0}.
fr_fr: Valeur supérieure au maximum permis : {0}.

# signup/tool/src/bundle/messages.properties:javax.faces.validator.NOT_IN_RANGE
source: Your input is out of the range from {0} to {1}.
fr_fr: Donnée hors de la plage de {0} à {1}.

# signup/tool/src/bundle/messages.properties:label.select.attendee
source: Select a Participant
fr_fr: Sélectionnez un participant

# signup/tool/src/bundle/messages.properties:label_announcement
source: Open meeting (no sign-up required)
fr_fr: Réunion ouverte (aucune inscription)

# signup/tool/src/bundle/messages.properties:label_biweekly
source: Biweekly
fr_fr: Toutes les deux semaines

# signup/tool/src/bundle/messages.properties:label_create_timeslots
source: Create Timeslot(s)
fr_fr: Créer des créneaux horaires

# signup/tool/src/bundle/messages.properties:label_custom_timeslots
source: Advanced user-defined timeslots
fr_fr: Créneaux horaires avancés définis par l'utilisateur

# signup/tool/src/bundle/messages.properties:label_daily
source: Daily
fr_fr: Tous les jours

# signup/tool/src/bundle/messages.properties:label_days
source: Days
fr_fr: Jours

# signup/tool/src/bundle/messages.properties:label_download_ics_meeting
source: Add this meeting to my personal calendar
fr_fr: Ajouter cette réunion à mon calendrier personnel

# signup/tool/src/bundle/messages.properties:label_download_ics_timeslot
source: Add this timeslot to my personal calendar
fr_fr: Ajouter ce créneau horaire à mon calendrier personnel

# signup/tool/src/bundle/messages.properties:label_edit_timeslots
source: Edit Timeslot(s)
fr_fr: Modifier les créneaux horaires

# signup/tool/src/bundle/messages.properties:label_email_all_people
source: All potential participants
fr_fr: Tous les participants potentiels

# signup/tool/src/bundle/messages.properties:label_email_organizers_only
source: Selected meeting coordinators
fr_fr: Coordinateurs de la réunion sélectionnée

source: Selected meeting coordinators and participants currently signed up
fr_fr: Coordinateurs de la réunion sélectionnée et participants inscrits

# signup/tool/src/bundle/messages.properties:label_email_signed_up_ones_only
source: Only participants currently signed up
fr_fr: Uniquement les participants inscrits

# signup/tool/src/bundle/messages.properties:label_group
source: Single slot
fr_fr: Créneau unique

# signup/tool/src/bundle/messages.properties:label_hours
source: Hours
fr_fr: Heures

# signup/tool/src/bundle/messages.properties:label_individaul
source: Multiple slots
fr_fr: Créneaux multiples

# signup/tool/src/bundle/messages.properties:label_monthly
source: Monthly
fr_fr: Mensuel

# signup/tool/src/bundle/messages.properties:label_once
source: Once Only
fr_fr: Une seule fois

# signup/tool/src/bundle/messages.properties:label_startNow
source: Start Now
fr_fr: Commencer maintenant

# signup/tool/src/bundle/messages.properties:label_view_edit_ts
source: View or Edit Timeslot(s)
fr_fr: Afficher ou modifier les créneaux horaires

# signup/tool/src/bundle/messages.properties:label_weekdays
source: Weekdays (Mon-Fri)
fr_fr: En semaine (Lun-Ven)

# signup/tool/src/bundle/messages.properties:label_weekly
source: Weekly
fr_fr: Hebdomadaire

# signup/tool/src/bundle/messages.properties:meeting_confirmation_to_remove
source: Are you sure you want to permanently remove the meeting(s)?
fr_fr: Êtes-vous sûr de que vouloir supprimer définitivement les réunions ?

# signup/tool/src/bundle/messages.properties:modify_all
source: Modify all future recurring meetings.
fr_fr: Modifier toutes les futures réunions récurrentes.

# signup/tool/src/bundle/messages.properties:modify_current
source: Modify current meeting only. Meeting becomes single slot.
fr_fr: Modifier seulement la réunion actuelle. Elle n'aura plus qu'un seul créneau horaire.

# signup/tool/src/bundle/messages.properties:modify_event
source: Modify
fr_fr: Modifier

# signup/tool/src/bundle/messages.properties:next_button
source: Next
fr_fr: Suivant

# signup/tool/src/bundle/messages.properties:no.permission_create_event
source: You do not have permission to create a new meeting.
fr_fr: Vous n'avez pas le droit de créer une nouvelle réunion.

# signup/tool/src/bundle/messages.properties:no.permissoin.do_it
source: You don't have the required permission.
fr_fr: Vous n'avez pas les droits nécessaires.

source: No meetings are available for this time frame.
fr_fr: Aucune réunion disponible sur cette période.

# signup/tool/src/bundle/messages.properties:no_events_in_timeframe_attendee
source: No meetings are available.
fr_fr: Aucune réunion disponible.

# signup/tool/src/bundle/messages.properties:no_events_in_timeframe_organizer
source: No meetings have been created. Click 'Add' to create a meeting.
fr_fr: Aucune réunion n'a été créée. Cliquez sur « Ajouter » pour créer une réunion.

# signup/tool/src/bundle/messages.properties:no_future_events_I_have_signed_up
source: You are not signed up for any upcoming meetings.
fr_fr: Vous n'êtes inscrit à aucune réunion à venir.

source: No meetings are available for immediate sign-up.
fr_fr: Aucune réunion n'est disponible pour inscription immédiate.

# signup/tool/src/bundle/messages.properties:ok_button
source: OK
fr_fr: Valider

# signup/tool/src/bundle/messages.properties:org.apache.myfaces.Date.INVALID
source: Your date input is invalid.
fr_fr: La date saisie n'est pas valide.

source: The repeat date you chose is invalid.
fr_fr: La date de répétition que vous avez choisie n'est pas valide.

# signup/tool/src/bundle/messages.properties:organizer_instruction_click
source: - Click&nbsp;
fr_fr: Cliquez sur&nbsp;

# signup/tool/src/bundle/messages.properties:organizer_instruction_delete_image
source: &nbsp;to delete a participant.
fr_fr: &nbsp;pour supprimer un participant.

# signup/tool/src/bundle/messages.properties:organizer_instruction_edit_image
source: &nbsp;to change or swap participants.
fr_fr: &nbsp;pour modifier ou échanger des participants.

source: &nbsp;to email all participants.
fr_fr: &nbsp;pour écrire à tous les participants par courriel.

# signup/tool/src/bundle/messages.properties:organizer_instruction_mailto_image
source: &nbsp;to email a participant.
fr_fr: &nbsp;pour écrire à un participant par courriel.

# signup/tool/src/bundle/messages.properties:organizer_instruction_timeslot_link
source: - Click on a time slot to lock or cancel it.
fr_fr: - Cliquez sur une plage horaire pour la verrouiller ou l'annuler.

# signup/tool/src/bundle/messages.properties:organizer_mailto_all
source: Email all participants
fr_fr: Envoyer un courriel à tous les participants

# signup/tool/src/bundle/messages.properties:organizer_mailto_all_short
source: Email all
fr_fr: Écrire un courriel à tous

# signup/tool/src/bundle/messages.properties:organizer_page_title
source: Meeting Details
fr_fr: Détails de la réunion

# signup/tool/src/bundle/messages.properties:participant_cancel_button
source: Cancel Sign-up
fr_fr: Annuler l'inscription

# signup/tool/src/bundle/messages.properties:permission.info.for.site.scope
source: Set permissions for Sign-up in worksite: {0} ({1})
fr_fr: Définir les droits pour l'inscription dans l'espace : {0} ({1})

# signup/tool/src/bundle/messages.properties:permission_feature_link
source: Permissions
fr_fr: Droits

# signup/tool/src/bundle/messages.properties:permission_group_scope
source: group
fr_fr: Groupe

# signup/tool/src/bundle/messages.properties:permission_page_title
source: Permissions Update
fr_fr: Mise à jour des droits

# signup/tool/src/bundle/messages.properties:permission_site_scope
source: site
fr_fr: espace

# signup/tool/src/bundle/messages.properties:permission_tab_edit_button
source: Edit Permissions
fr_fr: Modifier les droits

# signup/tool/src/bundle/messages.properties:permission_tab_name
source: Name
fr_fr: Nom

# signup/tool/src/bundle/messages.properties:permission_tab_realm_scope
source: Scope
fr_fr: Objectifs

# signup/tool/src/bundle/messages.properties:preAssign_note_publish_message
source: - Click 'Publish' to finalize the meeting(s) creation process.
fr_fr: - Cliquez sur « Publier » pour finaliser le processus de création de réunion(s).

# signup/tool/src/bundle/messages.properties:print_event
source: &nbsp;Print
fr_fr: &nbsp;Imprimer

# signup/tool/src/bundle/messages.properties:print_friendly
source: Print this page
fr_fr: Imprimer cette page

# signup/tool/src/bundle/messages.properties:public_modify_button
source: Publish Modification
fr_fr: Publier la modification

# signup/tool/src/bundle/messages.properties:publish.withAttendee.exception
source: An unknown error has occurred. Please try again.
fr_fr: Une erreur inconnue s'est produite. Veuillez réessayer.

# signup/tool/src/bundle/messages.properties:publish_button
source: Publish
fr_fr: Statut

# signup/tool/src/bundle/messages.properties:publish_processing_submit_message
source: Processing...
fr_fr: Traitement en cours...

# signup/tool/src/bundle/messages.properties:publish_new_evnt_button
source: Publish New Meeting
fr_fr: Publier une nouvelle réunion

# signup/tool/src/bundle/messages.properties:recurrence
source: Recurring meetings
fr_fr: Réunion récurrente

# signup/tool/src/bundle/messages.properties:remove_waitlist_button
source: Remove from Wait List
fr_fr: Retirer de la liste d'attente

# signup/tool/src/bundle/messages.properties:required2
source: indicates required information.
fr_fr: indique les informations requises.

# signup/tool/src/bundle/messages.properties:save_button
source: Save
fr_fr: Enregistrer

# signup/tool/src/bundle/messages.properties:edit_button
source: Edit
fr_fr: Modifier

# signup/tool/src/bundle/messages.properties:select.atleast.oneGroup
source: Please select at least a Site or Group before clicking <B>Next</B>.
fr_fr: Veuillez sélectionner au moins un espace ou un groupe avant de cliquer sur <B>Suivant</B>.

# signup/tool/src/bundle/messages.properties:select_category
source: -- select category --
fr_fr: --Sélectionnez la catégorie--

# signup/tool/src/bundle/messages.properties:select_location
source: -- select location --
fr_fr: --Sélectionnez le lieu--

# signup/tool/src/bundle/messages.properties:sheet_name_Attendance_data
source: Attendance
fr_fr: Présence

# signup/tool/src/bundle/messages.properties:sheet_name_Attendee_schedules
source: Attendees' Schedules
fr_fr: Emplois du temps des participants

source: Sign-up Ends time must occur after Sign-up Begins time.
fr_fr: La date de fin d'inscription doit être postérieure à celle de début.

# signup/tool/src/bundle/messages.properties:signup.validator.stringWithSpaceOnly
source: Only space(s) as input is not allowed.
fr_fr: Vous n'avez pas le droit de saisir seulement des espaces.

# signup/tool/src/bundle/messages.properties:signup_download
source: Export Meetings
fr_fr: Exporter les réunions

# signup/tool/src/bundle/messages.properties:signup_start_deadline
source: Sign-up Start & Deadline
fr_fr: Début des inscriptions et date limite

# signup/tool/src/bundle/messages.properties:signup_tool
source: Meetings
fr_fr: Réunions

# signup/tool/src/bundle/messages.properties:site_selection
source: Site Selection
fr_fr: Sélection d'espaces

source: The lock status of this time slot has changed. Please check it again.
fr_fr: Le verrouillage de ce créneau horaire a changé. Veuillez le vérifier à nouveau.

# signup/tool/src/bundle/messages.properties:someone.already.remove_you
source: Someone has already removed the intended participant.
fr_fr: Quelqu'un a déjà supprimé le participant prévu.

source: The participant has been deleted or promoted.
fr_fr: Le participant a été supprimé ou promu.

# signup/tool/src/bundle/messages.properties:someone.modified.event
source: Someone else has modified the meeting. Please refresh your screen.
fr_fr: Quelqu'un d'autre a modifié la réunion. Veuillez actualiser votre écran.

# signup/tool/src/bundle/messages.properties:someone.modified.event.content
source: Someone else has modified the meeting content. Please try again.
fr_fr: Quelqu'un d'autre a modifié le contenu de la réunion. Veuillez réessayer.

# signup/tool/src/bundle/messages.properties:summary
source: Summary
fr_fr: Résumé

# signup/tool/src/bundle/messages.properties:tab_attendees_eids
source: Participants User IDs
fr_fr: identifiants des participants

# signup/tool/src/bundle/messages.properties:tab_end_time
source: End Time
fr_fr: Heure de fin

# signup/tool/src/bundle/messages.properties:tab_event_availability
source: Status
fr_fr: Statut
