Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_gradebook_*.po
Languages: fr_fr

# gradebook/app/ui/src/java/gradebook.properties:gradebook
source: Represent Gradebook items and also special provider that instead delegates to the Gradebook tool views
fr_fr: Représente les éléments du carnet de notes mais aussi le fournisseur spécial qui préfère déléguer aux vues de l'outil bulletin de notes

# gradebook/app/ui/src/java/gradebook.properties:gradebook.action.site
source: Retrieve the Gradebook items for a site. The request url pattern is: /direct/gradebook/site/{siteId}.{format}
fr_fr: Récupérer les éléments du carnet de notes d'un espace. La forme de l'URL est : /direct/gradebook/site/{siteId}.{format}

# gradebook/app/ui/src/java/gradebook.properties:gradebook.action.item
source: Retrieve details of an assignment grading specified by the assignment name. The request url pattern is: /direct/gradebook/item/{siteId}/{assignmentName}.{format}
fr_fr: Récupérer les détails de la notation d'un devoir en indiquant son nom. La forme de l'URL est : /direct/gradebook/item/{siteId}/{assignmentName}.{format}

# gradebook/app/ui/src/java/gradebook.properties:gradebook.action.my
source: Retrieve all my grades for all of my sites. The request url pattern is: /direct/gradebook/my.{format}
fr_fr: Récupérer toutes mes notes pour tous mes sites. La forme de l'URL est : /direct/gradebook/my.{format}

# gradebook/app/ui/src/java/gradebook.properties:gradebook.action.batch
source: Retrieve the gradebook data for a single site or a batch of sites. Each siteId should be comma separated. Requester must be a super user or an instructor in every site requested or it will be skipped. The request url pattern is: /direct/gradebook/batch.{format}?siteIds=ID1,ID2,ID3,IDn
fr_fr: Récupérer les données du bulletin de notes pour un espace unique ou un ensemble d'espaces. Chaque siteId doit être séparé par des virgules. Le demandeur doit être un super utilisateur ou un instructeur dans chaque site demandé ou bien il sera ignoré. L’URL de demande est : /direct/gradebook/batch.{format}?siteIds=ID1,ID2,ID3,IDn

source: Course Grade
fr_fr: Note pour le cours

source: Course Points
fr_fr: Points pour le cours

source: Average Course Grade
fr_fr: Moyenne des notes du cours

source: Gradebook Items
fr_fr: Éléments du bulletin de notes

source: All Grades
fr_fr: Toutes les notes

source: Course Grade Options
fr_fr: Options de notation

source: Import Grades
fr_fr: Importer des notes

source: Gradebook Setup
fr_fr: Configuration du bulletin de notes

source: Permission Settings
fr_fr: Droits des correcteurs

source: Import Grades
fr_fr: Importer des notes

source: Course Grades
fr_fr: Notes du cours

source: Gradebook Items
fr_fr: Éléments du bulletin de notes

source: All Grades
fr_fr: Toutes les notes

source: Edit:
fr_fr: Modifier :

source: Add Gradebook Item(s)
fr_fr: Ajouter des éléments dans le bulletin de notes

source: Course Grade
fr_fr: Note pour le cours

source: Import Gradebook Item
fr_fr: Importer un élément dans le bulletin de notes

source: Find
fr_fr: Chercher

source: Clear
fr_fr: Effacer

source: Student Name
fr_fr: Nom de l'étudiant

source: View
fr_fr: Vue

source: All Sections/Groups
fr_fr: Toutes les sections/groupes

source: Search for student
fr_fr: Rechercher un étudiant

source: and
fr_fr: et

source: category
fr_fr: catégorie

source: All Categories
fr_fr: Toutes les catégories

source: Viewing {0} to {1} of {2} students
fr_fr: Affichage des étudiants {0} à {1} sur {2}

source: Not counted towards course grade
fr_fr: Ne compte pas pour la note du cours

source: (mm/dd/yy)
fr_fr: (jj/mm/aa)

source: Today is
fr_fr: Nous sommes le

source: Wk
fr_fr: Semaine

source: MM/dd/yy
fr_fr: dd/MM/yy

source: Go To Current Month
fr_fr: Aller au mois en cours

source: Overview
fr_fr: Vue d'ensemble

source: Click a title to view complete details and to grade the item.
fr_fr: Cliquez sur un titre pour voir les détails et pour noter.

source: Gradebook Items Summary
fr_fr: Résumé des éléments du bulletin de notes

source: Title
fr_fr: Titre

source: Due Date
fr_fr: Date de remise

source: Class Avg
fr_fr: Moyenne de la classe

source: Class Average (dash means no grades yet)
fr_fr: Moyenne de la classe (un tiret signifie pas encore noté)

source: Sorting
fr_fr: Tri

source: Total Points
fr_fr: Total des points

source: Sort Up
fr_fr: Monter d'un cran

source: Sort Down
fr_fr: Descendre d'un cran

source: Currently, students can see their Gradebook item scores, but not their course grade.
fr_fr: Les étudiants peuvent voir leurs notes mais pas la note finale du cours.

source: Change course grade options.
fr_fr: Modifier les options de notation.

source: Released to Students
fr_fr: Publier pour les étudiants

source: No
fr_fr: Non

source: Yes
fr_fr: Ou

source: Add Gradebook Item(s)
fr_fr: Ajouter des éléments dans le bulletin de notes

source: Import Gradebook item from spreadsheet
fr_fr: Ajouter une note à partir d'une feuille de calcul

source: Avg. Cumulative Score
fr_fr: Score moyen

source: Avg. Course Grade
fr_fr: Moyenne pour le cours

source: Edit
fr_fr: Modifier

source: Weight
fr_fr: Pondération

source: Included in Course Grade
fr_fr: Inclus dans la note du cours

source: Grade Editor
fr_fr: Éditeur de notes

source: Yes
fr_fr: Ou

source: No
fr_fr: Non

source: Legend:
fr_fr: Légende :

source: Titles shown in grey are not released to students.
fr_fr: Les titres grisés indiquent que les notes ne sont pas visibles pour les étudiants.

source: from
fr_fr: Date d'enregistrement automatique

source: Save current order as sorting order
fr_fr: Sauvegarder l'ordre actuel comme ordre de tri

source: Gradebook Item Summary
fr_fr: Résumé des éléments du bulletin de notes

source: Title
fr_fr: Titre

source: Class average for scores entered
fr_fr: Moyenne de la classe pour les scores saisis

source: Edit Gradebook item settings
fr_fr: Éditer les propriétés des éléments du bulletin de notes

source: Edit Gradebook item settings in {0}
fr_fr: Éditer les propriétés des éléments du bulletin de notes dans {0}

source: Go to {0} to grade or remove Gradebook item from gradebook.
fr_fr: Aller à {0} pour éditer ou supprimer un élément du bulletin de notes.

source: Remove Gradebook item from gradebook
fr_fr: Supprimer un élément du bulletin de notes

source: < Save and View Previous Gradebook Item
fr_fr: < Enregistrer et visualiser l'élément précédent

source: Return to Gradebook Items
fr_fr: Retour aux éléments du bulletin de notes

source: Return to All Grades
fr_fr: Retour à l'ensemble des notes

source: Save and View Next Gradebook Item >
fr_fr: Sauvegarder et visualiser l'élément suivant >

source: Grading Table
fr_fr: Tableau de notation

source: Student Name
fr_fr: Nom de l'étudiant

source: Student ID
fr_fr: Identifiant de l'étudiant

source: No students to display
fr_fr: Aucun étudiant à afficher

source: Save Changes
fr_fr: Enregistrer les modifications

source: Clear Changes
fr_fr: Effacer les modifications

source: New scores saved.
fr_fr: Nouveaux scores enregistrés.

source: New comments saved.
fr_fr: Nouveaux commentaires enregistrés

source: New scores and comments saved.
fr_fr: Nouveaux scores et commentaires enregistrés.

source: This Gradebook item has been removed from the gradebook
fr_fr: Cet élément a été supprimé du bulletin de notes

source: Log
fr_fr: Journal

source: Score
fr_fr: Note

source: Grade Log: {0}
fr_fr: Journal de notation : {0}

source: Edit >>
fr_fr: Éditer les commentaires >>

source: Comments
fr_fr: Commentaires

source: 255 characters available for your comments
fr_fr: 255 caractères autorisés pour votre commentaire

source: <b>{0}</b> characters remaining for your comments
fr_fr: <b>{0}</b> caractères restants pour votre commentaire

source: Category
fr_fr: Catégorie

source: Percentage
fr_fr: Pourcentage

source: Letter Grade
fr_fr: Note par lettre

source: Gradebook item {0} has been updated.
fr_fr: L'élément {0} a été mis à jour.

source: You may not enter grades for an item worth 0 points.
fr_fr: Vous ne pouvez pas saisir de notes pour un élément ne valant aucun point.

source: Table contains information on assignment properties
fr_fr: Le tableau contient des informations sur les propriétés du devoir

source: Course Grades
fr_fr: Notes du cours

source: Course Summary
fr_fr: Résumé du cours

source: Total points
fr_fr: Total des points

source: Course Grade
fr_fr: Note pour le cours

source: Average Cumulative Score
fr_fr: Score moyen cumulé

source: Average Course Grade
fr_fr: Moyenne des notes du cours

source: Grade Override
fr_fr: Remplacement de note

source: Use Calculated
fr_fr: Utiliser la valeur calculée

source: Grade overrides saved
fr_fr: Remplacements de notes enregistrés

source: No students to display
fr_fr: Aucun étudiant à afficher

source: Export for Excel
fr_fr: Export Excel (xls)

source: Export CSV
fr_fr: Exporter au format CSV

source: Export Course Grades as CSV
fr_fr: Exporter au format .csv

source: Export Course Grades for Excel
fr_fr: Exporter au format Excel

source: Export Course Grades for PDF
fr_fr: Exporter au format PDF

source: Download
fr_fr: Télécharger

source: Export Course Grades for Institution
fr_fr: Exporter les notes du cours vers le système d'information

source: Course Grade
fr_fr: Note pour le cours

source: Log
fr_fr: Journal

source: Grade
fr_fr: Note

source: Grade Log: {0}
fr_fr: Journal de notation : {0}

source: Set Ungraded Items to Zero
fr_fr: Affecter un zéro pour les éléments non notés

source: Export grades as
fr_fr: Exporter les notes au format

source: Data options
fr_fr: Options des données

source: Student ID
fr_fr: Identifiant de l'étudiant

source: Student Name
fr_fr: Nom de l'étudiant

source: Calculated Grade
fr_fr: Note calculée

source: Grade Override
fr_fr: Remplacement de note

source: Grade override for
fr_fr: Remplacement de note pour

source: Course Grade
fr_fr: Note pour le cours

source: Last Log Date
fr_fr: Dernière date du journal

source: Set Ungraded Items to Zero
fr_fr: Affecter un zéro pour les éléments non notés

source: Continue
fr_fr: Continuer

source: Cancel
fr_fr: Annuler

source: Course Grades have been calculated
fr_fr: Les notes du cours ont été calculées

source: <b>{0} Set</b> to {1} by {2}
fr_fr: <b>{0}</b> : {2} a affecté {1}

source: All Grades
fr_fr: Toutes les notes

source: Find:
fr_fr: Trouver :

source: Gradebook Item:
fr_fr: Élément du bulletin de notes :

source: All Gradebook items
fr_fr: Tous les éléments du bulletin de notes

source: No students to display
fr_fr: Aucun étudiant à afficher

source: Student Name
fr_fr: Nom de l'étudiant

source: Student ID
fr_fr: Identifiant de l'étudiant

source: Average Category Grade
fr_fr: Note moyenne de la catégorie

source: Course Grade
fr_fr: Note pour le cours

source: Percentage
fr_fr: Pourcentage

source: Export as PDF
fr_fr: Export PDF

source: Export as CSV
fr_fr: Exporter en CSV

source: Export for Excel
fr_fr: Export Excel (xls)

source: Items with a grey background are not released to students.
fr_fr: Les éléments grisés indiquent qu'ils ne sont pas visibles pour les étudiants.

source: Dropped grades are struck out.
fr_fr: Les notes non retenues sont biffées.

source: Course grade overrides are highlighted red.
fr_fr: Les remplacements de notes du cours sont indiquées en rouge.

source: Details
fr_fr: Détails

source: gradebook
fr_fr: bulletin de notes

source: course_grade
fr_fr: note_du_cours

source: Student Name
fr_fr: Nom de l'étudiant

source: Student ID
fr_fr: Identifiant de l'étudiant

source: Points Possible
fr_fr: Points possibles

source: Dropped
fr_fr: Non retenu

source: yyyy-MM-dd
fr_fr: aaaa-MM-jj

source: Add Gradebook Item(s)
fr_fr: Ajouter des éléments dans le bulletin de notes

source: Gradebook Item
fr_fr: Élément du bulletin de notes

source: Submit this form to add Gradebook item(s) to the gradebook.
fr_fr: Remplissez ce formulaire pour ajouter un élément au bulletin de notes.

source: Add Another Gradebook Item
fr_fr: Ajouter un autre élément au bulletin de notes

source: Remove this Gradebook Item
fr_fr: Supprimer cet élément du bulletin de notes

source: Title *
fr_fr: Titre *

source: Gradebook Item Point Value *
fr_fr: Valeur en points de l'élément *

source: Gradebook Item Relative Weight *
fr_fr: Pondération de l'élément dans le bulletin de notes *

source: Extra Credit
fr_fr: Points bonus

source: Add Item(s)
fr_fr: Ajouter des éléments

source: Cancel
fr_fr: Annuler

source: A Gradebook item with that name already exists.
fr_fr: Ce titre existe déjà.

source: Gradebook item {0} has been added.
fr_fr: L'élément du bulletin de notes {0} a été ajouté.

source: Include this item in course grade calculations
fr_fr: Inclure cet élément lors du calcul de la note finale.

source: Grade will be visible to students.
fr_fr: La note sera visible pour les étudiants.

source: Release this item to Students
fr_fr: Publier cet élément pour les étudiants

source: Category
fr_fr: Catégorie

source: Add
fr_fr: Ajouter

source: More Gradebook Items
fr_fr: Plus d'éléments

source: Please enter a value.
fr_fr: Veuillez saisir une valeur.

source: Please enter a value.
fr_fr: Veuillez saisir une valeur.

source: Please enter a number value.
fr_fr: Veuillez saisir une valeur numérique.

source: Please enter a number greater than 0.
fr_fr: Veuillez saisir un nombre supérieur à 0.

source: Please enter a number with two or fewer decimal places.
fr_fr: Veuillez saisir un nombre avec au maximum 2 décimales.

source: Please enter a different name.
fr_fr: Veuillez saisir un nom différent.

source: Remove Gradebook Item
fr_fr: Supprimer l'élément du carnet

source: Edit Gradebook Item
fr_fr: Modifier élément du bulletin de notes

source: Gradebook Item
fr_fr: Élément du bulletin de notes

source: Submit this form to edit a Gradebook item in the gradebook.
fr_fr: Remplissez ce formulaire pour éditer un élément du bulletin de notes.

source: A Gradebook item with that name already exists.
fr_fr: Ce titre existe déjà.

source: Gradebook item {0} has been updated.
fr_fr: L'élément {0} a été mis à jour.

source: Save Changes
fr_fr: Enregistrer les modifications

source: * Please go to {0} to edit these settings.
fr_fr: * Veuillez aller à {0} pour éditer ces propriétés.

source: Due Date *
fr_fr: Date de remise *

source: Remove Gradebook Item
fr_fr: Supprimer l'élément du carnet

source: Remove
fr_fr: Supprimer

source: Cancel
fr_fr: Annuler

source: Gradebook item {0} has been deleted.
fr_fr: L'élément {0} a été supprimé.

source: Course Grade Options
fr_fr: Options de notation

source: Grade Display
fr_fr: Affichage des notes

source: Display course grade to students now
fr_fr: Publier maintenant les notes finales du cours pour les étudiants.

source: Display course points to students now
fr_fr: Affichage maintenant des points pour le cours aux étudiants

source: What's this?
fr_fr: Qu'est-ce que c'est ?

source: Grade Conversion
fr_fr: Conversion des notes

source: Grade Type
fr_fr: Type de note

source: Change grade type
fr_fr: Modifier le type de note

source: Reset to default values
fr_fr: Réinitialiser les valeurs par défaut

source: Grade
fr_fr: Note

source: Save
fr_fr: Enregistrer

source: Course grade options have been saved.
fr_fr: Les options d'évaluation ont été enregistrées.

source: Cancel
fr_fr: Annuler

source: Please enter all percentage values
fr_fr: Veuillez saisir toutes les valeurs en pourcentage

source: Please enter positive percentage values
fr_fr: Veuillez saisir des valeurs positives (%)

source: Please enter percentage values in descending order
fr_fr: Veuillez saisir les pourcentages en ordre décroissant

source: Someone else made changes to these settings while you were working.
fr_fr: Cette configuration a été modifiée pendant que vous y travailliez.

source: Campus Teaching Center
fr_fr: support de la plateforme

source: for further assistance.
fr_fr: pour davantage d'assistance.

source: Campus Teaching Center
fr_fr: support de la plateforme

source: for further assistance.
fr_fr: pour davantage d'assistance.

source: Grade Report for {0}
fr_fr: Rapport de notation pour {0}

source: Course Grade:
fr_fr: Note finale du cours :

source: Not yet available
fr_fr: Pas encore disponible

source: Gradebook Items
fr_fr: Éléments du bulletin de notes

source: Title
fr_fr: Titre

source: Score
fr_fr: Note

source: Grade
fr_fr: Note

source: Comments
fr_fr: Commentaires

source: Comments:
fr_fr: Commentaires :

source: Weight
fr_fr: Poids

source: Cumulative Score:
fr_fr: Note totale :

source: Legend:
fr_fr: Légende :

source: Grades for {0}
fr_fr: Notes pour {0}

source: Student Summary
fr_fr: Synthèse des notes de l'étudiant

source: Name
fr_fr: Nom

source: Email
fr_fr: Courriel

source: Sections/Groups
fr_fr: Sections/Groupes

source: Cumulative Score
fr_fr: Note totale

source: Course Grade
fr_fr: Note pour le cours

source: Grading Table
fr_fr: Tableau de notation

source: Save Changes
fr_fr: Enregistrer les modifications

source: Clear Changes
fr_fr: Effacer les modifications

source: < Save and View Previous Student
fr_fr: < Enregistrer et retourner à l'étudiant précédent

source: Save and View Next Student >
fr_fr: Enregistrer et passer à l'étudiant suivant >

source: Log
fr_fr: Journal

source: Show log
fr_fr: Afficher journal

source: Grade Log: {0}
fr_fr: Journal de notation : {0}

source: Score
fr_fr: Note

source: Title
fr_fr: Titre

source: Grade
fr_fr: Note

source: Letter Grade
fr_fr: Note par lettre

source: Weight
fr_fr: Poids

source: Item Value (Points)
fr_fr: Valeur de l'élément en points

source: Comments
fr_fr: Commentaires

source: Legend:
fr_fr: Légende :

source: Titles shown in grey are not released to students.
fr_fr: Les titres grisés indiquent que les notes ne sont pas visibles pour les étudiants.

source: New scores saved
fr_fr: Nouveaux résultats enregistrés

source: Grade Editor
fr_fr: Éditeur de notes

source: Return to {0}
fr_fr: Retour à {0}

source: means required
fr_fr: signifie 'obligatoire'

source: * means required
fr_fr: * signifie 'obligatoire'

source: Please enter a value.
fr_fr: Veuillez saisir une valeur.

source: Please enter a number value.
fr_fr: Veuillez saisir une valeur numérique.

source: Please enter a number value.
fr_fr: Veuillez saisir une valeur numérique.

source: This must be at least {0} characters.
fr_fr: Ce champ doit comporter au moins {0} caractères.

source: Please limit this to {0} characters.
fr_fr: Veuillez limiter ce champ à {0} caractères.

source: Please enter a number greater than or equal to {0}.
fr_fr: Veuillez saisir un nombre supérieur ou égal à {0}.

source: Please enter a number less than or equal to {0}.
fr_fr: Veuillez saisir un nombre inférieur ou égal à {0}.

source: Please enter a valid grade.
fr_fr: Veuillez saisir une note valable.

source: Please enter a number with two or fewer decimal places.
fr_fr: Veuillez saisir un nombre avec au maximum 2 décimales.

source: Please enter a valid letter grade.
fr_fr: Veuillez indiquer une note par lettre.

source: Gradebook Title Bar
fr_fr: Barre de titre du bulletin de notes

source: Gradebook Groupbox (Main)
fr_fr: Champ 'Groupe' du bulletin de notes (principal)

source: Upload a spreadsheet (csv or xls format) to Loading Dock
fr_fr: Déposer une feuille de calcul (au format .csv ou xls) dans l'espace de chargement

source: Title *
fr_fr: Titre *

source: Filename *
fr_fr: Nom de fichier *

source: Choose File
fr_fr: Choisir un fichier

source: Save
fr_fr: Enregistrer

source: Cancel
fr_fr: Annuler

source: upload configuration error
fr_fr: Erreur dans la configuration du chargement

source: Import Gradebook Item
fr_fr: Importer un élément dans le bulletin de notes

source: Upload spreadsheet (csv or xls format) to Loading Dock
fr_fr: Déposer une feuille de calcul (en format .csv ou .xls) dans l'espace de dépôt

source: Loading Dock
fr_fr: Espace de dépôt

source: Title
fr_fr: Titre

source: Creator
fr_fr: Créateur

source: Modified by
fr_fr: Modifié par

source: Last modified
fr_fr: Dernière modification

source: Date Created
fr_fr: Date de création

source: Import
fr_fr: Importer

source: Delete
fr_fr: Supprimer

source: Unable to delete Spreadsheet
fr_fr: Impossible de supprimer la feuille de calcul

source: Spreadsheet {0} has been succesfully deleted
fr_fr: La feuille de calcul {0} a été supprimée correctement

source: Verify Upload
fr_fr: Vérifier le dépôt

source: <li>Spreadsheet file has {0} Gradebook items</li>
fr_fr: <li>La feuille de calcul contient {0} devoirs</li>

source: <li>Spreadsheet file contains {0} students </li>
fr_fr: <li>La feuille de calcul contient {0} étudiants</li>

source: Back
fr_fr: Retour

source: A spreadsheet with that name already exists.
fr_fr: Une feuille de calcul portant le même nom existe déjà.

source: Student ID
fr_fr: Identifiant de l'étudiant

source: Student Name
fr_fr: Nom de l'étudiant

source: Import Preview
fr_fr: Aperçu de l'importation

source: Import Selected
fr_fr: Importer la sélection

source: Cancel
fr_fr: Annuler

source: Please select a Gradebook item to import
fr_fr: Veuillez sélectionner un élément du bulletin de notes à importer

source: Unknown userId
fr_fr: Identifiant inconnu

source: Unknown Student
fr_fr: Étudiant inconnu

source: Import Gradebook Item and Scores
fr_fr: Importer un élément et ses notes

source: Gradebook Item
fr_fr: Élément du bulletin de notes

source: Title *
fr_fr: Titre *

source: Gradebook Item Point Value *
fr_fr: Valeur en points de l'élément *

source: Item Relative Weight
fr_fr: Pondération de l'élément

source: Submit
fr_fr: Remettre

source: Cancel
fr_fr: Annuler

source: Include this Gradebook item when calculating final grade
fr_fr: Inclure cet élément pour le calcul de la note finale

source: Select a column to import comments
fr_fr: Sélectionnez une colonne pour importer des commentaires

source: None
fr_fr: Aucun

source: Import Grades
fr_fr: Importer des notes

source: 1. Download Spreadsheet Template
fr_fr: 1. Télécharger le modèle de feuille de calcul

source: Download Spreadsheet Template as CSV
fr_fr: Télécharger le modèle au format .csv

source: Download Spreadsheet Template for Excel
fr_fr: Télécharger le modèle au format Excel (.xls)

source: -or-
fr_fr: -ou-

source: 2. Edit Spreadsheet
fr_fr: 2. Éditer la feuille de calcul

source: 3. Import Spreadsheet
fr_fr: 3. Importer la feuille de calcul

source: Import Spreadsheet
fr_fr: Importer la feuille de calcul

source: Please select a file to import
fr_fr: Veuillez sélectionner un fichier à importer

source: Your spreadsheet has imported successfully
fr_fr: Votre feuille de calcul a été importée avec succès

source: Verify Grade Import
fr_fr: Vérifier l'importation des notes

source: You are importing a spreadsheet file with:
fr_fr: Vous importez une feuille de calcul avec :

source: <li>{0} Gradebook item(s)</li>
fr_fr: <li>{0} éléments du bulletin de notes (s)</li>

source: <li>{0} students </li>
fr_fr: <li>{0} étudiants </li>

source: assignments
fr_fr: devoirs

source: students
fr_fr: étudiants

source: OK
fr_fr: Valider

source: Back
fr_fr: Retour

source: Your spreadsheet has imported successfully.
fr_fr: Votre feuille de calcul a été importée avec succès.

source: Remove Spreadsheet
fr_fr: Supprimer la feuille de calcul

source: Remove this Spreadsheet from the gradebook.
fr_fr: Supprimer cette feuille de calcul du bulletin de notes.

source: Remove
fr_fr: Supprimer

source: Cancel
fr_fr: Annuler

source: Gradebook Setup
fr_fr: Configuration du bulletin de notes

source: Grade Entry
fr_fr: Saisie de notes

source: How will graders enter grades into this gradebook?
fr_fr: Comment saisir des notes ?

source: Percentages
fr_fr: Pourcentages

source: Letter Grades
fr_fr: Notes par lettres

source: Grade Entry Scale
fr_fr: Échelle de notation

source: Grade
fr_fr: Note
