Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_profile2_*.po
Languages: fr_fr

# profile2/bundle/src/resources/roster.properties:roster
source: Represents roster of a site.
fr_fr: Représente les membres d'un espace.

source: Gets a user's profile via the /profile/ entity provider
fr_fr: Procure le profil d'un utilisateur via l'entity provider /profile/

# profile2/bundle/src/resources/profile.properties:profile.view.new
source: (POST) Creates a new profile.
fr_fr: (PUBLIER) Crée un profil.

# profile2/bundle/src/resources/profile.properties:profile.view.edit
source: (POST) Updates an existing profile. Limited support.
fr_fr: (PUBLIER) Met à jour un profil existant. Assistance limitée.

# profile2/bundle/src/resources/profile.properties:profile.view.delete
source: (DELETE) Deletes a profile. Not currently implemented.
fr_fr: (SUPPRIMER) Supprime un profil. N'est pas mis en œuvre pour le moment.

source: Redirects to the profile view for the specified user
fr_fr: Redirections vers la vue de profil pour l’utilisateur spécifié

# profile2/bundle/src/resources/my.properties:my.redirect./{prefix}/messages
source: Redirects to the messages page for the currently logged in user
fr_fr: Redirige vers la page des messages de l'utilisateur connecté.

# profile2/bundle/src/resources/my.properties:my.redirect./{prefix}/connections
source: Redirects to the connections page for the currently logged in user
fr_fr: Redirige vers la page des contacts de l'utilisateur connecté.

# profile2/bundle/src/resources/profile-message.properties:profile-message
source: Allows access to the Profile2 messaging system
fr_fr: Permet d'accéder au système de messagerie Profil2.

source: (GET) Gets the count of unread messages for the current user
fr_fr: (OBTENIR) Permet d'obtenir le nombre de messages non lus de l'utilisateur actuel.

# profile2/bundle/src/resources/ProfileApplication.properties:RequiredValidator
source: '${label}' is required
fr_fr: '${label}' est obligatoire

source: Add {0} as a connection?
fr_fr: Ajouter {0} comme contact?

source: Confirm {0}'s connection request?
fr_fr: Accepter l'invitation de {0}?

source: Ignore {0}'s connection request?
fr_fr: Ignorer {0}'s de demande de connexion?

source: Remove {0} from your connections?
fr_fr: Supprimer {0} de vos connexions?

source: Edit Personal Information
fr_fr: Modifier les renseignements personnels

source: Edit Business Information
fr_fr: Modifier les renseignements professionnels

source: Edit Basic Information
fr_fr: Modifier les renseignements de base

source: Edit Contact Information
fr_fr: Modifier les coordonnées

source: Edit Social Networking Information
fr_fr: Modifier les renseignements sur les réseaux sociaux

source: Edit Staff Information
fr_fr: Modifier les renseignements sur le personnel

source: Edit Student Information
fr_fr: Modifier les renseignements sur les étudiants

source: Upload a picture for your profile
fr_fr: Déposer une photo pour votre profil

source: Enter the url for your profile picture
fr_fr: Saisissez l'url de votre photo de profil

source: Unread message
fr_fr: Message non lu

source: Email me when someone confirms my connection request, disabled
fr_fr: Me contacter par courrier électronique si quelqu'un confirme ma demande de contact (fonction désactivée)

source: Email me when someone confirms my connection request, enabled
fr_fr: Me contacter par courrier électronique si quelqu'un confirme ma demande de contact (fonction activée)

source: Show my pictures on my profile
fr_fr: Afficher mes images sur mon profil

source: Use my gravatar as my profile image
fr_fr: Utiliser mon avatar universel comme photo de profil

source: Show my kudos rating on my profile
fr_fr: Afficher ma note en Kudos sur mon profil

source: Email me when someone sends me a new message, disabled
fr_fr: Me contacter par courrier électronique si quelqu'un m'envoie un nouveau message (fonction désactivée)

source: Email me when someone sends me a new message, enabled
fr_fr: Me contacter par courrier électronique si quelqu'un m'envoie un nouveau message (fonction activée)

source: Email me when someone replies to one of my messages, disabled
fr_fr: Me contacter par courrier électronique si quelqu'un répond à l'un de mes messages (fonction désactivée)

source: Email me when someone replies to one of my messages, enabled
fr_fr: Me contacter par courrier électronique si quelqu'un répond à l'un de mes messages (fonction activée)

source: Use the official institutional image as my profile image
fr_fr: Utiliser l'image institutionnelle officielle comme photo de profil

source: Show my online status to others
fr_fr: Rendre mon état de connexion visible par les autres personnes

source: Email notification preferences
fr_fr: Préférences de notification par courriel

source: Email me when someone adds me as a connection, disabled
fr_fr: Me contacter par courrier électronique si quelqu'un m'ajoute en tant que contact (fonction désactivée)

source: Email me when someone adds me as a connection, enabled
fr_fr: Me contacter par courrier électronique si quelqu'un m'ajoute en tant que contact (fonction activée)

source: Enter your Twitter authorisation code
fr_fr: Entrez votre code d'autorisation Twitter

source: Email me when someone posts to my wall, disabled
fr_fr: Me contacter par courrier électronique si quelqu'un publie un article sur mon mur (fonction désactivée)

source: Email me when someone posts to my wall, enabled
fr_fr: Me contacter par courrier électronique si quelqu'un publie un article sur mon mur (fonction activée)

source: Email me when a connection adds me to a new worksite, disabled
fr_fr: Me contacter par courrier électronique si un contact m'ajoute à un nouveau site de travail (fonction désactivée)

source: Email me when a connection adds me to a new worksite, enabled
fr_fr: Me contacter par courrier électronique si un contact m'ajoute à un nouveau site de travail (fonction activée)

source: Choose who can see your basic information like nickname and birthday.
fr_fr: Définissez qui peut accéder à vos renseignements de base tels que votre date d'anniversaire...

source: Choose who can see things like your email addresses and phone numbers.
fr_fr: Définissez qui peut accéder à votre adresse de courrier électronique et à vos numéros de téléphone.

source: Choose who can view your list of connections.
fr_fr: Définissez qui peut visualiser votre liste de contacts.

source: Choose who can see your profile picture.
fr_fr: Définissez qui peut voir l'image de votre profil.

source: Choose who can see your kudos rating (if enabled in Preferences).
fr_fr: Choisissez les personnes autorisées à afficher votre note en Kudos (si l'option est activée dans Préférences).

source: Choose who can send you messages.
fr_fr: Choisissez les personnes autorisées à vous envoyer des messages.

source: Choose who can see your online status.
fr_fr: Choisissez les personnes autorisées à afficher votre état de connexion.

source: Control who can see what parts of your profile
fr_fr: Déterminer les personnes autorisées à afficher telle ou telle partie de votre profil

source: Choose who can see your favorite books and tv shows etc.
fr_fr: Définissez qui peut visualiser vos livres, films préférés, etc.

source: Choose who can see your picture gallery.
fr_fr: Choisissez les personnes autorisées à afficher votre galerie d'images.

source: Choose who can see your staff information
fr_fr: Choisissez les personnes autorisées à afficher vos renseignements concernant le personnel.

source: Choose who can see your status updates.
fr_fr: Définissez qui peut voir vos mises à jour d'état.

source: Choose who can see your student information
fr_fr: Choisissez les personnes autorisées à afficher vos renseignements concernant les étudiants.

source: Choose who can see your wall.
fr_fr: Choisissez les personnes autorisées à voir votre mur.

source: Enter the url for your academic profile
fr_fr: Saisissez l'url de votre profil académique

source: Enter your business biography.
fr_fr: Saisissez votre biographie professionnelle.

source: Enter the description of this company
fr_fr: Saisissez la description de cette société/institution

source: Enter the name of this company
fr_fr: Saisissez le nom de cette société/institution

source: Enter the web address of this company
fr_fr: Saisissez l'adresse web de cette société/institution

source: Enter your course
fr_fr: Saisissez votre cours

source: Enter your department
fr_fr: Saisissez votre département

source: Enter your email
fr_fr: Saisissez votre courriel

source: Enter your Facebook url
fr_fr: Saisissez l'url de votre Facebook

source: Enter your fax number
fr_fr: Saisissez votre numéro de fax

source: Enter your favourite books
fr_fr: Saisissez vos livres préférés

source: Enter your favourite movies
fr_fr: Saisissez vos films préférés

source: Enter your favourite quotes
fr_fr: Saisissez vos citations préférées

source: Enter your favourite tv shows
fr_fr: Saisissez vos émissions tv préférées

source: Enter your webpage url
fr_fr: Saisissez l'url de votre page Web

source: Enter your home phone number
fr_fr: Saisissez votre numéro de téléphone personnel

source: Enter your LinkedIn url
fr_fr: Saisissez votre url LinkedIn

source: Enter your message
fr_fr: Saisissez votre message

source: Select a recipient
fr_fr: Sélectionnez un destinataire

source: Enter a message subject
fr_fr: Saisissez l'objet du message

source: Enter your mobile phone number
fr_fr: Saisissez votre numéro de téléphone portable

source: Enter your LinkedIn url
fr_fr: Saisissez votre url LinkedIn

source: Enter your nickname
fr_fr: Saisissez votre Pseudo

source: Enter your position
fr_fr: Saisissez votre poste

source: Enter your publications
fr_fr: Saisissez vos publications

source: Enter your room
fr_fr: Saisissez votre bureau

source: Enter your school
fr_fr: Saisissez votre faculté

source: Enter your Skype username
fr_fr: Saisissez votre nom d'utilisateur Skype

source: Enter your staff profile
fr_fr: Saisissez votre profil professionnel

source: Clear your status
fr_fr: Effacer votre état

source: Enter your current status
fr_fr: Saisissez votre statut actuel

source: Enter your subjects
fr_fr: Saisissez vos sujets

source: Enter your personal summary
fr_fr: Saisissez votre résumé personnel

source: Enter your Twitter url
fr_fr: Saisissez l'url de votre compte Twitter

source: Enter the url for your university profile
fr_fr: Saisissez l'url de votre profil à l'Université

source: Enter the text for your wall post
fr_fr: Saisissez le texte pour votre mur

source: Enter your work phone number
fr_fr: Saisissez votre numéro de téléphone professionnel

source: Include connections in search results
fr_fr: Inclure les contacts dans les résultats de la recherche

source: Limit search to selected worksite
fr_fr: Limiter la recherche au site sélectionné

source: Comment on {0}'s wall post
fr_fr: Commenter l'article publié sur le mur de {0}

source: Remove post from your wall?
fr_fr: Supprimer l'article de forum de votre mur?

source: Remove post from {0} from your wall?
fr_fr: Supprimer message de {0} de votre mur ?

source: Add company profile
fr_fr: Ajouter le profil de la société

source: Remove company profile
fr_fr: Supprimer le profil de la société

# profile2/bundle/src/resources/ProfileApplication.properties:button.cancel
source: Cancel
fr_fr: Annuler

# profile2/bundle/src/resources/ProfileApplication.properties:button.close
source: Close
fr_fr: Fermer

# profile2/bundle/src/resources/ProfileApplication.properties:button.edit
source: Edit
fr_fr: Modifier

# profile2/bundle/src/resources/ProfileApplication.properties:button.friend.add
source: Add connection
fr_fr: Ajouter un lien

# profile2/bundle/src/resources/ProfileApplication.properties:button.friend.cancel
source: Cancel connection request
fr_fr: Annuler l'invitation

source: Confirm connection request
fr_fr: Accepter la demande d'invitation

# profile2/bundle/src/resources/ProfileApplication.properties:button.friend.ignore
source: Ignore connection request
fr_fr: Rejeter la demande d'invitation

# profile2/bundle/src/resources/ProfileApplication.properties:button.friend.remove
source: Remove connection
fr_fr: Supprimer le lien

source: Remove picture
fr_fr: Supprimer l'image

source: Confirm removal
fr_fr: Confirmer la suppression

source: Set as profile image
fr_fr: Définir en tant que photo de profil

source: Confirm new profile image
fr_fr: Confirmer la nouvelle photo de profil

source: Upload chosen files
fr_fr: Déposer les fichiers sélectionnés

# profile2/bundle/src/resources/ProfileApplication.properties:button.link
source: Link
fr_fr: Lier

# profile2/bundle/src/resources/ProfileApplication.properties:button.message.reply
source: Reply
fr_fr: Répondre

# profile2/bundle/src/resources/ProfileApplication.properties:button.message.send
source: Send Message
fr_fr: Envoyer un message

# profile2/bundle/src/resources/ProfileApplication.properties:button.save
source: Save
fr_fr: Enregistrer

# profile2/bundle/src/resources/ProfileApplication.properties:button.save.changes
source: Save changes
fr_fr: Enregistrer les modifications

# profile2/bundle/src/resources/ProfileApplication.properties:button.save.settings
source: Save settings
fr_fr: Enregistrer les paramètres

# profile2/bundle/src/resources/ProfileApplication.properties:button.sayit
source: Say it
fr_fr: Exprimez-vous

source: Search by common interest
fr_fr: Recherche par centre d'intérêt commun

# profile2/bundle/src/resources/ProfileApplication.properties:button.search.byname
source: Search by name or email
fr_fr: Recherche par nom ou adresse de courrier électronique

# profile2/bundle/src/resources/ProfileApplication.properties:button.search.clear
source: Clear search
fr_fr: Effacer la recherche

source: Search
fr_fr: Rechercher

source: Clear history
fr_fr: Nettoyer l'historique

# profile2/bundle/src/resources/ProfileApplication.properties:button.upload
source: Upload
fr_fr: Déposer

# profile2/bundle/src/resources/ProfileApplication.properties:button.url.add
source: Add URL
fr_fr: Ajouter une URL

# profile2/bundle/src/resources/ProfileApplication.properties:button.wall.comment
source: Add comment
fr_fr: Ajouter un commentaire

# profile2/bundle/src/resources/ProfileApplication.properties:button.wall.post
source: Post to wall
fr_fr: Publier sur le mur

# profile2/bundle/src/resources/ProfileApplication.properties:button.wall.remove
source: Remove from wall
fr_fr: Supprimer du mur

source: Cancel
fr_fr: Annuler

source: Create
fr_fr: Créer

source: Invalid email address
fr_fr: adresse de courrier électronique non valide

source: You tried to upload an empty file
fr_fr: Vous avez tenté de charger un fichier vide.

source: Saving the file failed
fr_fr: La sauvegarde du fichier a échoué

source: An error occurred sending a connection request to <b>{0}</b>.
fr_fr: Une erreur s'est produite lors de l'envoi de l'invitation à <b>{0}</b>.

source: You are already connected to <b>{0}</b>.
fr_fr: <b>{0}</b> fait déjà partie de vos contacts.

source: There is already a connection request pending with <b>{0}</b>.
fr_fr: Il y a déjà une demande d'invitation en cours avec <b>{0}</b>.

source: An error occurred confirming <b>{0}</b>'s connection request.
fr_fr: Une erreur s'est produite lors de la confirmation de l'invitation de <b>{0}</b>.

source: An error occurred ignoring <b>{0}</b>'s connection request.
fr_fr: Une erreur s'est produite lors du rejet de l'invitation de <b>{0}</b>.

source: You are not connected to <b>{0}</b> so they cannot be removed!
fr_fr: <b>{0}</b> ne figure pas dans vos contacts, suppression impossible!

source: An error occurred removing <b>{0}</b> from your connections list.
fr_fr: Une erreur s'est produite lors de la suppression de <b>{0}</b> de la liste de vos contacts

source: Unable to remove picture from gallery
fr_fr: Impossible de supprimer l'image de la galerie

source: Unable to set picture as profile image
fr_fr: Impossible d'utiliser l'image comme photo de profil

source: Choose file(s) first
fr_fr: Sélectionner d'abord les fichiers

source: Only images of types PNG, JPG, and GIF are allowed.
fr_fr: Seules les images au format PNG, JPG et GIF sont acceptées.

source: The message cannot be blank
fr_fr: Le message ne peut pas être vide.

source: You must choose a connection to send the message to
fr_fr: Vous devez choisir le contact auquel le message est destiné.

source: An error occurred sending your message
fr_fr: Une erreur s'est produite lors de l'envoi de votre message.

source: You didn't choose a file
fr_fr: Vous n'avez pas sélectionné de fichier

source: Password is required
fr_fr: Mot de passe requis

source: Save failed
fr_fr: La sauvegarde a échoué

source: Save failed
fr_fr: La sauvegarde a échoué

source: Save failed
fr_fr: La sauvegarde a échoué

source: Save failed
fr_fr: La sauvegarde a échoué

source: Save failed
fr_fr: La sauvegarde a échoué

source: Save failed
fr_fr: La sauvegarde a échoué

source: Save failed
fr_fr: La sauvegarde a échoué

source: Your Twitter credentials could not be verified
fr_fr: Votre compte Twitter n'a pu être vérifié

source: Saving the url failed
fr_fr: La sauvegarde de l'URL a échoué

source: Username is required
fr_fr: Identifiant requis

source: You tried to add an empty comment
fr_fr: Vous avez tenté d'ajouter un commentaire vide.

source: Comment failed
fr_fr: Échec du commentaire

source: You tried to make an empty post
fr_fr: Vous avez tenté de créer un article de forum vide.

source: Post failed
fr_fr: Échec de la publication

source: Worksite creation failed
fr_fr: La création du site de travail a échoué.

source: You must give the site a name
fr_fr: Vous devez attribuer un nom au site.

source: Session expired
fr_fr: La session a expiré

source: Invalid URL
fr_fr: URL invalide

source: Invalid phone number
fr_fr: Numéro de téléphone non valide

# profile2/bundle/src/resources/ProfileApplication.properties:form.uploadTooLarge
source: The upload must be less than ${maxSize}
fr_fr: Le fichier ne peut excéder ${maxSize}

# profile2/bundle/src/resources/ProfileApplication.properties:heading.academic
source: Academic Information
fr_fr: Renseignements scolaires/universitaires

source: Academic Information
fr_fr: Renseignements scolaires/universitaires

# profile2/bundle/src/resources/ProfileApplication.properties:heading.basic
source: Basic Information
fr_fr: Informations de base

# profile2/bundle/src/resources/ProfileApplication.properties:heading.basic.edit
source: Basic Information
fr_fr: Informations de base

# profile2/bundle/src/resources/ProfileApplication.properties:heading.business
source: Business Information
fr_fr: Renseignements professionnels

source: Business Information
fr_fr: Renseignements professionnels

# profile2/bundle/src/resources/ProfileApplication.properties:heading.contact
source: Contact Information
fr_fr: Coordonnées

# profile2/bundle/src/resources/ProfileApplication.properties:heading.contact.edit
source: Contact Information
fr_fr: Coordonnées

source: Connection requests -
fr_fr: Demandes d'invitation -

# profile2/bundle/src/resources/ProfileApplication.properties:heading.friends.my
source: My connections -
fr_fr: Mes contacts -

# profile2/bundle/src/resources/ProfileApplication.properties:heading.friends.view
source: {0}'s connections -
fr_fr: Les contacts de {0} -

# profile2/bundle/src/resources/ProfileApplication.properties:heading.interests
source: Personal Information
fr_fr: Renseignements personnels

source: Personal Information
fr_fr: Renseignements personnels

# profile2/bundle/src/resources/ProfileApplication.properties:heading.messages
source: My messages
fr_fr: Mes messages

source: Add picture
fr_fr: Ajouter une image

source: My pictures
fr_fr: Mes images

source: {0}'s pictures
fr_fr: Images de {0}

# profile2/bundle/src/resources/ProfileApplication.properties:heading.preferences
source: Preferences
fr_fr: Préférences

# profile2/bundle/src/resources/ProfileApplication.properties:heading.privacy
source: Privacy settings
fr_fr: Paramètres de confidentialité

# profile2/bundle/src/resources/ProfileApplication.properties:heading.search
source: Search profiles
fr_fr: Profils de recherche

source: For staff:
fr_fr: Pour le personnel:

source: For students:
fr_fr: Pour les étudiants:

source: Email notifications
fr_fr: Notifications par courrier électronique

source: Profile image settings
fr_fr: Paramètres des photos de profil

source: Twitter integration
fr_fr: Intégration dans Twitter

source: Widget settings
fr_fr: Paramètres des composants

# profile2/bundle/src/resources/ProfileApplication.properties:heading.social
source: Social Networking
fr_fr: Réseaux sociaux

# profile2/bundle/src/resources/ProfileApplication.properties:heading.social.edit
source: Social Networking
fr_fr: Réseaux sociaux

# profile2/bundle/src/resources/ProfileApplication.properties:heading.staff
source: Staff Information
fr_fr: Renseignements sur le personnel

# profile2/bundle/src/resources/ProfileApplication.properties:heading.staff.edit
source: Staff Information
fr_fr: Renseignements sur le personnel

# profile2/bundle/src/resources/ProfileApplication.properties:heading.student
source: Student Information
fr_fr: Renseignements sur les étudiants

# profile2/bundle/src/resources/ProfileApplication.properties:heading.student.edit
source: Student Information
fr_fr: Renseignements sur les étudiants

source: My connections
fr_fr: Mes contacts

source: My kudos
fr_fr: Mes Kudos

source: My pictures
fr_fr: Mes images

source: {0}'s connections
fr_fr: Contacts de {0}

source: {0}'s kudos
fr_fr: Kudos de {0}

source: {0}'s pictures
fr_fr: Images de {0}

source: Invalid URL
fr_fr: URL invalide

source: Invalid phone number
fr_fr: Numéro de téléphone non valide

source: Change picture
fr_fr: Changer d'image

# profile2/bundle/src/resources/ProfileApplication.properties:link.edit
source: Edit
fr_fr: Modifier

# profile2/bundle/src/resources/ProfileApplication.properties:link.edit.info
source: Edit information
fr_fr: Modifier les renseignements

# profile2/bundle/src/resources/ProfileApplication.properties:link.friend.add
source: Add as a connection
fr_fr: Ajouter comme contact

# profile2/bundle/src/resources/ProfileApplication.properties:link.friend.add.name
source: Add {0} as a connection
fr_fr: Ajouter {0} comme contact

# profile2/bundle/src/resources/ProfileApplication.properties:link.friend.confirm
source: Confirm connection
fr_fr: Confirmer le contact

source: Search for connections
fr_fr: Rechercher des contacts

source: View all connections
fr_fr: Voir tous vos contacts

# profile2/bundle/src/resources/ProfileApplication.properties:link.friend.ignore
source: Ignore connection
fr_fr: Ignorer le contact

# profile2/bundle/src/resources/ProfileApplication.properties:link.friend.remove
source: Remove connection
fr_fr: Supprimer le lien

source: Act on this request
fr_fr: Agir sur cette demande

# profile2/bundle/src/resources/ProfileApplication.properties:link.friend.search
source: Search for some connections?
fr_fr: Rechercher des contacts?

source: Add new picture
fr_fr: Ajouter une nouvelle image

source: View all pictures
fr_fr: Afficher toutes les images

source: View image
fr_fr: Afficher l'image

source: Remove
fr_fr: Supprimer

# profile2/bundle/src/resources/ProfileApplication.properties:link.messages.back
source: Back to message list
fr_fr: Revenir à la liste des messages

source: Compose message
fr_fr: Composer un message

source: My messages
fr_fr: Mes messages

source: View thread
fr_fr: Afficher le fil de discussion

# profile2/bundle/src/resources/ProfileApplication.properties:link.my.friends
source: Connections
fr_fr: Contacts

source: Search for connections
fr_fr: Rechercher des contacts

source: View and manage your connections
fr_fr: Voir et gérer vos contacts
