Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_user_*.po
Languages: fr_fr

source: Time Zone
fr_fr: Fuseau horaire

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:prefs_lang_title
source: Language
fr_fr: Langue

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:prefs_title
source: Preferences
fr_fr: Préférences

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:prefs_privacy
source: Privacy Status
fr_fr: État de confidentialité

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:prefs_sites
source: Sites
fr_fr: Espaces

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:prefs_editor
source: Editor
fr_fr: Éditeur

source: Site Tab Display Format
fr_fr: Format d’affichage onglet espace

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:update_pref
source: Update Preferences
fr_fr: Mettre à jour les préférences

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:cancel_pref
source: Cancel Changes
fr_fr: Annuler les Modifications

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:update_success
source: Your preferences have been updated successfully.
fr_fr: Vos préférences ont été mises à jour avec succès.

source: Hide Sites
fr_fr: Masquer les sites

source: Show Sites
fr_fr: Afficher les sites

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:noti_add_site
source: Add a site
fr_fr: Ajouter un site

source: PROJECTS
fr_fr: PROJETS

source: PORTFOLIOS
fr_fr: PORTFOLIO

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:moresite_other
source: OTHER
fr_fr: AUTRES

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:moresite_scs
source: SCS Courses
fr_fr: Cours SCS

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:moresite_no_term
source: COURSES WITH NO TERM
fr_fr: COURS AVEC AUCUN TERME

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:noti_prefs_title
source: Override {0} Preferences: Add Site(s)
fr_fr: Remplacer préférences {0}: Ajouter un ou plusieurs sites

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:noti_prefs_add
source: Add Site(s)
fr_fr: Ajouter un ou plusieurs sites

source: Cancel
fr_fr: Annuler

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:tab_not_vis_inst
source: Sites not visible in Tabs
fr_fr: Sites non visibles dans les onglets

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:tab_vis_inst
source: Sites visible in Tabs
fr_fr: Sites visibles dans les onglets

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:tab_move_inst
source: Move selected
fr_fr: Déplacer les éléments sélectionnés

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:tab_move_inst_re
source: Hide selected site
fr_fr: Supprimer la sélection

source: Make all sites visible
fr_fr: Déplacer tout

source: Hide all sites
fr_fr: Tout supprimer

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:tab_move_up
source: Move selected site up in list
fr_fr: Monter l'espace sélectionné dans la liste

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:tab_move_down
source: Move selected site down in list
fr_fr: Descendre l'espace sélectionné dans la liste

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:tab_move_top
source: Move selected site to top of list
fr_fr: Mettre l'espace sélectionné en haut de la liste

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:tab_move_bottom
source: Move selected site to bottom of list
fr_fr: Mettre l'espace sélectionné en bas de la liste

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:tabs_move_top
source: Move selected sites to top of this list
fr_fr: Déplacer les espaces sélectionnés en haut de cette liste

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:tabs_move_bottom
source: Move selected sites to bottom of this list
fr_fr: Déplacer les espaces sélectionnés en bas de cette liste

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:tabs_move_left
source: Move selected sites to top of list on left
fr_fr: Déplacer les espaces sélectionnés au haut de la liste à gauche

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:tabs_move_right
source: Move selected sites to top of list on right
fr_fr: Déplacer les espaces sélectionnés au haut de la liste à droite

source: Select
fr_fr: Sélectionner

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:tab_count
source: Tabs displayed:
fr_fr: Onglets affichés:

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:privacy_title
source: Privacy Status
fr_fr: État de confidentialité

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:privacy_default
source: Default Status
fr_fr: Statut par défaut

source: Make me visible when I am added to sites by default
fr_fr: Me rendre visible quand je suis ajouté aux espaces par défaut

source: Hide me when I am added to sites by default
fr_fr: Me cacher quand je suis ajouté aux espaces par défaut

source: Set status for a specific site
fr_fr: Définir le statut pour un espace spécifique

source: Change your status in all your sites
fr_fr: Changer votre statut sur tous vos espaces

source: If you would like to change your status, check the box next to
fr_fr: Si vous désirez changer votre état cochez la case à côté de

source: and then click the Update button below.
fr_fr: puis cliquez sur le bouton «Mettre à jour» ci-dessous.

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:move_up_msg
source: Please select at least one site to move up.
fr_fr: Veuillez choisir au moins un site à déplacer vers le haut.

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:move_down_msg
source: Please select at least one site to move down.
fr_fr: Veuillez choisir au moins un site à déplacer vers le bas.

source: Please select a site to remove from Sites Visible in Tabs.
fr_fr: Veuillez choisir le site à supprimer des sites visibles dans les onglets.

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:add_to_sites_msg
source: Please select a site to add to Sites Visible in Tabs.
fr_fr: Veuillez choisir le site à ajouter aux sites visibles dans les étiquettes.

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:user_missing
source: UserId is missing.
fr_fr: L'identification de l'utilisateur est manquante.

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:remove_all
source: Cannot remove all tabs from top navigation
fr_fr: Impossible de supprimer tous les onglets de la barre de navigation supérieure

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:min_tabs
source: Must have at least %d tabs on top navigation bar
fr_fr: La barre de navigation supérieure doit comporter au moins %d onglets.

source: Hide Me
fr_fr: Cachez-moi

source: Show Me
fr_fr: Montrez-moi

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:privacy_update
source: Update
fr_fr: Mise à jour

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:privacy_choose
source: Choose a site
fr_fr: Choisissez un site

source: No sites to choose from, you must be a member in at least one site.
fr_fr: Aucun site disponible pour la sélection. Vous devez être membre d'au moins un site.

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:privacy_show_all
source: Show Me in All Sites
fr_fr: Montrez-moi dans tous les sites

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:privacy_hide_all
source: Hide Me in All Sites
fr_fr: Cachez-moi dans tous les sites

source: Update Privacy Status
fr_fr: Mise à jour de l'état de confidentialité

source: Set privacy to Show for all sites
fr_fr: Paramétrer l'état de confidentialité pour tous les sites

source: Set privacy to Hide for all sites
fr_fr: Paramétrer les données confidentielles à cacher pour tous les sites

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:privacy_hidden
source: hidden
fr_fr: invisible

source: Please select a site in order to change your status.
fr_fr: Veuillez sélectionner un site pour modifier votre état.

source: Please set your privacy status preference:
fr_fr: Veuillez régler les préférences de votre état personnel

source: Remain hidden in this site
fr_fr: Rester invisible dans ce site

source: Make me visible in this site
fr_fr: Me rendre visible dans ce site

source: Ask me again later
fr_fr: Me demander ultérieurement

source: Show tabs as:
fr_fr: Afficher les onglets sous la forme :

source: Site Title
fr_fr: Code du cours (p. ex. F13-ACCT-134C-01)

source: Site Short Description
fr_fr: Nom du cours/description (par exemple première année en comptabilité)

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:userPrefs
source: User Preference Values
fr_fr: Valeurs de préférence de l'utilisateur

# user/user-tool-prefs/tool/src/bundle/user-tool-prefs.properties:hidden_title
source: Hide From Site Drawer
fr_fr: Cacher du compartiment à espaces

# user/user-tool-prefs/tool/src/bundle/userPrefs.properties:userPrefs
source: User Preference Values
fr_fr: Valeurs de préférence de l'utilisateur
