Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_samigo_*.po
Languages: fr_fr

source: NOTE: Place curly braces ({}) around words requiring a blank.
fr_fr: NOTE : Placez des accolades ({}) de part et d'autre des mots qui représentent des cases à remplir.

source: <b>Defining Answers</b>
fr_fr: <b>Définir les réponses</b>

source: Example: {6.022E23} to express Avogadro's number.
fr_fr: Exemple : {6.022E23} exprime le nombre d'Avogadro.

source: <b>Acceptable Characters</b>
fr_fr: <b>Caractères acceptables</b>

source: OPTIONS: Insert a pipe (|) between answer options like synonyms.
fr_fr: OPTIONS : Insérez un pipe (|) entre les options de réponse tels que le synonymes.

source: For example: {They are|They're} very happy.
fr_fr: Par exemple : Les feuilles ont un {recto|verso}.

source: Insert an asterisks (*) for one or more wildcard characters.
fr_fr: Insérez un astérisque (*) pour un ou plusieurs caractères de remplacement.

source: For example: It's raining {c*} and {d*s}.
fr_fr: Par exemple: Il pleut {s*} à {Q*c}.

source: Number of attempts
fr_fr: Nombre de tentatives

source: Indicate number of times students are allowed to re-record answer
fr_fr: Indiquez le nombre de fois que les étudiants ont le droit de réenregistrer la réponse

source: * Number of questions
fr_fr: * Nombre de questions

source: * Point value of questions
fr_fr: * La valeur en points des questions

source: Randomization
fr_fr: Au hazard

source: Type of randomization
fr_fr: Type de répartition aléatoire

source: A student's questions are randomized once for all submissions
fr_fr: Les questions d'un étudiant sont tirées aléatoirement une seule fois pour toutes les évaluations

source: Number of Submissions Allowed
fr_fr: Nombre de remises permises

source: Numbering
fr_fr: Numérotation

source: Objectives
fr_fr: Objectifs

source: Objective
fr_fr: Objectif

source: (one per line)
fr_fr: (un par ligne)

source: Only
fr_fr: Seulement

source: There are only NEXT buttons only to go forward.
fr_fr: Il n'y a que des boutons SUIVANT qui permettent seulement d'aller vers l'avant.

source: Organization
fr_fr: Organisation

source: Part
fr_fr: Partie

source: Part Information
fr_fr: Information de la partie

source: Part Title
fr_fr: Titre de la partie

source: Part -
fr_fr: Partie -

source: Password
fr_fr: Mot de passe

source: * Pool name
fr_fr: Nom du regroupement

source: (total # of questions)
fr_fr: (nombre total de questions)

source: Question Text
fr_fr: Texte de Question

source: Question Layout
fr_fr: Disposition de la question

source: Question level feedback
fr_fr: Rétroaction au niveau des questions

source: Question - Multiple Choice (multiple correct)
fr_fr: Question - Choix multiple (plusieurs corrects)

source: Question Ordering
fr_fr: Ordre des questions (non disponible en mode aléatoire)

source: Item Stems
fr_fr: Vignettes

source: Question Text
fr_fr: Texte de Question

source: Theme
fr_fr: Thème

source: Random draw from question pool
fr_fr: Tirage au sort à partir du groupement de questions

source: (Remove existing questions from this part to enable this feature)
fr_fr: (Retirer les questions existantes de cette partie pour activer cette fonctionnalité)

source: (Add at least one question to an unused pool to enable this feature)
fr_fr: (Ajouter au moins une question à un pool non utilisé pour activer cette fonctionnalité)

source: * Draw
fr_fr: * Tirage au sort

source: question(s) from
fr_fr: question(s) de

source: * Correct answers are worth
fr_fr: * Les bonnes réponses valent

source: Random within Part
fr_fr: Aléatoire à l'intérieur de la partie

source: Randomize Answers
fr_fr: Répartir les réponses au hasard

source: Required Rationale
fr_fr: Raisons requises

source: Randomize Items
fr_fr: Répartir les éléments au hasard

source: Record the average score
fr_fr: Enregistrer la note moyenne

source: Record the highest score
fr_fr: Enregistrer la note la plus élevée

source: Remove part and all questions.
fr_fr: Supprimer la partie et toutes les questions.

source: Remove part only and move question(s) to
fr_fr: Supprimer la partie seulement et déplacer la(les) question(s) vers

source: Remove Assessment Confirmation
fr_fr: Supprimer la confirmation d'évaluation

source: Remove Assessment Check
fr_fr: Enlever la vérification de l’évaluation

source: Remove Part Confirmation
fr_fr: Supprimer la confirmation de la partie

source: Remove Question Confirmation
fr_fr: Confirmation de suppression de question

source: Remove Question Confirmation
fr_fr: Confirmation de suppression de question

source: Allow Partial Credit
fr_fr: Permettre un crédit partiel

source: Require Rationale
fr_fr: Exige des raisons

source: All fields with an asterisk are required
fr_fr: Tous les champs avec un astérisque sont requis si l'option « Tirage aléatoire du groupe de questions » est sélectionnée

source: Rationale
fr_fr: Raisons

source: Restart numbering between parts.
fr_fr: Recommencer la numérotation pour chaque partie.

source: Retract
fr_fr: Retirer

source: Rubrics
fr_fr: Rubriques

source: Rubric
fr_fr: Rubrique

source: Sakai Assessment Manager
fr_fr: Gestionnaire d'évaluation de Sakai

source: Sakai Assessment - Remove Question
fr_fr: Évaluation Sakai - Supprimer question

source: Save or cancel changes
fr_fr: Enregistrer ou annuler les modifications

source: Scoring
fr_fr: Notation

source: Secondary Password
fr_fr: Identifiant et mot de passe secondaires

source: [Select]
fr_fr: [Sélectionner]

source: select
fr_fr: sélectionner

source: Select the appropriate format
fr_fr: Sélectionnez le format approprié

source: Select a pool name (optional)
fr_fr: Sélectionnez un nom de réserve (optionnel)

source: select
fr_fr: sélectionner

source: select one ...
fr_fr: sélectionnez une ...

source: select a question type
fr_fr: sélectionner un type de question

source: Select the Feedback Components to be displayed to the student
fr_fr: Sélectionnez les composants de retour d'expérience à afficher à l'étudiant

source: Selected
fr_fr: Sélectionné

source: Selection level Feedback
fr_fr: Retour d'expérience au niveau de la sélection

source: Settings -
fr_fr: Configuration -

source: Short Answer/Essay
fr_fr: Réponse courte/Dissertation

source: SHOW
fr_fr: AFFICHER

source: Show/Hide
fr_fr: Afficher/Cacher

source: Student's Score
fr_fr: Note de l'étudiant

source: Submission Message
fr_fr: Message de Remise

source: Submissions
fr_fr: Copies

source: submissions allowed
fr_fr: remises permises

source: Are you sure you would like to remove this question?
fr_fr: Voulez-vous vraiment supprimer cette question ?

source: True/False
fr_fr: Vrai/Faux

source: The complete Assessment is displayed on one Web page.
fr_fr: L'évaluation complète est affichée sur une page Web.

source: Time allowed (seconds)
fr_fr: Temps permis (secondes)

source: Indicate how long student has to record answer
fr_fr: Indiquez le temps dont l'étudiant dispose pour enregistrer une réponse

source: Timed Assessment
fr_fr: Évaluation Chronométrées

source: Timed Assessment with Time Limit
fr_fr: Évaluation chronométrée avec limite de temps

source: Title: NavigoProject.org
fr_fr: Titre : NavigoProject.org

source: total points
fr_fr: points totaux

source: total point
fr_fr: Total des points

source: True
fr_fr: Vrai

source: True False
fr_fr: Vrai Faux

source: True/False
fr_fr: Vrai/Faux

source: True/False Question
fr_fr: Question Vrai / Faux

source: Unlimited
fr_fr: Illimité

source: Upload Assessment
fr_fr: Déposer évaluation

source: Username
fr_fr: Identifiant de l'utilisateur

source: (0 = survey or ungraded question)
fr_fr: (0 = sondage ou question non corrigée)

source: No
fr_fr: Non

source: Yes
fr_fr: Ou

source: P{1}-Q{0}-Pool:{2}
fr_fr: P{1}-Q{0}-Réserve:{2}

source: Q{0}-Pool:{2}
fr_fr: Q{0}-Réserve:{2}

source: Above Average
fr_fr: Au-dessus de la moyenne

source: Below Average
fr_fr: Sous la moyenne

source: Average
fr_fr: Moyenne

source: Yes, No
fr_fr: Oui, Non

source: Disagree, Agree
fr_fr: En désaccord, En accord

source: Disagree, Undecided, Agree
fr_fr: En désaccord, Indécis, En accord

source: Strongly Agree
fr_fr: Totalement en accord

source: Strongly Disagree
fr_fr: Totalement en désaccord

source: Disagree
fr_fr: En désaccord

source: Agree
fr_fr: En accord

source: Undecided
fr_fr: Indécis

source: Unacceptable
fr_fr: Inacceptable

source: Feedback
fr_fr: Rétroaction

source: Correct Feedback
fr_fr: Retour pour réponse correcte

source: Incorrect Feedback
fr_fr: Retour pour réponse incorrecte

source: Incorrect
fr_fr: Incorrecte

source: Answer Key
fr_fr: Corrigé

source: General Item Feedback
fr_fr: Retour d'expérience d'élément général

source: Incorrect
fr_fr: Incorrecte

source: Answer level feedback
fr_fr: Retour d'expérience au niveau de la réponse

source: Selection level feedback
fr_fr: Retour d'expérience au niveau de la sélection

source: Model Short Answer
fr_fr: Exemple de réponse courte

source: Number of Tries Allowed
fr_fr: Nombre d'essais permis

source: * Title
fr_fr: Titre

source: Information
fr_fr: Informations Générales

source: Questions authored one-by-one
fr_fr: Questions créées une par une

source: Random draw from
fr_fr: Tirage au sort de

source: Update Questions
fr_fr: Mettre à jour les questions

source: Point values must be numbers greater than or equal to 0.0
fr_fr: La valeur de point pour la question devrait être un nombre supérieur ou égal à 0.0

source: Sorry! You do not have right to edit this assessment in the site.
fr_fr: Désolés ! Vous n'avez pas le droit d'éditer d'évaluations dans le site.

source: Sorry! You do not have right to delete this assessment in the site.
fr_fr: Désolé ! Vous n'avez pas le droit de supprimer d'évaluations dans le site.

source: Sorry! You do not have right to publish this assessment in the site.
fr_fr: Désolés ! Vous n'avez pas le droit de publier d'évaluations dans l'espace.

source: Sorry! You do not have right to grade this assessment in the site.
fr_fr: Désolés ! Vous n'avez pas le droit de corriger d'évaluations dans le site.

source: Part title cannot be empty.
fr_fr: Le titre de partie ne peut pas être vide.

source: Multiple Choice questions allow a maximum of 26 answer choices.
fr_fr: Les questions Choix Multiples permettent un maximum de 26 choix de réponses.

source: You must select one correct Answer.
fr_fr: Vous devez sélectionner une réponse correcte.

source: You must select at least one correct Answer.
fr_fr: Vous devez sélectionner au moins une réponse correcte

source: Please enter two or more answer selections for this question.
fr_fr: Vous devez inscrire du texte pour au moins 2 choix.

source: Please enter the text for the selection
fr_fr: Veuillez inscrire le texte de la sélection

source: The correct answer selection's text box cannot be empty.
fr_fr: La zone de texte de la réponse correcte ne devrait pas être vide.

source: You must enter Choice and Match values.
fr_fr: Vous devez inscrire un choix et un appariement.

source: Delivery Date is not of correct format: mm/dd/yyyy hh:mm:ss:aa.
fr_fr: La date de remise n'est pas du bon format : mm/dd/yyyy hh:mm:ss:aa.

source: Please use only accepted characters within curly brackets.
fr_fr: Veuillez utiliser uniquement des caractères acceptés entre des accolades.

source: Please fill in more answers.
fr_fr: Veuillez inscrire plus de réponses.

source: Question Text should not be empty.
fr_fr: Le texte de la question ne devrait pas être vide.

source: You must select at least one Answer.
fr_fr: Vous devez choisir au moins une réponse.

source: Value needs to be a whole number between 0 and 99.
fr_fr: La valeur doit être un nombre entier compris entre 0 et 99.

source: This assessment has been retracted from student view.
fr_fr: Cette évaluation a été retirée de l'affichage étudiant.

source: Assessment No Longer Available For Editing
fr_fr: Évaluation Indisponible pour l’édition

source: Republish vs. Regrade and Republish
fr_fr: Republier et Réévaluer et Republier

source: Click
fr_fr: Cliquez sur

source: Republish
fr_fr: Republier

source: Click
fr_fr: Cliquez sur

source: Regrade and Republish
fr_fr: Réévaluer et Republier

source: -Multiple Choice
fr_fr: -Choix Multiple

source: -Survey
fr_fr: -Sondage

source: -Fill in the Blank
fr_fr: -Exercice à trous

source: -Numeric Response
fr_fr: Réponse numérique

source: -Matching
fr_fr: -Appariement

source: -True False
fr_fr: -Vrai Faux

source: 2) Modifying the correct answer choice for an auto-scored question.
fr_fr: 2) Modification du choix de réponse correct pour une question auto-évaluée.

source: <b>Case sensitive?</b>
fr_fr: <b>Sensible à la casse ? </b>

source: <b>Ignore spaces?</b>
fr_fr: <b>Ignorer les espaces ?</b>

source: Edit Published Assessment Confirmation
fr_fr: Modifier la Confirmation de l'évaluation publiée

source: WARNING:
fr_fr: AVERTISSEMENT :

source: This assessment has already been published.
fr_fr: Cette évaluation a été déjà publiée.

source: It will be retracted (unavailable to students) until you republish it.
fr_fr: Il sera retiré (indisponible aux étudiants) jusqu'à ce que vous le rediffusiez.

source: Click EDIT to retract and modify the assessment.
fr_fr: Cliquer sur Modifier pour retirer et modifier l'évaluation.

source: Click CANCEL to return to the Assessments page.
fr_fr: Cliquez sur Annuler pour revenir à la page des évaluations.

source: Duplicate Assessment Confirmation
fr_fr: Copier la Confirmation d'Evaluation

source: - Copy #
fr_fr: - Copier #

source: Add Part
fr_fr: Ajouter Partie

source: Edit Settings
fr_fr: Éditer Propriétés

source: Remove Part
fr_fr: Supprimer Partie

source: Edit Part
fr_fr: Éditer Partie

source: Edit Question
fr_fr: Modifier la Question

source: Remove Question
fr_fr: Supprimer Question

source: Assessment
fr_fr: Évaluation

source: Remove Choice
fr_fr: Supprimer Choix

source: Remove Option
fr_fr: Supprimer l'option

source: Remove Item
fr_fr: Supprimer l'élément

source: Attachments
fr_fr: Fichiers joints

source: Add Attachments
fr_fr: Ajouter des pièces jointes

source: Add / Remove Attachments
fr_fr: Ajouter / supprimer des pièces jointes

source: No Attachment(s) yet
fr_fr: Aucune pièce jointe pour l'instant

source: Remove Attachment
fr_fr: Supprimer la pièce jointe

source: confirm remove attachment
fr_fr: confirmer la suppression de la pièce jointe

source: Are you sure you would like to remove this attachment?
fr_fr: Êtes-vous certain de vouloir supprimer cette pièce jointe ?

source: Display Attachment on different window
fr_fr: Afficher la pièce jointe dans une autre fenêtre

source: Show Rich-Text Editor (and character count)
fr_fr: Afficher l’éditeur de texte riche (et le nombre de caractères)

source: Show All Rich-Text Editors
fr_fr: Afficher tous les éditeurs de texte enrichi

source: File:
fr_fr: Fichier :

source: Upload
fr_fr: Déposer

source: Browse
fr_fr: Parcourir

source: Points deducted for incorrect answer
fr_fr: Valeur négative de point pour le choix incorrect de réponse

source: Enable Partial Credit
fr_fr: Activer le crédit partiel

source: Reset to Default Grading Logic
fr_fr: Remettre la logique de notation par défaut

source: Enable Negative Marking
fr_fr: Activer la notation négative

source: % Value
fr_fr: Valeur en pourcentage

source: Reset Score Values
fr_fr: Remettre à zéro les crédits partiels

source: Enter new value (optional)
fr_fr: Entrez la nouvelle valeur (optionnel)

source: A valid answer point value has not been entered.
fr_fr: Une valeur de point pour réponse valide n'a pas été fournie.

source: Theme text has not been entered.
fr_fr: Texte du thème non fourni.

source: Number of rich text options not selected.
fr_fr: Nombre d'options de texte enrichi non sélectionné.

source: Missing or invalid answer option labels
fr_fr: Étiquettes d'option de réponse manquante ou non valide

source: Rich text answer options text or attachment required
fr_fr: Texte d'option de réponse en texte enrichi ou pièce jointe requis

source: At least 2 options required
fr_fr: Au moins 2 options sont nécessaires

source: At least 2 pasted options required
fr_fr: Au moins 2 options collées sont nécessaires

source: Blank or non-integer item sequence encountered for item:
fr_fr: Champ de séquence vide ou ne contenant pas un entier pour l'élément :

source: Invalid option in correct option labels for item:
fr_fr: Option non valide dans les étiquettes d'option correcte pour l'élément :

source: Item text or attachment not entered for item:
fr_fr: Texte de l'élément ou pièce jointe non fournie pour l'élément :

source: Simple text - for a list of items with no formatting
fr_fr: Texte simple - pour une liste d'éléments non formatés

source: Simple text - for pasting options
fr_fr: Texte simple - pour coller des options

source: Rich text / Attachments - for styled text, tables, labelled images
fr_fr: Texte enrichi / pièces jointes - pour texte avec style, tableaux, images avec légendes

source: Duplicate responses:
fr_fr: Réponses en double :

source: Yes
fr_fr: Ou

source: No
fr_fr: Non

source: Agree
fr_fr: En accord

source: Disagree
fr_fr: En désaccord

source: Undecided
fr_fr: Indécis

source: Below Average
fr_fr: Sous la moyenne

source: Average
fr_fr: Moyenne

source: Above Average
fr_fr: Au-dessus de la moyenne

source: Strongly Disagree
fr_fr: Totalement en désaccord

source: Strongly agree
fr_fr: Totalement d'accord

source: Unacceptable
fr_fr: Inacceptable

source: Survey: Matrix of Choices
fr_fr: Sondage : Matrice de choix

source: Survey - Matrix of Choices
fr_fr: Sondage - Matrice de choix

source: Add Column Choices to Favorites
fr_fr: Ajouter choix de colonne à vos favoris

source: Add Comment Field
fr_fr: Ajouter un champ de commentaire

source: Favorites Label
fr_fr: Étiquette de favoris

source: Field Label
fr_fr: Étiquette du champ

source: Comment
fr_fr: Commentaire

source: Character count
fr_fr: Nombre de caractères :

source: Relative Widths of Columns
fr_fr: Largeur relative des colonnes

source: Row field can't be empty
fr_fr: Le champ de ligne ne doit pas être vide

source: Select from Favorites
fr_fr: Sélectionner depuis les favoris

source: Item Points
fr_fr: Points pour l'élément

source: Answer Point
fr_fr: Points pour la réponse

source: Theme
fr_fr: Thème

source: Lead-In
fr_fr: Introduction

source: Item Stems
fr_fr: Vignettes

source: 200 character limit
fr_fr: Limité à 200 caractères

source: Use browser defaults for column widths
fr_fr: Utiliser la valeur par défaut du navigateur pour les largeurs de colonne

source: 10% row choices column/90% column choices column
fr_fr: 10% pour les choix de ligne / 90% pour les choix de colonne

source: 20% row choices column/80% column choices column
fr_fr: 20% pour les choix de ligne / 80% pour les choix de colonne

source: 30% row choices column/70% column choices column
fr_fr: 30% pour les choix de ligne / 70% pour les choix de colonne

source: 40% row choices column/60% column choices column
fr_fr: 40% pour les choix de ligne / 60% pour les choix de colonne

source: 50% row choices column/50% column choices column
fr_fr: 50% pour les choix de ligne / 50% pour les choix de colonne

source: 60% row choices column/40% column choices column
fr_fr: 60% pour les choix de ligne / 40% pour les choix de colonne

source: 70% row choices column/30% column choices column
fr_fr: 70% pour les choix de ligne / 30% pour les choix de colonne

source: 80% row choices column/20% column choices column
fr_fr: 80% pour les choix de ligne / 20% pour les choix de colonne

source: 90% row choices column/10% column choices column
fr_fr: 90% pour les choix de ligne / 10% pour les choix de colonne

source: Tags
fr_fr: Etiquettes

source: Log
fr_fr: Journal

source: Title
fr_fr: Titre

source: Assessment ID
fr_fr: ID de l’évaluation

source: Name
fr_fr: Nom

source: Entry Date
fr_fr: Date d'entrée

source: Date Submitted
fr_fr: Date de remise

source: Duration
fr_fr: Durée

source: Errors
fr_fr: Erreurs

source: IP Address
fr_fr: Adresse IP

source: < Previous
fr_fr: < précédent

source: Next >
fr_fr: Suivant >

source: Error on Begin Assessment
fr_fr: Erreur au début de l'évaluation

source: Error on Submit for Grading
fr_fr: Erreur lors de la remise pour notation

source: Error on Take Assessment
fr_fr: Erreur pendant l'évaluation

source: Access Error
fr_fr: Erreur d'accès

source: Password Access Error
fr_fr: Erreur avec le mot de passe d'accès

source: IP Access Error
fr_fr: Erreur d'accès IP

source: Secure Delivery Error
fr_fr: Erreur de diffusion sécurisée

source: No Errors (User submit)
fr_fr: Aucune erreur (remise par l'utilisateur)

source: No Submission
fr_fr: Aucun devoir remis

source: Filter log by Title:
fr_fr: Filtrer le journal par titre :

source: All assessments
fr_fr: Toutes les évaluations

source: Search
fr_fr: Rechercher

source: Search by User ID or Name
fr_fr: Recherche par nom ou identifiant de l'utilisateur

source: Clear
fr_fr: Effacer

source: No Errors (Timer submit)
fr_fr: Aucune erreur (remise par le minuteur)

source: Auto submit
fr_fr: Remise automatique

source: Error during auto submit
fr_fr: Erreur lors de la remise automatique

source: No results found
fr_fr: Aucun résultat trouvé

source: Sort by Title
fr_fr: Tri sur le titre

source: Sort by Title in Ascending
fr_fr: Trier sur le Titre par ordre alphabétique

source: Sort by Title in Descending
fr_fr: Trier sur le Titre par ordre alphabétique inverse

source: Sort by Name
fr_fr: Trier par nom

source: Sort by User in Ascending
fr_fr: Trier par utilisateur par ordre alphabétique

source: Sort by User in Descending
fr_fr: Trier par utilisateur par ordre alphabétique inverse

source: Sort by Entry Date
fr_fr: Trier par Date de l'entrée

source: Sort by Entry Date in Ascending
fr_fr: Trier par Date d'entrée croissante

source: Sort by Entry Date in Descending
fr_fr: Trier par Date d'entrée décroissante

source: Sort by Date Submitted
fr_fr: Trier par date de remise

source: Sort by Date Submitted in Ascending
fr_fr: Trier par date de remise croissante

source: Sort by Date Submitted in Descending
fr_fr: Trier par date de remise décroissante

source: Sort by Errors
fr_fr: Trier par erreurs

source: Sort by Errors in Ascending
fr_fr: Trier sur erreurs par ordre alphabétique

source: Sort by Errors in Descending
fr_fr: Trier sur erreurs par ordre alphabétique inverse

source: Sort by IP Address
fr_fr: Trier par adresse IP

source: Sort by IP Address in Ascending
fr_fr: Trier par adresse IP croissante

source: Sort by IP Address in Descending
fr_fr: Trier par adresse IP décroissante

source: Select a Question Type
fr_fr: sélectionner un type de question

source: Preview Online Delivery
fr_fr: Aperçu de la diffusion en ligne

source: Question Type
fr_fr: Type de questions

source: Reset
fr_fr: Réinitialiser

source: Search
fr_fr: Rechercher

source: Return to Edit Assessment
fr_fr: Revenir à « Modifier l'évaluation »

source: Return to Assessments page
fr_fr: Retour à la page des évaluations

source: of
fr_fr: de

source: Info
fr_fr: Information

source: Grade
fr_fr: Note

source: Subject
fr_fr: Sujet :

source: Objective
fr_fr: Objectif

source: Year
fr_fr: Année

source: Difficulty
fr_fr: Difficulté

source: Title
fr_fr: Titre

source: Full Text
fr_fr: Texte intégral

source: Resource
fr_fr: Ressource

source: Resources
fr_fr: Ressources

source: Group
fr_fr: Groupe

source: Author
fr_fr: Auteur

source: Add Question:
fr_fr: Ajouter question :

source: Results for searching:
fr_fr: Résultats de la recherche :

source: Search Home
fr_fr: Accueil de la Recherche

source: Quit
fr_fr: Quitter

source: Print
fr_fr: Imprimer

source: View
fr_fr: Vue

source: Font Size
fr_fr: Taille de la police

source: Print HTML
fr_fr: Impression HTML

source: Download PDF
fr_fr: Télécharger en PDF

source: Name: _________________________
fr_fr: Nom : _________________________
