Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_feedback_*.po
Languages: fr_fr

# feedback/src/main/resources/org/sakaiproject/feedback.properties:state_home
source: Contact Us
fr_fr: Contactez-nous

# feedback/src/main/resources/org/sakaiproject/feedback.properties:state_content
source: Problem with content?
fr_fr: Problème avec le contenu ?

source: Ask for help?
fr_fr: Demander de l’aide ?

source: Report a technical problem?
fr_fr: Signaler un problème technique ?

source: Make a feature suggestion.
fr_fr: Faire une suggestion de fonctionnalité.

source: Admin must configure 'state_supplementala_reportsupplementala' bundle
fr_fr: Admin doit configurer le bundle 'state_supplementala_reportsupplementala'

source: Admin must configure 'state_supplementalb_reportsupplementalb' bundle
fr_fr: Admin doit configurer le bundle 'state_supplementalb_reportsupplementalb'

source: 'Technical Address' is not set. Check the appropriate property.
fr_fr: « Adresse technique » n’est pas définie. Vérifiez la propriété appropriée.

# feedback/src/main/resources/org/sakaiproject/feedback.properties:no_help_address
source: 'Help Address' is not set. Check the appropriate property.
fr_fr: « Adresse d'aide » n’est pas définie. Vérifiez la propriété appropriée.

source: 'Supplemental A Address' is not set. Check the appropriate property.
fr_fr: « Adresse complémentaire A » n’est pas définie. Vérifiez la propriété appropriée.

source: 'Supplemental B Address' is not set. Check the appropriate property.
fr_fr: « Adresse complémentaire B » n’est pas définie. Vérifiez la propriété appropriée.

# feedback/src/main/resources/org/sakaiproject/feedback.properties:close
source: Close
fr_fr: Fermer

# feedback/src/main/resources/org/sakaiproject/feedback.properties:home_label
source: Home
fr_fr: Page d'accueil

# feedback/src/main/resources/org/sakaiproject/feedback.properties:content_label
source: Content Report
fr_fr: Rapport de contenu

# feedback/src/main/resources/org/sakaiproject/feedback.properties:technical_label
source: Technical Report
fr_fr: Rapport technique

# feedback/src/main/resources/org/sakaiproject/feedback.properties:help_label
source: Help Pages
fr_fr: Pages d’aide

# feedback/src/main/resources/org/sakaiproject/feedback.properties:help_tooltip
source: Click on this to view the {0} Help Site
fr_fr: Cliquez dessus pour afficher la site d’aide {0}

source: Suggest a new feature
fr_fr: Suggérer une nouvelle fonctionnalité

# feedback/src/main/resources/org/sakaiproject/feedback.properties:title
source: Contact us about any problems or suggestions for improvement
fr_fr: Contactez-nous au sujet de problèmes ou de suggestions d’amélioration

# feedback/src/main/resources/org/sakaiproject/feedback.properties:more
source: more info
fr_fr: plus d’informations

# feedback/src/main/resources/org/sakaiproject/feedback.properties:report
source: Report
fr_fr: Rapport

source: Report a problem with this site's content
fr_fr: Signaler un problème avec le contenu de ce site

source: a problem with this site's content
fr_fr: un problème avec le contenu de ce site

source: Report a technical problem or ask for help with {0} features
fr_fr: Signaler un problème technique ou demander de l’aide sur les fonctionnalités de {0}

source: a technical problem or ask for help with {0}'s features
fr_fr: un problème technique ou une demande d’aide sur les fonctionnalités de {0}

# feedback/src/main/resources/org/sakaiproject/feedback.properties:suggest
source: Suggest
fr_fr: Suggérer

source: Suggest a new {0} feature
fr_fr: Suggérer une nouvelle fonctionnalité de {0}

source: a new {0} feature
fr_fr: une nouvelle fonctionnalité de {0}

source: Please describe your improvement using this form.
fr_fr: Veuillez décrire votre amélioration en utilisant ce formulaire.

source: Configure using the 'supplemental_a_instruction' bundle
fr_fr: Configurer à l’aide du bundle « supplemental_a_instruction »

source: Configure using the 'supplemental_b_instruction' bundle
fr_fr: Configurer à l’aide du bundle « supplemental_b_instruction »

source: An asterisk (*) denotes a required field
fr_fr: Un astérisque (*) indique un champ obligatoire

# feedback/src/main/resources/org/sakaiproject/feedback.properties:title_label
source: Subject: *
fr_fr: Sujet : *

source: Summary: *
fr_fr: Résumé : *

# feedback/src/main/resources/org/sakaiproject/feedback.properties:submit_label
source: Submit
fr_fr: Remettre

# feedback/src/main/resources/org/sakaiproject/feedback.properties:cancel_label
source: Cancel
fr_fr: Annuler

source: Add Attachments:
fr_fr: Ajouter des pièces jointes :

source: Select a file
fr_fr: Sélectionnez un fichier

source: Your email address: *
fr_fr: Votre adresse email : *

source: Select recipient: *
fr_fr: Sélectionnez destinataire : *

source: The title must be between 8 and 40 characters in length
fr_fr: Le titre doit être compris entre 8 et 40 caractères

source: The description must be longer than 32 characters in length
fr_fr: La description doit contenir plus de 32 caractères de long

source: You must enter something in the 'Your email address' field
fr_fr: Vous devez entrer quelque chose dans le champ « Votre adresse email »

# feedback/src/main/resources/org/sakaiproject/feedback.properties:no_panels_title
source: No panels visible?
fr_fr: Aucun panneau visible ?

# feedback/src/main/resources/org/sakaiproject/feedback.properties:content_title
source: Problem with content?
fr_fr: Problème avec le contenu ?

# feedback/src/main/resources/org/sakaiproject/feedback.properties:content_link
source: Report the problem to the site owner
fr_fr: Signalez le problème au propriétaire du site

# feedback/src/main/resources/org/sakaiproject/feedback.properties:ask_title
source: Ask for help?
fr_fr: Demander de l’aide ?

# feedback/src/main/resources/org/sakaiproject/feedback.properties:ask_link
source: Contact the Helpdesk
fr_fr: Contacter le Helpdesk

# feedback/src/main/resources/org/sakaiproject/feedback.properties:technical_title
source: Report a technical problem?
fr_fr: Signaler un problème technique ?

# feedback/src/main/resources/org/sakaiproject/feedback.properties:technical_link
source: Report the problem to the {0} team
fr_fr: Signalez le problème à l’équipe de {0}

source: {0} Team
fr_fr: Équipe {0}

# feedback/src/main/resources/org/sakaiproject/feedback.properties:suggest_title
source: Suggest improvement?
fr_fr: Suggérer des améliorations ?

# feedback/src/main/resources/org/sakaiproject/feedback.properties:suggest_link
source: Make a request for improvement
fr_fr: Faire une demande d’amélioration

source: Configure 'supplemental_a_title' bundle
fr_fr: Configurer le bundle « supplemental_a_title »

source: Configure 'supplemental_a_explanation' bundle
fr_fr: Configurer le bundle « supplemental_a_explanation »

source: Configure the 'supplemental_a_link' bundle
fr_fr: Configurer le bundle « supplemental_a_link »

source: Configure the 'supplemental_b_title' bundle
fr_fr: Configurer le bundle « supplemental_b_title »

source: Configure the 'supplemental_b_explanation' bundle
fr_fr: Configurer le bundle « supplemental_b_explanation »

source: Configure the 'supplemental_b_link' bundle
fr_fr: Configurer le bundle « supplemental_b_link »

source: Recaptcha validation failed, please try again
fr_fr: La validation de ReCAPTCHA a échoué, veuillez réessayer

# feedback/src/main/resources/org/sakaiproject/feedback.properties:error_forbidden
source: Sorry but you do not have permission to post a report
fr_fr: Désolé mais vous n’êtes pas autorisé à publier un rapport

source: The report request was incorrectly formed
fr_fr: La demande de rapport a été mal formée

source: sorry but you added too many attachments
fr_fr: désolé mais vous avez ajouté trop de pièces jointes

# feedback/src/main/resources/org/sakaiproject/feedback.properties:error_bad_title
source: The title must not be empty
fr_fr: Le titre ne doit pas être vide

source: The description must not be empty
fr_fr: La description ne doit pas être vide

source: The sender address could not be determined
fr_fr: L’adresse de l’expéditeur n’a pas pu être déterminée

source: The sender address was incorrectly formed
fr_fr: L’adresse de l’expéditeur était mal formée

# feedback/src/main/resources/org/sakaiproject/feedback.properties:error_db_error
source: There was a problem logging the email in the database
fr_fr: Il y avait un problème d’enregistrement de l’email dans la base de données

# feedback/src/main/resources/org/sakaiproject/feedback.properties:error
source: We are very sorry but an error occurred and your report was not sent.
fr_fr: Nous sommes désolés mais une erreur est survenue et votre rapport n’a pas été envoyé.

source: MB allowed
fr_fr: MB autorisé(s)

source: Content problem report from {0}
fr_fr: Rapport de problème de contenu de {0}

source: Technical problem report from {0}
fr_fr: Rapport de problème technique de {0}

source: Help request from {0}
fr_fr: Demande d’aide de {0}

source: Suggestion from {0}
fr_fr: Suggestion de {0}

# feedback/src/main/resources/org/sakaiproject/feedback.properties:email_success
source: An email with the information you entered has been sent to
fr_fr: Un email avec les informations que vous avez saisi a été envoyé à
