Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_sitestats_*.po
Languages: fr_fr

# sitestats/sitestats-bundle/src/resources/Events.properties:site.upd.site.mbrshp
source: Site member(s) added/removed/role changed
fr_fr: Membre(s) du site ajouté/supprimé/changé de rôle

# sitestats/sitestats-bundle/src/resources/Events.properties:syllabus.post.new
source: Syllabus item new
fr_fr: Nouvel élément du plan du cours

# sitestats/sitestats-bundle/src/resources/Events.properties:syllabus.post.change
source: Syllabus item revise
fr_fr: Réviser élément du plan du cours

# sitestats/sitestats-bundle/src/resources/Events.properties:syllabus.read
source: Syllabus item read
fr_fr: Lire élément du plan du cours

# sitestats/sitestats-bundle/src/resources/Events.properties:syllabus.delete
source: Syllabus item delete
fr_fr: Supprimer élément du plan du cours

# sitestats/sitestats-bundle/src/resources/Events.properties:syllabus.draft.change
source: Syllabus draft item changed
fr_fr: Brouillon d'un élément du plan du cours modifié

# sitestats/sitestats-bundle/src/resources/Events.properties:syllabus.draft.new
source: Syllabus draft item created
fr_fr: Brouillon d'un élément du plan du cours créé

# sitestats/sitestats-bundle/src/resources/Events.properties:tasklist.create
source: Task item new
fr_fr: Nouvelle tâche

# sitestats/sitestats-bundle/src/resources/Events.properties:tasklist.view
source: Task list view
fr_fr: Voir liste des tâches

source: Task item mark complete
fr_fr: Marquer la tâche complète

source: Task item mark incomplete
fr_fr: Marquer la tâche incomplète

# sitestats/sitestats-bundle/src/resources/Events.properties:tasklist.delete.own
source: Task item delete (own)
fr_fr: Supprimer tâche (propre)

# sitestats/sitestats-bundle/src/resources/Events.properties:tasklist.delete.all
source: Task item delete (other)
fr_fr: Supprimer tâche (autre)

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.answer
source: Test Center: answer submitted
fr_fr: Centre de test: réponse envoyée

source: Test Center: test deleted
fr_fr: Centre de test: test supprimé

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.assessment.edit
source: Test Center: test edited
fr_fr: Centre de test: test modifié

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.assessment.new
source: Test Center: new test
fr_fr: Centre de test: nouveau test

source: Test Center: test published
fr_fr: Centre de test: test publié

source: Test Center: test unpublished
fr_fr: Centre de test: test dé-publié

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.auto_complete
source: Test Center: test auto completed
fr_fr: Centre de test: test auto complété

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.complete
source: Test Center: test completed
fr_fr: Centre de test: test complété

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.continue
source: Test Center: test continued from previous started submission
fr_fr: Centre de test: test continué à partir de la soumission précédente

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.enter
source: Test Center: submission started
fr_fr: Centre de test: soumission débutée

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.grade
source: Test Center: submission graded
fr_fr: Centre de test: soumission notée

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.pool.delete
source: Test Center: pool deleted
fr_fr: Centre de test: réserve d'idées supprimé

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.pool.edit
source: Test Center: pool edited
fr_fr: Centre de test: réserve d'idées modifié

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.pool.new
source: Test Center: new pool
fr_fr: Centre de test: nouvelle réserve d'idées

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.question.edit
source: Test Center: question edited
fr_fr: Centre de test: question éditée

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.question.new
source: Test Center: new question
fr_fr: Centre de test: nouvelle question

# sitestats/sitestats-bundle/src/resources/Events.properties:mneme.review
source: Test Center: test reviewed by student
fr_fr: Centre de test: test relu par l'étudiant

# sitestats/sitestats-bundle/src/resources/Events.properties:todolist.create
source: ToDo item new
fr_fr: Nouvel élément 'à faire'

# sitestats/sitestats-bundle/src/resources/Events.properties:todolist.view
source: ToDo list view
fr_fr: Voir liste des éléments 'à faire'

source: ToDo item mark complete
fr_fr: Marquer l'élément 'à faire' complet

source: ToDo item mark incomplete
fr_fr: Marquer l'élément 'à faire' incomplet

# sitestats/sitestats-bundle/src/resources/Events.properties:todolist.delete.own
source: ToDo item delete (own)
fr_fr: Supprimer l'élément 'à faire' (propre)

# sitestats/sitestats-bundle/src/resources/Events.properties:todolist.delete.all
source: ToDo item delete (other)
fr_fr: Supprimer l'élément 'à faire' (autre)

# sitestats/sitestats-bundle/src/resources/Events.properties:wiki.new
source: Wiki page new
fr_fr: Nouvelle page Wiki

# sitestats/sitestats-bundle/src/resources/Events.properties:wiki.revise
source: Wiki page revise
fr_fr: Réviser page Wiki

# sitestats/sitestats-bundle/src/resources/Events.properties:wiki.read
source: Wiki page read
fr_fr: Lire page Wiki

# sitestats/sitestats-bundle/src/resources/Events.properties:wiki.delete
source: Wiki page delete
fr_fr: Supprimer page Wiki

# sitestats/sitestats-bundle/src/resources/Events.properties:yaft.message.created
source: Message created
fr_fr: Création de message

# sitestats/sitestats-bundle/src/resources/Events.properties:yaft.message.deleted
source: Message deleted
fr_fr: Suppression de message

source: Discussion created
fr_fr: Création de discussion

source: Discussion deleted
fr_fr: Suppression de discussion

# sitestats/sitestats-bundle/src/resources/Events.properties:yaft.forum.created
source: Forum created
fr_fr: Création de forum

# sitestats/sitestats-bundle/src/resources/Events.properties:yaft.forum.deleted
source: Forum deleted
fr_fr: Suppression de forum

# sitestats/sitestats-bundle/src/resources/Events.properties:blog.post.created
source: Post created
fr_fr: Création de message

# sitestats/sitestats-bundle/src/resources/Events.properties:blog.post.deleted
source: Post deleted
fr_fr: Suppression de message

# sitestats/sitestats-bundle/src/resources/Events.properties:sitestats.view
source: Statistics view
fr_fr: Consultation des statistiques

# sitestats/sitestats-bundle/src/resources/Events.properties:sitestats.report.new
source: Statistics report new
fr_fr: Création d'un rapport de statistiques

# sitestats/sitestats-bundle/src/resources/Events.properties:sitestats.report.edit
source: Statistics report edited
fr_fr: Modification d'un rapport de statistiques

source: Statistics report removed
fr_fr: Suppression d'un rapport de statistiques

# sitestats/sitestats-bundle/src/resources/Events.properties:sitestats.report.view
source: Statistics report view
fr_fr: Consultation d'un rapport de statistiques

# sitestats/sitestats-bundle/src/resources/Events.properties:sitestats.prefs.edit
source: Statistics preferences edited
fr_fr: Modification des préférences des statistiques

# sitestats/sitestats-bundle/src/resources/Events.properties:profile.view.own
source: View own's profile
fr_fr: Consultation de son propre profil

# sitestats/sitestats-bundle/src/resources/Events.properties:profile.view.other
source: View other's profile
fr_fr: Consultation du profil d'un autre

source: Request for friendship
fr_fr: Demande pour devenir ami

source: Confirm friendship
fr_fr: Confirmation du statut d'ami

source: View my friends
fr_fr: Visualisation des amis

source: View the friends of other
fr_fr: Visualisation des amis des autres

# sitestats/sitestats-bundle/src/resources/Events.properties:profile.search.name
source: Search by name
fr_fr: Recherche par nom

source: Search by interest
fr_fr: Rechercher par intérêt

# sitestats/sitestats-bundle/src/resources/Events.properties:profile.status.update
source: Update my status
fr_fr: Mise à jour de son statut

source: Update twitter
fr_fr: Mise à jour twitter

# sitestats/sitestats-bundle/src/resources/Events.properties:profile.message.sent
source: Sent message
fr_fr: Envoi de message

# sitestats/sitestats-bundle/src/resources/Events.properties:profile.new
source: New
fr_fr: Nouveau

# sitestats/sitestats-bundle/src/resources/Events.properties:profile.info.update
source: Update
fr_fr: Mise à jour

# sitestats/sitestats-bundle/src/resources/Events.properties:webcontent.read
source: Web content external page read
fr_fr: Lecture du contenu d'une page web externe

# sitestats/sitestats-bundle/src/resources/Events.properties:webcontent.revise
source: Web content edit made or attempted
fr_fr: Modification effective ou tentée d'un contenu web

source: Gets all the metrics.
fr_fr: Procure toutes les métriques.

source: Resets all metrics.
fr_fr: Réinitialise toutes les métriques.

source: Get the total number of events processed.
fr_fr: Procure le nombre total d’évènements traités.

source: Get the time that occurred since start/last reset.
fr_fr: Procure le temps qui s'est déroulé depuis le démarrage ou la dernière réinitialisation.

source: Get the total time ellapsed, in milliseconds, since start/last reset.
fr_fr: Procure le temps total écoulé, en millisecondes, depuis le démarrage ou la dernière réinitialisation.

source: Get the total time, in milliseconds, spent in event processing.
fr_fr: Procure la durée totale, en millisecondes, passée à traites les évènements.

source: Get the average number of events processed per second.
fr_fr: Procure le nombre moyen d’évènements traités par seconde.

source: Get the average number of events generated by Sakai per second.
fr_fr: Procure le nombre moyen d’évènements générés par Sakai par seconde.

source: all
fr_fr: Tout

# sitestats/sitestats-bundle/src/resources/Navigator.properties:pager_textItem
source: items
fr_fr: éléments

# sitestats/sitestats-bundle/src/resources/Navigator.properties:pager_accesskeys
source: false
fr_fr: faux

# sitestats/sitestats-bundle/src/resources/Navigator.properties:pager_renderFirst
source: true
fr_fr: vrai

# sitestats/sitestats-bundle/src/resources/Navigator.properties:pager_renderPrev
source: true
fr_fr: vrai

# sitestats/sitestats-bundle/src/resources/Navigator.properties:pager_renderNext
source: true
fr_fr: vrai

# sitestats/sitestats-bundle/src/resources/Navigator.properties:pager_renderLast
source: true
fr_fr: vrai

# sitestats/sitestats-bundle/src/resources/Navigator.properties:pager_titleFirst
source: First {0} {1}
fr_fr: {0} premiers {1}

# sitestats/sitestats-bundle/src/resources/Navigator.properties:pager_titlePrev
source: Previous {0} {1}
fr_fr: {0} {1} précédents

# sitestats/sitestats-bundle/src/resources/Navigator.properties:pager_titleNext
source: Next {0} {1}
fr_fr: {0} {1} suivants

# sitestats/sitestats-bundle/src/resources/Navigator.properties:pager_titleLast
source: Last {0} {1}
fr_fr: {0} derniers {1}
