Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_config_*.po
Languages: fr_fr

source: Display current privacy status for all sites or a site
fr_fr: Affiche le statut actuel de confidentialité pour tous les sites ou un site

source: Privacy Status
fr_fr: État de confidentialité

source: Profile Tool
fr_fr: Profil

source: Profile
fr_fr: Profil

source: Profile
fr_fr: Profil

source: Reports
fr_fr: Rapports

source: Reports
fr_fr: Rapports

source: Reset Password
fr_fr: Réinitialiser le mot de passe

source: Resource Create Edit Helper
fr_fr: Aide à la création et à l'édition de ressources

source: Resource Create/Edit Helper
fr_fr: Aide à la création/édition de ressource

source: Provides Implementations for Actions of Basic Resource Types
fr_fr: Fournit les implémentations pour les actions des types de ressources de base

source: Resource Type Helper
fr_fr: Aide pour les types de ressources

source: Resources
fr_fr: Ressources

source: Rights Helper
fr_fr: Aide aux droits

source: Rubrics
fr_fr: Rubriques

source: Link Tool
fr_fr: Outil de lien

source: Test Link
fr_fr: Test du lien

source: For collaborative editing of pages and content
fr_fr: Pour l'édition collaborative de pages et de contenu

source: Tests & Quizzes
fr_fr: Tests et Quiz

source: Individual examples of the Sakai 2.0 JSF tags.
fr_fr: Exemples individuel des étiquettes JSF de Sakai 2.0

source: Sakai 2.0 JSF Tags
fr_fr: Étiquettes JSF de Sakai 2.0

source: A simple sample servlet tool
fr_fr: Un outil d'exemple de servlet simple

source: Simple Sample Servlet Tool
fr_fr: Exemple Simple de Servlet

source: A slightly slicker sample servlet tool
fr_fr: Un outil d'exemple de servlet plus avancé

source: Simple Sample Servlet Tool 2
fr_fr: Exemple Simple de Servlet Avancé

source: Display registered Repositories and Search
fr_fr: Affichage des entrepôts enregistrés et Recherche

source: Sample use of RepositoryManager Component
fr_fr: Utilisation d'exemple des composants de gestion d'entrepôt

source: Calendar
fr_fr: Calendrier

source: Job Scheduler
fr_fr: Planificateur de Tâches

source: Search
fr_fr: Rechercher

source: Section Info
fr_fr: Information des Sections

source: Sign-up
fr_fr: Inscription

source: For enabling online registration for meetings and other events
fr_fr: Pour permettre l'inscription en ligne aux réunions et autres événements

source: News
fr_fr: Nouvelles

source: Account
fr_fr: Compte

source: For viewing the site participants list
fr_fr: Pour la visualisation de la liste des participants de l'espace

source: Roster
fr_fr: Liste

source: Roster
fr_fr: Liste

source: For viewing the site participants list
fr_fr: Pour la visualisation de la liste des participants de l'espace

source: Site Browser
fr_fr: Navigateur de Sites

source: Site Info
fr_fr: Information du Site

source: Sites
fr_fr: Espaces

source: Worksite Setup
fr_fr: Configuration des espaces

source: Statistics management
fr_fr: Suivi des apprenants pour l'administrateur

source: Statistics
fr_fr: Statistiques

source: Become User
fr_fr: Devenir utilisateur

source: Calendar
fr_fr: Calendrier

source: Syllabus
fr_fr: Plan de cours

source: Recent Announcements
fr_fr: Annonces récentes

source: Recent Chat Messages
fr_fr: Messages de Chat récents

source: Recent Discussion Items
fr_fr: Eléments de discussions récents

source: Message Center Notifications
fr_fr: Notifications du Centre de Messages

source: Sakai OSID Unit Test Servlet
fr_fr: Test Unitaires De Sakai OSID Servlet

source: User Membership
fr_fr: Inscriptions des utilisateurs

source: Users
fr_fr: Utilisateurs

source: Blogger
fr_fr: Blog

source: A Blogger
fr_fr: Blog

source: Discussion and Private Messages
fr_fr: Forum et messages privés

source: Modules Admin Tool
fr_fr: Modules (admin)

source: Account Validator
fr_fr: Validateur de compte

source: For validating new accounts
fr_fr: Pour valider les nouveaux comptes

source: AnnotatedUrl
fr_fr: URL annotée

source: Email template administration
fr_fr: Gestion des modèles de courriel

source: Clog
fr_fr: Blog

source: The collaborative log tool
fr_fr: Outil de blog collaboratif

source: Dashboard
fr_fr: Tableau de bord

source: A new resource has been added to
fr_fr: Une nouvelle ressource a été ajoutée à

source: A resource has been updated in
fr_fr: Une ressource a été mise à jour dans

source: A new resource has been added to
fr_fr: Une nouvelle ressource a été ajoutée à

source: A resource has been updated in
fr_fr: Une ressource a été mise à jour dans

source: Changed
fr_fr: Changé

source: Location: site
fr_fr: Localisation : site

source: New
fr_fr: Nouveau

source: New
fr_fr: Nouveau

source: Resources
fr_fr: Ressources

source: Resource
fr_fr: Ressource

source: Resource:
fr_fr: Ressource :

source: Folder
fr_fr: Dossier

source: site at
fr_fr: site à

source: the
fr_fr: le

source: the
fr_fr: le

source: from the
fr_fr: depuis le

source: site.
fr_fr: espace.

source: This automatic notification message was sent by
fr_fr: Ce message de notification automatique a été envoyé par

source: You can modify how you receive notifications at Home > Preferences.
fr_fr: Vous pouvez modifier la façon dont vous recevez les notifications à Espace de Travail > Préférences.

source: Display this file to <strong>selected groups</strong> only.
fr_fr: Afficher ce fichier pour <strong>les groupes sélectionnés</strong> uniquement.

source: Leave access settings as for the folder.
fr_fr: Conserver les mêmes paramètres d'accès que ceux du dossier.

source: This file is <strong>publicly viewable</strong>.
fr_fr: Ce fichier est <strong>visible publiquement</strong>.

source: This folder and its contents are <strong>publicly viewable</strong>.
fr_fr: Ce dossier et son contenu sont <strong>visibles publiquement</strong>.

source: Resources in this folder are <strong>publicly viewable</strong>.
fr_fr: Les ressources de ce dossier sont <strong>publiques</strong>.

source: Only <strong>members of this site</strong> can see this file.
fr_fr: Seuls les <strong>membres de cet espace</strong> peuvent voir ce fichier.

source: Drop Box
fr_fr: Boite de dépôt

source: Visible to instructor and student
fr_fr: Visible pour l'instructeur et l'étudiant

source: Select group(s)
fr_fr: Sélectionner le(s) groupe(s)

source: Visible to selected groups: {0}
fr_fr: Visible pour les groupes sélectionnés : {0}

source: Visible to public
fr_fr: Visible pour le public

source: Entire site
fr_fr: Espace entier

source: Visible to entire site
fr_fr: Visible pour tout cet espace

source: Access
fr_fr: Accès

source: Access: Display to non-members (publicly viewable)
fr_fr: Accès : Afficher pour le public

source: Access: Display to all members of this site
fr_fr: Accès : Afficher pour tous les membres de l'espace

source: Access: Display to members of a selected group ({0})
fr_fr: Accès : Afficher pour les membres d'un groupe sélectionné ({0})

source: Access: Display to members of selected group(s)
fr_fr: Accès : Afficher pour les membres des groupes sélectionnés

source: View Details
fr_fr: Visualiser les propriétés

source: Copy
fr_fr: Copier

source: Move to Trash
fr_fr: Déplacer vers la corbeille

source: Duplicate
fr_fr: Dupliquer

source: Info
fr_fr: Information

source: Move
fr_fr: Déplacer

source: Make Site Page
fr_fr: Créer une page dans l'espace

source: Act on this {0}
fr_fr: Effectuer une action sur {0}

source: Paste
fr_fr: Coller

source: Paste copied items
fr_fr: Coller les éléments copiés

source: Paste moved items
fr_fr: Coller les éléments déplacés

source: Edit Folder Permissions
fr_fr: Modifier les permissions du dossier

source: Edit Details
fr_fr: Modifier les détails

source: Reorder
fr_fr: Réorganiser

source: Upload New Version
fr_fr: Remplacer le contenu

source: Restore
fr_fr: Restaurer

source: Edit Content
fr_fr: Modifier le contenu

source: - Select Action -
fr_fr: - Sélectionner une action -

source: Compress to ZIP Archive
fr_fr: Compresser dans une archive ZIP

source: Expand ZIP Archive
fr_fr: Décompresser une archive ZIP

source: Print File
fr_fr: Imprimer le fichier

source: You do not have permission to change this item.
fr_fr: Vous n'avez pas la permission de modifier cet élément.

source: Please provide the folder name.
fr_fr: Veuillez fournir un nom de dossier.

source: Unable to complete Sort
fr_fr: Impossible de réaliser le tri.

source: You do not have permission to add items to this folder.
fr_fr: Vous n'avez pas le droit d'ajouter des éléments à ce dossier.

source: Unable to add item
fr_fr: Impossible d'ajouter l'élément

source: Unable to add item: {0}
fr_fr: Impossible d'ajouter l'élément : {0}

source: An error occurred.
fr_fr: Une erreur est survenue.

source: Content cannot be encoded in UTF-8.
fr_fr: Le texte ne peut pas être encodé en UTF-8.

source: Ending
fr_fr: Fin

source: Until
fr_fr: Jusqu'à

source: Hide
fr_fr: Cacher

source: Hide this item
fr_fr: Cacher cet élément

source: Hide this folder and its contents
fr_fr: Cacher ce dossier et son contenu

source: Show
fr_fr: Afficher

source: Show this item
fr_fr: Afficher cet élément

source: Show this folder
fr_fr: Afficher ce dossier

source: Beginning
fr_fr: Début

source: From
fr_fr: De

source: Availability
fr_fr: Disponibilité

source: Add
fr_fr: Ajouter

source: Start Add Menu
fr_fr: Début du menu Ajouter

source: Start Actions Menu
fr_fr: Début du menu Actions

source: End Add Menu
fr_fr: Fin du menu Ajouter

source: End Actions Menu
fr_fr: Fin du menu Actions

source: Cancel (x)
fr_fr: Annuler (x)

source: Please choose the file to attach.
fr_fr: Veuillez sélectionner un fichier à joindre.

source: Collapse All
fr_fr: Replier tout

source: Unexpand This Folder
fr_fr: Réduire ce dossier

source: Create Folders
fr_fr: Créer de nouveau(x) dossier(s)

source: Create HTML Page
fr_fr: Créer une nouvelle page HTML

source: Create Text Document
fr_fr: Créer un nouveau document texte

source: New {0}
fr_fr: Nouveau {0}

source: New File Upload
fr_fr: Dépôt d'un nouveau fichier

source: Upload Files
fr_fr: Déposer des fichiers

source: Add Web Link (URL)
fr_fr: Ajouter une nouvelle URL

source: Add Web Links (URLs)
fr_fr: Ajouter de nouvelles URLs

source: Copyright Alert
fr_fr: Alerte de droits d'auteur

source: more info
fr_fr: plus d’informations

source: Copyright Information
fr_fr: Informations sur les droits d'auteur

source: New window
fr_fr: Nouvelle fenêtre

source: what's this?
fr_fr: Qu'est-ce que c'est ?

source: Copyright Status
fr_fr: Statut des droits d'auteur

source: Upload-Download Multiple Resources
fr_fr: Déposer-Télécharger des ressources multiples

source: Remove confirmation...
fr_fr: Confirmation de suppression...

source: Remove
fr_fr: Supprimer

source: Are you sure you want to remove the following item(s)?
fr_fr: Voulez-vous vraiment supprimer l'(les) élément(s) suivant(s) ?

source: Display to selected groups
fr_fr: Afficher pour les groupes sélectionnés

source: Copyright Alert
fr_fr: Alerte de droits d'auteur

source: Copyright Status
fr_fr: Statut des droits d'auteur

source: Title
fr_fr: Titre

source: Hide details for this item
fr_fr: Cacher les détails pour cet élément

source: Special quota (in KBytes, 0 for unlimited)
fr_fr: Quota personnalisé (en ko, 0 pour illimité)

source: Remove this item
fr_fr: Supprimer cet élément

source: Add details for this item
fr_fr: Ajouter des détails pour cet élément

source: Choose who can see this item.
fr_fr: Indiquer qui peut accéder à cet élément.

source: Choose who can see this folder and its contents.
fr_fr: Indiquer qui peut accéder à ce dossier et à son contenu.

source: Expand All
fr_fr: Développer tout

source: Expand This Folder
fr_fr: Développer ce dossier

source: Email Notification
fr_fr: Notification par courriel

source: High - All participants
fr_fr: Élevée - Tous les participants

source: Low - Only participants who have opted in
fr_fr: Basse - Seulement les participants qui en ont fait le demande

source: None - No notification
fr_fr: Aucune - Aucune notification

source: Location:
fr_fr: Lieu :

source: Change the resource's details and then choose 'Update' at the bottom.
fr_fr: Modifiez les propriétés de cet élément et sélectionnez 'Mettre à jour' en bas de la page.

source: Required items marked with {0}
fr_fr: Les éléments obligatoires sont indiqués par {0}

source: Type in the text and click 'Continue' at the bottom.
fr_fr: Inscrivez le texte et cliquez 'Continuer' en bas de la page.

source: Select the files to upload and then click 'Continue' at the bottom.
fr_fr: Sélectionnez les fichiers à déposer et cliquez sur 'Continuer' en bas de la page.

source: Add Another File
fr_fr: Ajouter un autre fichier

source: Add Another Folder
fr_fr: Ajouter un autre dossier

source: Add Another Web Link
fr_fr: Nouvel hyperlien

source: Alert:
fr_fr: Alerte :

source: Cancel
fr_fr: Annuler

source: Continue
fr_fr: Continuer

source: Display Name
fr_fr: Libellé

source: Create Folders Now
fr_fr: Créer les dossiers

source: Finish
fr_fr: Terminer

source: Upload Files Now
fr_fr: Déposer les fichiers

source: Folder Name
fr_fr: Nom du dossier

source: Original File Name
fr_fr: Nom d'origine du fichier

source: Processing ...
fr_fr: Traitement en cours...

source: Time:
fr_fr: Date :

source: Update
fr_fr: Mise à jour

source: Upload New Version Now
fr_fr: Remplacer le contenu

source: File To Upload
fr_fr: Fichier à déposer

source: Add Web Links Now
fr_fr: Créer les hyperliens

source: Web Address (URL)
fr_fr: Adresse Web (URL)

source: Upload a new version
fr_fr: Télécharger une nouvelle version

source: Website Name
fr_fr: Nom du site Web

source: show 10 items...
fr_fr: Afficher 10 éléments...

source: show 100 items...
fr_fr: Afficher 100 éléments...

source: show 20 items...
fr_fr: Afficher 20 éléments...

source: show 200 items...
fr_fr: montrer 200 éléments...

source: show 5 items per page
fr_fr: afficher 5 éléments par page

source: show 50 items...
fr_fr: Afficher 50 éléments...

source: Show columns
fr_fr: Afficher les colonnes

source: Show hierarchy
fr_fr: Afficher la hiérarchie

source: Site Resources
fr_fr: Ressources de l'espace

source: Permissions
fr_fr: Droits

source: This collection is too big to expand.
fr_fr: Cette collection est trop grande pour être étendue.

source: Hide {0}
fr_fr: Cacher {0}

source: Show {0}
fr_fr: Afficher {0}

source: APR
fr_fr: AVR.

source: AUG
fr_fr: AOÛT

source: DEC
fr_fr: DÉC.

source: FEB
fr_fr: FÉV.

source: JUL
fr_fr: JUIL.

source: JUN
fr_fr: JUIN

source: MAR
fr_fr: MARS

source: MAY
fr_fr: MAI

source: SEP
fr_fr: SEPT.

source: Send an email notification to the instructor(s).
fr_fr: Envoyer une notification par courriel aux instructeurs.

source: Send an email notification to the student.
fr_fr: Envoyer une notification par courriel aux étudiants.

source: Availability and Access
fr_fr: Accès et disponibilité

source: File Details
fr_fr: Détails du fichier

source: Open
fr_fr: Ouvrir

source: Select URL (for copying)
fr_fr: Sélectionnez l'URL (pour la copier)

source: Folder Details
fr_fr: Propriétés du dossier

source: Created
fr_fr: Créé le

source: Uploaded
fr_fr: Déposé

source: Created by
fr_fr: Créé par

source: Originally uploaded by
fr_fr: Déposé à l'origine par

source: File Type
fr_fr: Format de fichier

source: Last changed by
fr_fr: Dernière modification par

source: Last changed
fr_fr: Dernière modification le

source: Content Hosting Handler mount point
fr_fr: Point de montage Racine du dossier du propriétaire du contenu

source: File size
fr_fr: Taille du fichier

source: Web address (URL)
fr_fr: Adresse Web (URL)

source: Edit HTML Page
fr_fr: Modifier la page HTML

source: Edit Text Document
fr_fr: Modifier le document texte

source: Edit URL (link to website)
fr_fr: Modifier l'URL

source: Close this folder
fr_fr: Fermer ce dossier

source: Open this folder
fr_fr: Ouvrir ce dossier

source: {0} bytes
fr_fr: {0} octets

source: The upload size limit of {0} has been exceeded.
fr_fr: La taille limite de dépôt de {0} a été dépassée.

source: {0} GB
fr_fr: {0} Go

source: {0} GB ({1} bytes)
fr_fr: {0} Go ({1} octets)

source: 1 item
fr_fr: 1 élément

source: {0} items
fr_fr: {0} éléments

source: {0} KB
fr_fr: {0} ko

source: {0} KB ({1} bytes)
fr_fr: {0} ko ({1} octets)

source: {0} MB
fr_fr: {0} Mo

source: {0} MB ({1} bytes)
fr_fr: {0} Mo ({1} octets)

source: Please enter the contents of your simple text document.
fr_fr: Veuillez saisir le contenu de votre document texte.

source: Availability
fr_fr: Disponibilité

source: Added By
fr_fr: Créé par

source: {0} Drop Box
fr_fr: {0} Boite de dépôt

source: Last Modified
fr_fr: Dernière modification le

source: Name
fr_fr: Nom

source: Set permissions for resources in folder: {0}
fr_fr: Configurer les permissions pour les ressources dans le dossier : {0}

source: Properties
fr_fr: Propriétés

source: {0} Resources
fr_fr: {0} Ressources

source: Size
fr_fr: Taille

source: Folder
fr_fr: Dossier

source: HTML Page
fr_fr: Page HTML

source: Simple Text Document
fr_fr: Document texte

source: File Upload
fr_fr: Dépôt de fichier

source: Web link (URL)
fr_fr: URL

source: Invalid web link (URL) ({0}).
fr_fr: L'hyperlien ({0}) n'est pas valide.

source: Please enter at least one web link (URL).
fr_fr: Veuillez saisir au moins un hyperlien (URL).

source: Confirm copyright, then
fr_fr: Confirmez les droits d'auteur, puis

source: Go to this folder
fr_fr: Aller à ce dossier

source: Up one level
fr_fr: Remonter d'un niveau

source: New window
fr_fr: Nouvelle fenêtre

source: File Type
fr_fr: Format de fichier

source: Single Column Layout
fr_fr: Mise en page sur une colonne

source: Double Column Layout
fr_fr: Mise en page sur deux colonnes

source: Site: {0}
fr_fr: Espace : {0}

source: Site: {0} Created: {1} by {2} {3}
fr_fr: Espace : {0} Créé le {1} par {2} {3}

source: Unknown
fr_fr: Inconnu

source: Publisher
fr_fr: Éditeur

source: Unknown
fr_fr: Inconnu

source: Form Item
fr_fr: Élément de formulaire

source: Help
fr_fr: Aide

source: Expand All
fr_fr: Développer tout

source: Processing......
fr_fr: En traitement...
