Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_access_*.po
Languages: fr_fr

# access/access-impl/impl/src/bundle/access.properties:java.acccess
source: Access:
fr_fr: Accès :

# access/access-impl/impl/src/bundle/access.properties:java.theresource
source: The resource was not found.
fr_fr: La ressource n’a pas été trouvée.

# access/access-impl/impl/src/bundle/access.properties:java.youdonot
source: You do not have permissions to access this resource.
fr_fr: Vous n’avez pas le droit d’accéder à cette ressource.

# access/access-impl/impl/src/bundle/access.properties:java.miss
source: The resource is missing.
fr_fr: La ressource est absente.

# access/access-impl/impl/src/bundle/access.properties:java.busy
source: The server is too busy to download this resource. Try again soon.
fr_fr: Le serveur est trop occupé pour télécharger cette ressource. Essayez à nouveau plus tard.

# access/access-impl/impl/src/bundle/access.properties:java.message
source: Message not available.
fr_fr: Message indisponible.

# access/access-impl/impl/src/bundle/access.properties:java.from
source: From:
fr_fr: De:

# access/access-impl/impl/src/bundle/access.properties:java.subject
source: Subject:
fr_fr: Sujet :

# access/access-impl/impl/src/bundle/access.properties:java.attach
source: Attachments:
fr_fr: Pièces jointes :

# access/access-impl/impl/src/bundle/access.properties:gen.copyright
source: Copyright Restriction Download Warning
fr_fr: Avertissement au téléchargement de restriction par le droit d’auteur

# access/access-impl/impl/src/bundle/access.properties:gen.copyright.filename
source: Copyright Restriction Download Warning : {0}
fr_fr: Avertissement au téléchargement de restriction par le droit d’auteur pour : {0}

# access/access-impl/impl/src/bundle/access.properties:gen.copy
source: Copyright:
fr_fr: Droit d'auteur :

# access/access-impl/impl/src/bundle/access.properties:gen.title
source: Title:
fr_fr: Titre:

# access/access-impl/impl/src/bundle/access.properties:gen.youmay
source: You may download or copy this file for use here.
fr_fr: Vous pouvez télécharger ou copier ce fichier pour un usage dans cet espace.

# access/access-impl/impl/src/bundle/access.properties:gen.youmaynot
source: You may NOT download or copy this file to another site.
fr_fr: Vous NE pouvez PAS télécharger ou copier ce fichier vers un autre espace.

# access/access-impl/impl/src/bundle/access.properties:gen.youmaynotdown
source: You may NOT download or copy this file for publication or sale.
fr_fr: Vous NE pouvez PAS télécharger ou copier ce fichier pour la publication ou la vente.

# access/access-impl/impl/src/bundle/access.properties:gen.iagree
source: I Agree
fr_fr: J’accepte

# access/access-impl/impl/src/bundle/access.properties:gen.cancel
source: Cancel
fr_fr: Annuler

# access/access-impl/impl/src/bundle/access.properties:gen.close
source: Close
fr_fr: Fermer

# access/access-impl/impl/src/bundle/access.properties:gen.sample
source: Sample Copyright Restriction Download Warning
fr_fr: Exemple d’avertissement au téléchargement de restriction par le droit d’auteur
