Repository: eduquenoy/Traductions-Sakai
Catalog: Outils/Transformation1/complete_for_translation_sakai-trunk_samigo_*.po
Languages: fr_fr

source: Question - Multiple Choice (multiple correct)
fr_fr: Question - Choix multiple (plusieurs corrects)

source: Question ordering (not available for random draw):
fr_fr: Ordre des questions (non disponible en mode aléatoire) :

source: Question Text
fr_fr: Texte de Question

source: Question Text:
fr_fr: Texte de la question :

source: Random access to questions from a Table of Contents.<br />
fr_fr: Accès aléatoire aux questions à partir d'une table des matières.<br />

source: Random draw from question pool:
fr_fr: Tirage au sort à partir du groupement de questions :

source: Random within Part
fr_fr: Aléatoire à l'intérieur de la partie

source: Randomize Answers:
fr_fr: Répartir les réponses au hasard :

source: Randomize Items:
fr_fr: Répartir les éléments au hasard :

source: Record the average score
fr_fr: Enregistrer la note moyenne

source: Record the highest score
fr_fr: Enregistrer la note la plus élevée

source: Remove Part and all questions:
fr_fr: Supprimer la partie et toutes les questions :

source: Remove Part only and move question(s) to:
fr_fr: Supprimer la partie seulement et déplacer la(les) question(s) vers :

source: Remove Assessment Confirmation
fr_fr: Supprimer la confirmation d'évaluation

source: Remove Part Confirmation
fr_fr: Supprimer la confirmation de la partie

source: Remove Question Confirmation
fr_fr: Confirmation de suppression de question

source: Remove Question Confirmation
fr_fr: Confirmation de suppression de question

source: Remove Media Confirmation
fr_fr: Supprimer la confirmation de média

source: Require rationale:
fr_fr: Requiert des raisons:

source: Rationale:
fr_fr: Raisons :

source: Restart numbering between parts.
fr_fr: Recommencer la numérotation pour chaque partie.

source: Retract
fr_fr: Retirer

source: Rubrics:
fr_fr: Rubriques :

source: Rubric:
fr_fr: Rubrique :

source: Review an Assessment
fr_fr: Modifier une évaluation

source: Sakai Assessment Manager
fr_fr: Gestionnaire d'évaluation de Sakai

source: Sakai Assessment - Remove Question
fr_fr: Évaluation Sakai - Supprimer question

source: Save or cancel changes:
fr_fr: Enregistrer ou annuler les modifications

source: Secondary Password:
fr_fr: ID et mot de passe secondaires:

source: [Select]
fr_fr: [Sélectionner]

source: Select a pool name
fr_fr: Sélectionner un nom de réserve

source: select a question type
fr_fr: sélectionner un type de question

source: Select the Feedback Components to be displayed to the student:
fr_fr: Sélectionnez les composants de rétroaction à afficher à l'étudiant:

source: Selected
fr_fr: Sélectionné

source: Selection-level Feedback
fr_fr: Rétroaction au niveau de la sélection

source: Time Expired!
fr_fr: Le temps est expiré!

source: All of your answers are being submitted
fr_fr: Toutes vos réponses sont en train d'être remises

source: Hide/Show Time Remaining
fr_fr: Cacher/Montrer Temps Restant

source: Your session will expire in 5 minutes. Click OK to renew.
fr_fr: Votre session expirera dans 5 minutes. Cliquez OK pour renouveler.

source: Settings -
fr_fr: Configuration -

source: Short Answer/Essay
fr_fr: Réponse courte/Dissertation

source: SHOW
fr_fr: AFFICHER

source: Show Feedback
fr_fr: Afficher retour d'expérience

source: Show/Hide
fr_fr: Afficher/Cacher

source: Strongly Agree
fr_fr: Totalement en accord

source: Strongly Disagree
fr_fr: Totalement en désaccord

source: Student's Score
fr_fr: Note de l'étudiant

source: Submission
fr_fr: Copie

source: Submission Id
fr_fr: ID de la remise

source: Submission Message
fr_fr: Message de Remise

source: Submitted
fr_fr: Remise

source: Submissions
fr_fr: Copies

source: submissions allowed
fr_fr: remises permises

source: Add Part
fr_fr: Ajouter Partie

source: Preview Assessment
fr_fr: Aperçu de l'évaluation

source: Supporting Files
fr_fr: Fichiers de support

source: Are you sure you would like to remove this question?
fr_fr: Voulez-vous vraiment supprimer cette question ?

source: Table of Contents
fr_fr: Table des matières

source: True/False
fr_fr: Vrai/Faux

source: The complete Assessment is displayed on one Web page.
fr_fr: L'évaluation complète est affichée sur une page Web.

source: Time Remaining:
fr_fr: Temps restant :

source: Time allowed (seconds):
fr_fr: Temps alloué (secondes) :

source: Indicate how long student has to record answer
fr_fr: Indiquez le temps dont l'étudiant dispose pour enregistrer une réponse

source: Timed Assessment
fr_fr: Évaluation Chronométrées

source: Time has expired and your work has been submitted.
fr_fr: Le temps est expiré et votre travail a été remis.

source: Time Expired!
fr_fr: Le temps est expiré!

source: Timed Assessment with Time Limit:
fr_fr: Évaluation chronométrée avec limite de temps :

source: Title: NavigoProject.org
fr_fr: Titre : NavigoProject.org

source: total points
fr_fr: points totaux

source: True False
fr_fr: Vrai Faux

source: True/False Question
fr_fr: Question Vrai / Faux

source: True/False
fr_fr: Vrai/Faux

source: True
fr_fr: Vrai

source: Unacceptable --
fr_fr: Inacceptable --

source: Unlimited
fr_fr: Illimité

source: Unlimited
fr_fr: Illimité

source: Upload Assessment
fr_fr: Déposer évaluation

source: Upload a file
fr_fr: Déposer un fichier

source: MB/file limit
fr_fr: Limite Mo/fichier

source: Username
fr_fr: Identifiant de l'utilisateur

source: Yes
fr_fr: Ou

source: Click here
fr_fr: Cliquez ici

source: Yes, No
fr_fr: Oui, Non

source: (0 = survey or ungraded question)
fr_fr: (0 = sondage ou question non corrigée)

source: Information
fr_fr: Informations Générales

source: Submission Information
fr_fr: Information de remise

source: Message from the Instructor
fr_fr: Message de l'enseignant

source: Course
fr_fr: Cours :

source: Instructor
fr_fr: Enseignant

source: No Time Limit
fr_fr: Aucune limite de temps

source: Time Limit
fr_fr: Limite de temps

source: No. of Tries
fr_fr: Nombre d'essais

source: hour
fr_fr: heure

source: hours
fr_fr: heures

source: Number of submissions allowed
fr_fr: Nombre de remises permises :

source: Auto submit when time expires
fr_fr: Remise automatique après la limite de temps

source: Disabled
fr_fr: Désactivé

source: Immediate
fr_fr: Immédiat

source: On Date
fr_fr: En date

source: Total Score:
fr_fr: Note totale :

source: Answer Key
fr_fr: Corrigé

source: Answered Questions
fr_fr: Questions répondues

source: Taking Assessment
fr_fr: Évaluation en cours

source: of
fr_fr: de

source: Hide Progress Bar
fr_fr: Cacher la barre de progression

source: Access Denied
fr_fr: Accès refusé

source: Existing File:
fr_fr: Fichier existant :

source: Proceed to the closing page:
fr_fr: Continuer vers la page finale :

source: Save and Continue
fr_fr: Enregistrer et continuer

source: Previous
fr_fr: Précédent

source: remaining
fr_fr: restantes

source: Comments:
fr_fr: Commentaires :

source: Invalid Assessment URL
fr_fr: URL de l'évaluation invalide

source: Assessment Exit Warning
fr_fr: Avertissement de sortie de l'évaluation

source: Thank You
fr_fr: Merci

source: Assessment Not Available
fr_fr: Évaluation indisponible

source: Thank you!
fr_fr: Merci !

source: Assessment Exit Warning
fr_fr: Avertissement de sortie de l'évaluation

source: Media Access Denied
fr_fr: Accès au média refusé

source: WARNING
fr_fr: AVERTISSEMENT

source: Count Characters
fr_fr: Compteur de caractères

source: No Questions
fr_fr: Aucune Question

source: select
fr_fr: sélectionner

source: click here
fr_fr: cliquez ici

source: Save for Later
fr_fr: Enregistrer pour plus Tard

source: Assessment Exit Warning
fr_fr: Avertissement de sortie de l'évaluation

source: WARNING:
fr_fr: AVERTISSEMENT :

source: Your assessment has been saved for you to return to at a later time.
fr_fr: Votre évaluation a été enregistrée pour que vous y retourniez plus tard.

source: This assessment has been updated by the instructor.
fr_fr: Cette évaluation a été mise à jour par l'enseignant..

source: Go back to the assessment list to modify and resubmit.
fr_fr: Retourner à la liste des évaluations pour modifier et remettre à nouveau.

source: Otherwise, click <b>Cancel</b> to return to your Assessment list.
fr_fr: Sinon, cliquez sur le bouton <b>Annuler</b> pour revenir à votre liste d'évaluation.

source: File Upload Error
fr_fr: Erreur de dépôt de fichier

source: Your file is
fr_fr: Votre fichier est

source: MB. The maximum size for an uploaded file is
fr_fr: Mo. La taille maximale d'un fichier en dépôt est

source: MB. Please upload a smaller file.
fr_fr: Mo. Veuillez déposer un fichier moins volumineux

source: Maximum file size:
fr_fr: Taille maximum du fichier :

source: MB
fr_fr: Mo

source: Time Expired!
fr_fr: Le temps est expiré!

source: Display Feekback
fr_fr: Afficher Retour d'expérience

source: Display Table of Contents
fr_fr: Afficher Table des Matières

source: Return to Assessment List
fr_fr: Retour à la liste des évaluations

source: Submit for Grade
fr_fr: Remettre pour Notation

source: Take Assessment
fr_fr: Passer l’évaluation

source: Remove Media
fr_fr: Supprimer Media

source: View Key in Unicode
fr_fr: Voir Clé en Unicode

source: Link to URL
fr_fr: Lien vers URL

source: Link to uploaded file.
fr_fr: Lien vers fichier déposé

source: Display Media on different window
fr_fr: Afficher Média sur une fenêtre différente

source: Model Short Answer
fr_fr: Exemple de réponse courte

source: Incorrect
fr_fr: Incorrecte

source: Browse...
fr_fr: Parcourir...

source: Upload
fr_fr: Déposer

source: here
fr_fr: ici

source: Login
fr_fr: Ouverture de session

source: Attachments
fr_fr: Fichiers joints

source: Submission limit reached
fr_fr: Limite de Remises atteinte

source: Late Submission not allowed
fr_fr: Remises en Retard non permises

source: Assessment has been submitted
fr_fr: L'évaluation a été remise

source: Data Discrepancy
fr_fr: Anomalie de données

source: When the same assessment is taken in multiple windows
fr_fr: Quand la même évaluation est prise dans de multiples fenêtres

source: When a user did not save his answers before a timed assessment expired
fr_fr: Quand un utilisateur n'a pas enregistré ses réponses avant l’expiration d'une évaluation synchronisée

source: or
fr_fr: ou

source: out of
fr_fr: sur

source: Assessment is no longer available
fr_fr: L'évaluation n'est plus disponible

source: Late Submission Date
fr_fr: Date de retrait

source: This assessment has been retracted for editing.
fr_fr: Cette évaluation a été retirée pour l'édition.

source: Feedback will not be available until the assessment is republished.
fr_fr: Le retour d'expérience ne sera pas disponible jusqu'à ce que l'évaluation soit rediffusée.

source: Reset Selection
fr_fr: Initialiser Sélection

source: Processing.....
fr_fr: Traitement en cours.....

source: Assessment Submission Warning
fr_fr: Avertissement de remise d'évaluation

source: You are about to submit this assessment for grading.
fr_fr: Vous êtes sur le point de remettre cette évaluation pour la notation.

source: Otherwise, click <b>Previous</b> to return to the previous screen.
fr_fr: Sinon, cliquez sur le bouton <b>Précédent</b> pour revenir à la page précédente.

source: Otherwise, click <b>Cancel</b> to return to your Assessment list.
fr_fr: Sinon, cliquez sur le bouton <b>Annuler</b> pour revenir à votre liste d'évaluation.

source: Review Results
fr_fr: Modifier Résultats

source: Click on the arrow below to see or hide the list of questions
fr_fr: Cliquer sur la flèche ci-dessous pour afficher ou cacher la liste de questions

source: for
fr_fr: pour

source: for
fr_fr: pour

source: This assessment is <b>due</b>
fr_fr: Cette évaluation a une <b>date limite pour être rendue</b> :

source: There is no due date for this assessment.
fr_fr: Il n'y a pas de date limite pour cette évaluation.

source: There is no time limit for this assessment.
fr_fr: Cette évaluation n'est pas chronométrée.

source: You will begin where you last left off.
fr_fr: Vous recommencerez là où vous vous étiez arrêté.

source: You can submit this assessment an unlimited number of times.
fr_fr: Vous pouvez soumettre cette évaluation autant de fois que vous le voulez.

source: You can submit this assessment an unlimited number of times until {0}.
fr_fr: Vous pouvez remettre cette évaluation un nombre illimité de fois jusqu'au {0}.

source: You can submit this
fr_fr: Vous pouvez soumettre cette

source: time(s).
fr_fr: fois.

source: You can submit this assessment {0} time(s).
fr_fr: Vous pouvez remettre cette évaluation {0} fois.

source: You can submit this assessment {0} more time(s).
fr_fr: Vous pouvez remettre cette évaluation {0} fois de plus.

source: You can submit this assessment {0} time(s) until {1}.
fr_fr: Vous pouvez remettre cette évaluation {0} fois jusqu'au {1}.

source: You can submit this assessment {0} more time(s) until {1}.
fr_fr: Vous pouvez remettre cette évaluation {0} fois jusqu'au {1}.

source: Hot Spot Items
fr_fr: Éléments d'interaction graphique

source: Hot Spot Image
fr_fr: Image d'interaction graphique

source: Timer does not work in Preview
fr_fr: Le chronomètre ne fonctionne pas en mode ''Aperçu''

source: Please use only accepted characters within numeric response fields.
fr_fr: Veuillez utiliser uniquement des caractères autorisés dans les champs de réponses numériques.

source: Score
fr_fr: Note

source: recorded on
fr_fr: enregistré sur

source: seconds
fr_fr: secondes

source: Please read
fr_fr: veuillez lire

source: Recommendation for students taking high-stakes tests or assessments
fr_fr: Recommandation pour les étudiants passant des tests ou évaluations à enjeu élevé

source: You have until {0} to submit this assessment.
fr_fr: Vous avez jusqu'au {0} pour remettre cette évaluation.

source: Press 'Esc' or click 'X' to return to your assessment.
fr_fr: Appuyez sur « Esc » ou cliquez sur « X » pour revenir à votre évaluation.

source: Do NOT Submit
fr_fr: Ne pas remettre

source: Assessment Exit
fr_fr: Sortie de l'évaluation

source: Your assessment was not submitted.
fr_fr: Votre évaluation n'a pas été remise.

source: Audio Recorder
fr_fr: Magnétophone

source: Rec
fr_fr: Enregistrer

source: Play
fr_fr: Lire

source: Mic Check
fr_fr: Vérifier le micro

source: Save and Close
fr_fr: Sauvegarder et fermer

source: Posting response. Do not close this window.
fr_fr: Réponse en cours. Ne fermez pas cette fenêtre.

source: Upload is complete. Closing this window.
fr_fr: Dépôt terminé. Cette fenêtre va se fermer.

source: Time limit: {0} seconds
fr_fr: Délai : {0} secondes

source: Total attempts allowed:
fr_fr: Nombre de tentatives autorisées :

source: Attempts remaining:
fr_fr: Tentatives restantes :

source: Your final attempt will be saved automatically when you click Stop
fr_fr: Votre dernière tentative sera enregistrée automatiquement lorsque vous cliquerez sur Arrêter

source: Duplicate responses:
fr_fr: Réponses en double :

source: Click to see additional instructions
fr_fr: Cliquez pour voir les instructions supplémentaires

source: Question Progress
fr_fr: Progression dans les questions

source: You will receive an email receipt for this submission.
fr_fr: Vous recevrez une confirmation par courriel pour cette soumission.

source: Assessment Type Front Door
fr_fr: Entrée principale pour les types d'évaluation

source: Sakai Assessment Manager
fr_fr: Gestionnaire d'évaluation de Sakai

source: Assessment Types
fr_fr: Types d'évaluation

source: Assessments
fr_fr: Évaluations

source: New Assessment Type
fr_fr: Nouveau Type d’évaluation

source: Create
fr_fr: Créer

source: Create a new assessment type
fr_fr: Créer un nouveau type d'évaluation

source: Saved Assessment Types
fr_fr: Types d’évaluation enregistrés

source: Title
fr_fr: Titre

source: Last Modified
fr_fr: Dernière modification le

source: Create
fr_fr: Créer

source: Assessments
fr_fr: Évaluations

source: Question Pools
fr_fr: Groupes de Questions

source: All user input saved automatically
fr_fr: Toutes les entrées des utilisateurs sont enregistrées automatiquement

source: Allow only specified IP Addresses
fr_fr: Ne permettre que le adresses IP spécifiées

source: Anonymous Users
fr_fr: Utilisateurs anonymes

source: Anonymous Grading Only
fr_fr: Correction anonyme seulement

source: Anon Subsection
fr_fr: Sous-section anonyme

source: Site Members
fr_fr: Utilisateurs inscrits au site

source: Author(s)
fr_fr: Auteur(s)

source: Assessment Author(s)
fr_fr: Auteur(s) de l'évaluation

source: Auto-Submit When Time Expires
fr_fr: Remise automatique après la limite de temps

source: Autosave
fr_fr: Enregistrement automatique

source: Auto-Save Subsection
fr_fr: Enregistrement automatique de la sous-section

source: Background Color or Image
fr_fr: Couleur ou image d'arrière-plan

source: Background Color
fr_fr: Couleur d'arrière-plan

source: Background Image
fr_fr: Image d'arrière-plan

source: The complete Assessment is displayed on one Web page
fr_fr: L'évaluation complète est affichée sur une page Web

source: Continuous numbering between parts
fr_fr: Numérotation continue entre les parties

source: Question Scores
fr_fr: Notes des questions

source: Display Question Point Value During Assessment Subsection
fr_fr: Afficher les points des questions pendant l'évaluation

source: Show question point value during assessment
fr_fr: Voir la valeur de point de question au cours de l’évaluation

source: Hide question point value during assessment
fr_fr: Masquer la valeur point question au cours de l’évaluation

source: Assessment Creator
fr_fr: Créateur de l'évaluation

source: Default Value:
fr_fr: Valeur par défaut :

source: Delivery Dates
fr_fr: Dates de Remise

source: Assessment Description/Intro
fr_fr: Description/Introduction de l'évaluation

source: Description/Intro
fr_fr: Description/Introduction

source: Displayed to Instructor?
fr_fr: Affiché à l'enseignant ?

source: Due Date
fr_fr: Date de remise

source: Delivery Dates Section
fr_fr: Section des dates de livraison

source: Feedback will be displayed to the student at a specified date
fr_fr: Le retour d'expérience sera affichée à l'étudiant à une date spécifique

source: Feedback Components Students Can See
fr_fr: Composants de Retour d'expérience visibles par les étudiants

source: Feedback Delivery Subsection
fr_fr: Sous-section de remise de Retour d'expérience

source: Feedback Authoring Subsection
fr_fr: Sous-section de Réalisation de Retour d'expérience

source: Feedback Section
fr_fr: Section de rétroaction

source: Final Page URL
fr_fr: URL de la page finale

source: Gradebook Options
fr_fr: Options du bulletin de notes

source: Gradebook Options Subsection
fr_fr: Sous-section d'options du bulletin de notes

source: Hide student identity from grader (anonymous grading)
fr_fr: Correction anonyme seulement

source: Show student identity to grader
fr_fr: L'identité des étudiants peut être vue par les correcteurs

source: Send scores to Gradebook immediately
fr_fr: Notes vers le bulletin de notes sélectionné

source: None
fr_fr: Aucun

source: Grading
fr_fr: Notation

source: Grading Section
fr_fr: Section de correction

source: Graphics
fr_fr: Graphiques

source: Graphics Section
fr_fr: Section des graphiques

source: High Security
fr_fr: Haute Sécurité

source: High Security Section
fr_fr: Section de haute sécurité

source: Honor Pledge
fr_fr: Engagement sur l'honneur

source: Require students to agree to honor pledge before beginning assessment
fr_fr: Exige des étudiants qu'ils acceptent de s'engager sur l'honneur avant de commencer l'évaluation

source: Selection-Level(A,B,C...) Feedback
fr_fr: Retour d'expérience au niveau de la sélection (A,B,C,...)

source: Both
fr_fr: Les deux

source: Immediate feedback
fr_fr: Rétroaction immédiate

source: Instructor Can Edit?
fr_fr: L'enseignant peut éditer ?

source: Instructor Can Edit or View?
fr_fr: L'enseignant peut éditer ou voir ?

source: Instructor Can Select?
fr_fr: L'enseignant peut sélectionner ?

source: Assessment Introduction
fr_fr: Introduction de l'Evaluation

source: Assessment Introduction Section
fr_fr: Section d'introduction de l'évaluation

source: Late Submissions Accepted?
fr_fr: Remises tardives acceptées ?

source: Late handling is allowed and not tagged.
fr_fr: Les remises tardives sont permises et non marquées.

source: Late Handling Subsection
fr_fr: Sous-section de gestion des remises tardives

source: Late Submissions (After Due Date) will NOT be accepted
fr_fr: Les remises tardives (après la date de remise) NE seront PAS acceptées.

source: Email Notifications on Assessment Submission?
fr_fr: Notifications par e-mail sur soumission d’évaluation ?

source: Email Notifications Subsection
fr_fr: Paragraphe de notifications par courriel

source: Yes - send an email for every submission
fr_fr: Oui - envoyez moi un email pour chaque soumission

source: Yes - send one email digest each day
fr_fr: Oui - envoyez-moi un email de résumé chaque jour

source: No - do not send any emails
fr_fr: Non - ne pas envoyer d’e-mails

source: Automatic Submission
fr_fr: Remise Automatique

source: Metadata
fr_fr: Métadonnées

source: MetaData Section
fr_fr: Section des métadonnées

source: Assessment Types
fr_fr: Types d'évaluation

source: Assessment Navigation Subsection
fr_fr: Sous-section de navigation dans l'évaluation

source: No feedback will be displayed to the student
fr_fr: Aucun retour d'expérience ne sera affichée à l'étudiant

source: Number of Submissions Allowed
fr_fr: Nombre de remises permises

source: Number of Submissions Allowed Subsection
fr_fr: Sous-section du nombre de remises permises

source: Numbering
fr_fr: Numérotation

source: Numbering Subsection
fr_fr: Sous-section de numérotation

source: Only
fr_fr: Seulement

source: Only ONE submission allowed
fr_fr: Seulement UNE remise permise

source: Assessment Organization
fr_fr: Organisation de l'évaluation

source: Assessment Organization Section
fr_fr: Section d'organisation de l'évaluation

source: Each Part is on a separate Web page
fr_fr: Chaque partie est sur une page Web séparée

source: Each Question is on a separate Web page
fr_fr: Chaque question est sur une page Web séparée

source: Question Layout
fr_fr: Disposition de la question

source: Question Layout_Subsection
fr_fr: Sous-section de la mise en page de la question

source: Question Text
fr_fr: Texte de Question

source: Record the last score
fr_fr: Enregistrer la dernière note

source: Record Metadata for:
fr_fr: Enregistrer les métadonnées pour :

source: Record the highest score
fr_fr: Enregistrer la note la plus élevée

source: Assessments
fr_fr: Évaluations

source: Parts
fr_fr: Parties

source: Recorded Multiple Submissions Per User Subsection
fr_fr: Sous-section des remises multiples enregistrées par utilisateur

source: Recorded Score If Multiple Submissions per User
fr_fr: Note enregistrée si des remises multiples existent par utilisateur

source: Assessment Released to:
fr_fr: Évaluation publiée pour :

source: Released To Information Section
fr_fr: Section d'information indiquant à qui les évaluations ont été publiées

source: Restart numbering for each part
fr_fr: Recommencer la numérotation pour chaque partie

source: Late Submission Date
fr_fr: Date de retrait

source: Sakai Assessment Manager
fr_fr: Gestionnaire d'évaluation de Sakai

source: Save
fr_fr: Enregistrer

source: Secondary Password
fr_fr: Identifiant et mot de passe secondaires

source: Feedback Components Students Can See:
fr_fr: Composants de retour d'expérience visibles par les étudiants :

source: Selected Groups
fr_fr: Groupes choisis

source: Student's Assessment Score
fr_fr: Note de l'étudiant pour l'évaluation

source: Student's Question Scores
fr_fr: Notes de l'étudiant pour la question

source: Submission Message
fr_fr: Message de Remise

source: Submissions
fr_fr: Copies
